Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Moderators have already assessed reports regarding this post, no further reports are necessary.
ca: Els moderadors ja han avaluat els informes relacionats amb aquesta publicació, no calen més informes.
de: Mods haben Meldungen zu diesem Beitrag bereits beurteilt, es sind keine weiteren Meldungen nötig.
es: Los moderadores ya han evaluado los reportes sobre esta publicación; no son necesarios más reportes.
eu: Moderatzaileek argitalpen honi buruzko txostenak ebaluatu dituzte dagoeneko, ez da txosten gehiago behar.
fr: Les modos ont déjà évalué les signalements concernant cette publication, aucun autre signalement n'est nécessaire.
ja: この投稿に関する通報はすでにモデレーターが対応済みのため、これ以上の通報は不要です。
pl: Moderaturzy już otrzymali zgoszenie dotyczce tego posta, nie trzeba zgasza tego ponownie.

source: Post has already been reported, thank you!
ca: Ja s'ha denunciat la publicació, gràcies!
de: Der Beitrag wurde bereits gemeldet, vielen Dank!
es: Esta publicación ya ha sido reportada, ¡gracias!
eu: Mezua dagoeneko salatu da, eskerrik asko!
fr: La publication a déjà été signalée, merci !
ja: その投稿はすでに通報されています。ありがとうございます！
pl: Post już zosta zgoszony, dzikujemy!

source: Post has been reported, thank you!
ca: S'ha denunciat la publicació, gràcies!
de: Der Beitrag wurde gemeldet, danke!
es: Se ha reportado la publicación, ¡gracias!
eu: Mezua salatu da, eskerrik asko!
fr: Cette publication a été signalée, merci !
ja: 投稿は通報されました。ありがとうございます！
pl: Post zosta zgoszony, dzikujemy!

source: Report post
ca: Reportar publicació
de: Beitrag melden
es: Reportar publicación
eu: Salatu argitalpena
fr: Signaler la publication
ja: 投稿を通報
pl: Zgo post

source: %(name)s has been blocked.
ca: %(name)s ha estat bloquejat.
de: %(name)s wurde blockiert.
es: %(name)s ha sido bloqueado.
eu: %(name)s blokeatu da.
fr: %(name)s a été bloqué·e.
ja: %(name)sはブロックされました。
pl: Osoba %(name)s zostaa zablokowana.

source: Posts linking to %(name)s will be hidden.
ca: Les publicacions que enllacen a %(name)s s'ocultaran.
de: Beiträge, die zu %(name)s verlinken, werden verborgen.
es: Las publicaciones que enlacen a %(name)s se ocultarán.
eu: %(name)s-ri estekatutako mezuak ezkutatuko dira.
fr: Les publications liées à %(name)s seront masquées.
ja: %(name)sへのリンクを含む投稿は非表示になります。
pl: Post zwizane z %(name)s zostan ukryte.

source: Content from %(name)s will be hidden.
ca: El contingut de %(name)s s'ocultarà.
de: Inhalt von %(name)s wird verborgen.
es: El contenido de %(name)s se ocultará.
eu: %(name)s-(r)en edukia ezkutatuko da.
fr: Le contenu de %(name)s sera masqué.
ja: %(name)sのコンテンツは非表示になります。
pl: Treci od%(name)s zostan ukryte.

source: %(name)s has been stickied.
ca: %(name)s s'ha enganxat.
de: %(name)s wurde angepinnt.
eu: %(name)s itsatsi da.
fr: %(name)s a été épinglé.
ja: %(name)s をピン留めしました。
pl: %(name)s zosta przypity.

source: %(name)s has been un-stickied.
ca: %(name)s ha estat desadhesiu.
de: %(name)s ist nicht mehr angepinnt.
eu: %(name)s itsasketa kendu da.
fr: %(name)s a été désépinglé.
ja: %(name)s のピン留めを解除しました。
pl: Usunito przypicie %(name)s.

source: %(name)s has been hidden.
de: %(name)s wurde versteckt.
eu: %(name)s ezkutatua izan da.

source: %(name)s has been un-hidden.
de: %(name)s wird nicht mehr versteckt.
eu: %(name)s erakutsi da.

source: Set flair for %(post_title)s
ca: Estableix el flair per a %(post_title)s
de: Flair für %(post_title)s einrichten
eu: Ezarri %(post_title)s-(r)en bereizgarria
fr: Définir une étiquette pour %(post_title)s
ja: 「%(post_title)s」のフレアを設定する
pl: Ustaw styl dla %(post_title)s

source: Moderators have already assessed reports regarding this comment, no further reports are necessary.
ca: Els moderadors ja han avaluat els informes sobre aquest comentari, no calen més informes.
de: Mods haben Meldungen zu diesem Kommentar bereits beurteilt, es sind keine weiteren Meldungen nötig.
es: Los moderadores ya han evaluado los reportes sobre este comentario; no hacen falta más reportes.
eu: Moderatzaileek iruzkin honi buruzko txostenak ebaluatu dituzte dagoeneko, ez da txosten gehiago behar.
fr: Les modos ont déjà évalué les signalements concernant ce commentaire, aucun autre signalement n'est nécessaire.
ja: モデレーターはこのコメントに関する通報を既に確認しているため、追加の通報は必要ありません。
pl: Moderatorzy już otrzymali zgoszenie dotyczce tego komentarza, nie trzeba zgasza go ponownie

source: Comment has already been reported, thank you!
ca: El comentari ja ha estat reportat, gràcies!
de: Kommentar wurde bereits gemeldet, danke!
es: Este comentario ya ha sido reportado, ¡gracias!
eu: Iruzkina dagoeneko salatu da, eskerrik asko!
fr: Le commentaire a déjà été signalé, merci !
ja: そのコメントはすでに通報されています。ありがとうございます！
pl: Komentarz już zosta zgoszony, dzikujemy!

source: Comment has been reported, thank you!
ca: S'ha denunciat el comentari, gràcies!
de: Kommentar wurde gemeldet, danke!
es: Se ha reportado el comentario, ¡gracias!
eu: Iruzkina salatu da, eskerrik asko!
fr: Le commentaire a été signalé, merci !
ja: コメントが通報されました。ありがとうございます！
pl: Komentarz już zosta zgoszony, dzikujemy!

source: Report comment
ca: Reportar comentari
de: Kommentar melden
es: Reportar comentario
eu: Salatu iruzkina
fr: Signaler le commentaire
ja: コメントを通報する
pl: Zgo komentarz

source: Something went wrong and a comment could not be found.
de: Es ist etwas schiefgegangen und ein Kommentar konnte nicht gefunden werden.
eu: Zerbait gaizki joan da eta ezin izan da iruzkina aurkitu.

source: Edit comment
ca: Edita el comentari
de: Kommentar bearbeiten
es: Editar comentario
eu: Editatu iruzkina
fr: Modifier le commentaire
ja: コメントを編集
pl: Edytuj komentarz

source: Delete all my comments in this chain
ca: Suprimeix tots els meus comentaris en aquest canal
de: Lösche alle meine Kommentare in dieser Kette
eu: Ezabatu kate honetako nire iruzkin guztiak
fr: Supprimer tous mes commentaires dans ce fil
pl: Usu wszystkie moje komentarze w tym wtku

source: Deleted %(num_deleted)s comments.
ca: S'han suprimit %(num_deleted)s comentaris.
de: %(num_deleted)s Kommentare gelöscht.
eu: %(num_deleted)s iruzkin ezabatu dira.
fr: Supprimé %(num_deleted)s commentaires.
ja: %(num_deleted)s件のコメントを削除しました。
pl: Usunito %(num_deleted)s komentarzy.

source: Are you sure you want to delete this comment?
ca: Esteu segur que voleu suprimir aquest comentari?
de: Bist du sicher, dass du diesen Kommentar löschen möchtest?
eu: Ziur zaude iruzkin hau ezabatu nahi duzula?
fr: Êtes-vous sur·e de vouloir supprimer ce commentaire ?
ja: このコメントを本当に削除してもよろしいでしょうか？
pl: Jeste pewien, że chcesz usun ten komentarz?

source: Comment restored.
ca: S'ha restaurat el comentari.
de: Kommentar wiederhergestellt.
es: Comentario restaurado.
eu: Iruzkina berrezarrita.
fr: Commentaire restauré.
ja: コメントを戻しました。
pl: Komentarz przywrócony.

source: Comment purged.
ca: Comentari eliminat.
de: Kommentar endgültig gelöscht.
es: Comentario purgado.
eu: Iruzkina garbituta.
fr: Commentaire purgé.
ja: コメントを完全に削除しました。
pl: Komentarz usunity.

source: Comments that have been replied to cannot be purged.
ca: Els comentaris que han estat resposts no es poden eliminar.
de: Kommentare, auf die geantwortet wurde, können nicht endgültig gelöscht werden.
es: Los comentarios que han sido respondidos no pueden purgarse.
eu: Erantzun diren iruzkinak ezin dira ezabatu.
fr: Les réponses aux commentaires ne peuvent pas être purgés.
ja: 返信のあるコメントは削除できません。
pl: Komentarz na, który odpowiedziano nie może zosta usunity.

source: Image blocked. Now delete matching posts.
ca: Imatge bloquejada. Ara suprimiu les entrades coincidents.
de: Bild blockiert. Lösche jetzt zugehörige Beiträge.
eu: Irudia blokeatuta dago. Orain ezabatu bat datozen mezuak.
fr: Image bloquée. Supprimez maintenant les publications similaires.
ja: 画像をブロックしました、対象となる投稿を削除します。
pl: Obrazek zosta zablokowany. Teraz usu posty z nim zwizane.

source: Are you sure you want to block this image?
ca: Esteu segur que voleu bloquejar aquesta imatge?
de: Bist du sicher, dass du dieses Bild blockieren möchtest?
eu: Ziur zaude irudi hau blokeatu nahi duzula?
fr: Êtes-vous sur·e de vouloir bloquer cette image ?
ja: この画像を本当にブロックしてもよろしいでしょうか？
pl: Jeste pewien, że chcesz zablokowa ten obrazek?

source: All posts that use this image will be deleted and future posts of the image will be rejected.
ca: Totes les publicacions que utilitzin aquesta imatge seran eliminades i les futures publicacions de la imatge seran rebutjades.
de: Alle Beiträge, die dieses Bild verwenden, werden gelöscht und zukünftige Beiträge des Bildes werden abgelehnt.
eu: Irudi hau erabiltzen duten argitalpen guztiak ezabatuko dira eta etorkizunean irudiaren argitalpenak baztertuko dira.
fr: Toutes les publications utilisant cette image seront supprimées et les futures publications avec cette images seront rejetées.
ja: この画像を使用しているすべての投稿は削除され、今後この画像を使った投稿は拒否されます。
pl: Wszystkie posty, które wykorzystuj ten obrazek zostan usunite, a przysze posty wykorzystujce ten obrazek bd odrzucane.

source: Voting Activity
ca: Activitat de votació
de: Wahlverhalten
es: Actividad de votación
eu: Bozketa jarduera
fr: Activité de vote
ja: 投票一覧
pl: Aktywno w gosowaniu

source: Cross post
ca: Pal creuat
es: Compartir publicación
eu: Gurutzatu argitalpena
fr: Croix poteau
ja: クロスポスト
pl: Cross-postuj

source: Body text is too short to be sure.
de: Textrumpf zu kurz um sicher zu sein.
eu: Gorputzaren testua laburregia da ziur egoteko.
pl: Opis jest zbyt krótki by by pewnym.

source: Not configured.
de: Nicht konfiguriert.
eu: Konfiguratu gabe.

source: Done
de: Fertig
eu: Eginda

source: Share on Mastodon
de: Auf Mastodon teilen
eu: Partekatu Mastodonen

source: Search results for %(q)s
ca: Resultats de la cerca per a %(q)s
de: Suchergebnisse für %(q)s
es: Resultados de búsqueda para %(q)s
eu: %(q)s-ren bilaketaren emaitzak
fr: Résultats de recherche pour %(q)s
ja: %(q)s の検索結果
pl: Wyszukiwanie rezultatów dla %(q)s

source: Post not found.
ca: No s'ha trobat la publicació.
de: Beitrag nicht gefunden.
es: Publicación no encontrada.
eu: Ez da argitalpena aurkitu.
fr: Publication introuvable.
ja: 投稿が見つかりませんでした。
pl: Post nie zosta znaleziony.

source: Retrieve Remote Post
ca: Recupera la publicació remota
de: Remote-Beitrag abrufen
es: Recuperar publicación remota
eu: Berreskuratu urruneko argitalpena
fr: Récupérer la publication distante
ja: リモートの投稿を取得
pl: Pobierz Zdalny Post

source: You have left the community
ca: Heu deixat la comunitat
de: Du hast die Community verlassen
eu: Komunitatea utzi duzu
fr: Vous avez quitté la communauté
ja: コミュニティの参加をやめました
pl: Opucie spoeczno

source: You need to step down as moderator before unsubscribing.
de: Du musst vorm Deabonnieren als Moderator*in zurücktreten.
eu: Moderatzaile kargua utzi behar duzu harpidetza kendu aurretik.

source: New posts in %(community_name)s
ca: Nou publicacions en "%(community_name)s"
de: Neue Beiträge in %(community_name)s
es: Nuevas publicaciones en %(community_name)s
eu: Mezu berriak %(community_name)s-en
fr: Nouvelles publications dans %(community_name)s
ja: %(community_name)sに新着投稿
pl: Nowy post w spoecznoci %(community_name)s

source: Moderator added
ca: Moderador afegit
de: Mod hinzugefügt
es: Moderador añadido
eu: Moderatzailea gehituta
fr: Modo ajouté·e
ja: モデレーターが追加されました
pl: Dodano moderatora

source: You are now a moderator of %(name)s
ca: Ara ets moderador de %(name)s
de: Du bist jetzt Mod von %(name)s
es: Ahora eres moderador de %(name)s
eu: Orain %(name)s-ren moderatzailea zara
fr: Vous êtes désormais modo de %(name)s
ja: %(name)s のモデレーターになりました
pl: Jeste teraz moderatorem spoecznoci %(name)s

source: Moderator removed
ca: Moderador eliminat
de: Mod entfernt
es: Moderador retirado
eu: Moderatzailea kenduta
fr: Modo supprimé·e
ja: モデレーターを削除しました
pl: Usunito moderatora

source: You have unsubscribed from the %(feed_name)s feed, please allow a couple minutes for it to fully process
de: Du hast den Feed %(feed_name)s deabonniert, bitte warte ein paar Minuten bis der Vorgang abgeschlossen ist
eu: %(feed_name)s jariotik harpidetza kendu duzu, itxaron minutu batzuk guztiz prozesatu arte
pl: Odsubskrybowae feed %(feed_name)s, poczekaj kilka minut zanim proces dobiegnie koca

source: You cannot leave your own feed
de: Du kannst nicht deinen eigenen Feed verlassen
eu: Ezin duzu zure jarioa utzi

source: %(name)s has been locked.
ca: %(name)s ha estat bloquejat.
de: %(name)s wurde gesperrt.
eu: %(name)s blokeatu egin da.
fr: %(name)s a été vérrouillé.
ja: %(name)sはロックされました。
pl: Zablokowano %(name)s

source: %(name)s has been unlocked.
ca: %(name)s s'ha desbloquejat.
de: %(name)s wurde entsperrt.
eu: %(name)s desblokeatu da.
fr: %(name)s a été déverrouillé.
ja: %(name)sのロックは解除されました。
pl: Odblokowano %(name)s

source: Your comment has been added.
ca: S'ha afegit el vostre comentari.
de: Dein Kommentar wurde hinzugefügt.
eu: Zure iruzkina gehitu da.
fr: Votre commentaire a été ajouté.
ja: コメントが追加されました。
pl: Twój komentarz zosta dodany.

source: Comment deleted.
ca: Comentari suprimit.
de: Kommentar gelöscht.
es: Comentario eliminado.
eu: Iruzkina ezabatuta.
fr: Commentaire supprimé.
ja: コメントを削除しました。
pl: Usunito komentarz.

source: Comment has been locked.
ca: S'ha blocat el comentari.
de: Kommentar wurde gesperrt.
eu: Iruzkina blokeatu da.
fr: Le commentaire a été vérrouillé.
ja: コメントをロックしました。
pl: Komentarz zosta zamknity.

source: Comment has been unlocked.
ca: S'ha desbloquejat el comentari.
de: Kommentar wurde freigegeben.
eu: Iruzkina desblokeatu da.
fr: Le commentaire a été déverrouillé.
ja: コメントのロックを解除しました。
pl: Komentarz zosta otwarty.

source: Your answer was chosen as an answer to %(post_title)s
de: Deine Antwort wurde als Antwort zu %(post_title)s ausgewählt
eu: Zure erantzuna %(post_title)s-ri erantzun gisa aukeratu da
pl: Twoja odpowiedź zostaa wybrana jako odpowiedź do %(post_title)s

source: You cannot block yourself.
ca: No et pots bloquejar a tu mateix.
de: Du kannst dich nicht selbst blockieren.
es: No puedes bloquearte a ti mismo.
eu: Ezin duzu zeure burua blokeatu.
fr: Vous ne pouvez pas vous bloquer vous-même.
ja: 自分をブロックすることはできません。
pl: Nie możesz zablokowa sam siebie.

source: You cannot block admin or staff.
ca: No pots bloquejar l'administrador ni el personal.
de: Du kannst Admins oder Mitarbeitende nicht blockieren.
es: No puedes bloquear a un administrador o al equipo.
eu: Ezin dituzu administratzaileak edo pertsonala blokeatu.
fr: Vous ne pouvez pas bloquer l'administrateur·ice ou l'équipe de modération.
ja: 管理者・スタッフはブロックできません。
pl: Nie możesz zablokowa administratora lub moderacji.

source: You cannot unblock yourself.
ca: No et pots desbloquejar a tu mateix.
de: Du kannst dich nicht selbst entblocken.
es: No puedes desbloquearte a ti mismo.
eu: Ezin duzu zeure burua desblokeatu.
fr: Vous ne pouvez pas vous débloquer.
ja: 自分でブロックを解除することはできません。
pl: Nie możesz odblokowa sam siebie.

source: Community is on banned or blocked instance
ca: La comunitat està en una instància prohibida o bloquejada
de: Community ist Teil einer gebannten oder blockierten Instanz
es: La comunidad se encuentra en una instancia bloqueada o prohibida
eu: Komunitatea debekatuta edo blokeatuta dagoen instantzia batean dago
fr: La communauté est sur une instance bannie ou bloquée
ja: コミュニティはBANまたはブロックしたインスタンスにあります
pl: Spoeczno jest na zablokowanej instancji

source: Trending now
ca: Tendències actuals
de: Im Trend
es: Tendencias actuales
eu: Oraingo joerak
fr: En vogue
ja: トレンドの投稿
pl: Popularne teraz

source: Hot
ca: Popular
de: Angesagt
es: Destacado
eu: Nabarmenak
fr: Populaire
ja: トレンド

source: Latest posts
ca: Publicacions més recents
de: Neueste Beiträge
es: Últimas publicaciones
eu: Azken argitalpenak
fr: Publications récentes
ja: 最新の投稿
pl: Ostatnie posty

source: New
ca: Nou
de: Neu
es: Nuevas
eu: Berriak
fr: Nouveau
ja: 新規
pl: Nowe

source: Oldest posts
ca: Publicacions més antigues
de: Älteste Beiträge
es: Publicaciones más antiguas
eu: Argitalpen zaharrenak
fr: Anciennes publications
ja: 古い投稿
pl: Najstarsze posty

source: Old
ca: Antic
de: Alt
eu: Zaharrak
fr: Ancien
ja: 古い順
pl: Stare

source: Recently commented on
ca: Recentment comentat sobre
de: Kürzlich kommentiert
es: Comentado recientemente
eu: Duela gutxi iruzkindu da
fr: Commenté récemment
ja: 最近のコメント
pl: Ostatnie komentarze

source: Active
ca: Actiu
de: Aktiv
es: Activas
eu: Aktiboak
fr: Actif
ja: アクティブ
pl: Aktywne

source: Trending in niche communities
ca: Tendència en comunitats de nínxol
de: Im Trend in Nischen-Communities
eu: Joera komunitate txikietan
fr: En vogue dans les communautés de niche
ja: マイナーコミュニティでのトレンド
pl: Popularne w spoecznociach niszowych

source: Scaled
ca: Escalat
de: Skaliert
eu: Eskalatua
fr: Équilibré
ja: 注目度
pl: Skalowany

source: Top
ca: Millor
es: Populares
eu: Onenak
fr: Meilleur
ja: 上位

source: Most upvotes in the last hour
ca: El millor d'aquesta hora
de: Die meisten Upvotes in der letzten Stunde
eu: Boto gehien azken orduan
fr: Les plus hautvotés au cours de la dernière heure
ja: 1時間で最も賛成された投票
pl: Najlepiej oceniane przez ostatni godzin

source: Most upvotes in the last 6 hours
ca: El millor de les ultimes 6 hores
de: Meiste Upvotes in den letzten 6 Stunden
eu: Azken 6 orduetan boto gehien jaso dituztenak
fr: Les plus hautvotés au cours des 6 dernières heures
ja: 6時間で最も賛成された投票
pl: Najlepiej oceniane przez ostatnie 6 godzin

source: Most upvotes in the last 12 hours
ca: El millor de les ultimes 12 hores
de: Meiste Upvotes in den letzten 12 Stunden
eu: Azken 12 orduetan boto gehien jaso dituztenak
fr: Les plus hautvotés au cours des 12 dernières heures
ja: 12時間で最も賛成された投票
pl: Najlepiej oceniane przez ostatnie 12 godzin

source: Most upvotes in the last day
ca: El millor del dia
de: Meiste Upvotes innerhalb des letzten Tages
eu: Boto gehien azken egunean
fr: Les plus hautvotés au cours de la dernière journée
ja: 1日で最も賛成された投票
pl: Najlepiej oceniane w cigu ostatniego dnia

source: Day
ca: Dia
de: Tag
eu: Eguna
fr: Jour
ja: 今日
pl: Dzie

source: Most upvotes in the last week
ca: El millor de la setmana
de: Meiste Upvotes in der letzten Woche
eu: Boto gehien azken astean
fr: Les plus hautvotés au cours de la dernière semaine
ja: 1週間で最も賛成された投票
pl: Najlepiej oceniane przez ostatni tydzie

source: Week
ca: Setmana
de: Woche
eu: Astea
fr: Semaine
ja: 週
pl: Tydzie

source: Most upvotes in the last month
ca: El millor del mes
de: Meiste Upvotes im letzten Monat
eu: Boto gehien azken hilabetean
fr: Les plus hautvotés au cours du dernier mois
ja: 1か月で最も賛成された投票
pl: Najlepiej oceniane w cigu ostatniego miesica

source: Month
ca: Mes
de: Monat
eu: Hilabetea
fr: Mois
ja: 1か月
pl: Miesic

source: Most upvotes in the last year
ca: El millor del any
de: Meiste Upvotes im letzten Jahr
eu: Boto gehien azken urtean
fr: Les plus hautvotés au cours de la dernière année
ja: 1年で最も賛成された投票
pl: Najlepiej oceniane w cigu ostatniego roku

source: Year
ca: Any
de: Jahr
eu: Urtea
fr: Année
ja: 1 年
pl: Rok

source: Most upvotes all time
ca: El millor de tots els temps
de: Meiste Upvotes aller Zeiten
eu: Aldeko boto gehien inoiz
fr: Les plus hautvotés au cours de tous les temps
ja: 最も賛成された投票
pl: Najlepij oceniane zawsze

source: All Time
ca: Tots els temps
de: Aller Zeiten
eu: Beti
fr: Depuis toujours
ja: 全時間
pl: Zawsze

source: Sorting methods:
ca: Tipus d’ordenació:
de: Sortierungsmethoden:
es: Métodos de ordenación:
eu: Ordenatze metodoak:
fr: Méthodes de tri :
ja: ソート方法:
pl: Sortowanie:

source: Insert image
ca: Insereix una imatge
de: Bild einfügen
eu: Txertatu irudia
fr: Insérer une image

source: Close
ca: Tancar
de: Schließen
eu: Itxi
fr: Fermer
ja: 閉じる
pl: Zamknij

source: Upload
ca: Pujada
de: Hochladen
eu: Kargatu
fr: Téléverser

source: Author
ca: Autor
de: Autor*in
es: Autor
eu: Egilea
fr: Auteur·e
ja: 作成者
pl: Autor

source: Very low reputation. Beware.
ca: Molt baixa reputació. Compte.
de: Sehr niedrige Reputation. Vorsicht.
eu: Oso ospe txarra. Kontuz.
fr: Réputation faible. Prudence.
ja: このユーザーは評価が低いため注意が必要です。
pl: Uwaga. Bardzo niska reputacja.

source: Very low reputation. Beware!
ca: Molt baixa reputació. Compte!
de: Sehr niedrige Reputation. Vorsicht!
eu: Oso ospe txarra. Kontuz!
fr: Réputation faible. Prudence !
ja: このユーザーは評価が低いため注意してください！
pl: Uwaga! Bardzo niska reputacja.

source: Low reputation.
ca: Baixa reputació.
de: Niedrige Reputation.
eu: Ospe baxua.
fr: Réputation faible.
ja: 低評価。
pl: Niska reputacja.

source: User note: %(note)s
ca: Nota de l'usuari: %(note)s
de: Konto-Notiz: %(note)s
es: Nota de usuario: %(note)s
eu: Erabiltzailearen oharra: %(note)s
fr: Note de l'utilisateur·ice : %(note)s
ja: ユーザーメモ: %(note)s
pl: Notka o użytkowniku: %(note)s

source: Go to community %(name)s
ca: Ves a la comunitat %(name)s
de: Gehe zur Community %(name)s
es: Ir a la comunidad %(name)s
eu: Joan %(name)s komunitatera
fr: Aller à la communauté %(name)s
ja: コミュニティ %(name)s に移動

source: Go to feed %(name)s
ca: Ves al canal %(name)s
de: Gehe zum Feed %(name)s
eu: Joan %(name)s jariora
fr: Aller au flux %(name)s
ja: %(name)s に移動

source: Create post
ca: Crea una publicació
de: Beitrag erstellen
es: Crear publicación
eu: Sortu argitalpena
fr: Créer une publication
ja: 投稿を作成
pl: Stwórz post

source: Leave
ca: Marxar
de: Verlassen
es: Abandonar
eu: Utzi
fr: Quitter
ja: 参加をやめる
pl: Opu

source: Pending
ca: Pendent
de: Ausstehend
es: Pendiente
eu: Zain
fr: En attente
ja: 保留中
pl: Oczekujce

source: Join
ca: Uneix-te
de: Beitreten
es: Unirse
eu: Batu
fr: Rejoindre
ja: 参加
pl: Docz

source: Settings
ca: Configuració
de: Einstellungen
es: Ajustes
eu: Ezarpenak
fr: Paramètres
ja: 設定
pl: Ustawienia

source: Invite others
ca: Convida els altres
de: Andere einladen
eu: Gonbidatu besteak
fr: Inviter d'autres personnes
ja: 招待する
pl: Zapro innych

source: Search this community
ca: Cerca en aquesta comunitat
de: Diese Community durchsuchen
es: Buscar en esta comunidad
eu: Bilatu komunitate honetan
fr: Rechercher dans cette communauté
ja: コミュニティ内で検索
pl: Przeszukaj te spoeczno

source: Show only %(flair_name)s
ca: Mostra només %(flair_name)s
de: Nur %(flair_name)s anzeigen
eu: Erakutsi %(flair_name)s bakarrik
fr: Montrer seulement %(flair_name)s
ja: %(flair_name)s のみを表示
pl: Pokazuj tylko %(flair_name)s

source: Explore Tag Cloud
ca: Explora el núvol d'etiquetes
de: Erkunde Tag-Wolke
eu: Arakatu etiketa hodeia
fr: Afficher le nuage de mots-clics
pl: Odkryj chmur tagów

source: Upcoming events
ca: Propers esdeveniments
de: Bevorstehende Veranstaltungen
eu: Hurrengo gertaerak
fr: Événements à venir
pl: Nadchodzce wydarzenia

source: iCal feed
ca: Canal d'iCal
eu: iCal jarioa
fr: Flux iCal
pl: Treci iCal

source: This community does not federate with other instances.
ca: Aquesta comunitat no es federa amb altres casos.
de: Diese Community föderiert nicht mit anderen Instanzen.
eu: Komunitate hau ez da beste instantziekin federatzen.
fr: Cette communauté ne fédère pas avec les autres instances.
ja: このコミュニティは他のインスタンスと連合していません。
pl: Ta tre nie federuje si z innymi instancjami.

source: Rate community
de: Community bewerten
eu: Baloratu komunitatea

source: Set my flair
ca: Estableix el meu estil
de: Meinen Flair festlegen
eu: Ezarri nire bereizgarria
fr: Définir mon étiquette
ja: 自身のフレアを設定
pl: Ustaw mój styl

source: Modlog
es: Registro de mod
eu: Mod-egunkaria
fr: Journal de modération
ja: モデレーションログ
pl: Logi moderacji

source: Moderators have not been active recently.
ca: Els moderadors no han estat actius recentment.
de: Mods waren in letzter Zeit nicht aktiv.
es: Los moderadores no han estado activos recientemente.
eu: Moderatzaileak ez dira aktibo egon azkenaldian.
fr: Les modo n'ont pas été actives récemment.
ja: モデレーターは最近活動していません。
pl: Moderatorzy nie byli ostatnio aktywni.
