Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Banned user was a remote instance admin.
ca: L'usuari prohibit era un administrador d'instància remota.
de: Gebanntes Konto war ein Remote-Instanz-Admin.
eu: Debekatutako erabiltzailea urruneko instantziaren administratzailea zen.
fr: L'utilisateur·ice banni·e était un·e administrateur·ice d'une instance distante.
ja: BANされたユーザーはリモートインスタンスの管理者でした。
pl: Zbanowany użytkownik jest administratorem innej instancji.

source: Banned user with role permissions.
ca: Usuari amb permisos de rol prohibits.
de: Gebanntes Konto mit Funktions-Berechtigungen.
eu: Rol baimenak dituen erabiltzailea debekatuta.
fr: Utilisateur·ice banni·e avec des autorisations de rôle.
ja: 権限を持つユーザーをBANしました。
pl: Zbanowano użytkownika z uprawnieniami.

source: %(actor)s has been banned.
ca: %(actor)s ha estat prohibit.
de: %(actor)s wurde gebannt.
eu: %(actor)s debekatua izan da.
fr: %(actor)s a été banni·e.
ja: %(actor)sはBANされました。
pl: Zbanowano %(actor).

source: You cannot unban yourself.
ca: No et pots desprohibir a tu mateix.
de: Du kannst dich nicht selbst entbannen.
es: No puedes desbloquearte a ti mismo.
eu: Ezin duzu zeure burua debekutik kendu.
fr: Vous ne pouvez pas vous débannir.
ja: 自分でBANを解除することはできません。
pl: Nie możesz odbanowa sam siebie.

source: %(actor)s has been unbanned.
ca: S'ha desbanejat %(actor)s.
de: %(actor)s wurde entbannt.
eu: %(actor)s-(r)en debekua kendu da.
fr: %(actor)s a été débanni·e.
ja: %(actor)sのBANが解除されました。
pl: Odbanowano %(actor)s.

source: %(actor)s has been blocked.
ca: %(actor)s ha estat bloquejat.
de: %(actor)s wurde blockiert.
eu: %(actor)s blokeatu da.
fr: %(actor)s a été bloqué·e.
ja: %(actor)s はブロックされました。
pl: Zablokowano %(actor)s.

source: %(actor)s has been unblocked.
ca: %(actor)s ha estat desbloquejat.
de: %(actor)s wurde blockiert.
eu: %(actor)s desblokeatu da.
fr: %(actor)s a été débloqué·e.
ja: %(actor)s のブロックが解除されました。
pl: Odblokowano %(actor)s.

source: Moderators have already assessed reports regarding this person, no further reports are necessary.
ca: Els moderadors ja han avaluat els informes sobre aquesta persona, no calen més informes.
de: Mods haben Meldungen zu dieser Person bereits beurteilt, keine weiteren Meldungen nötig.
es: Los moderadores ya han evaluado los reportes sobre esta persona; no se necesitan más reportes.
eu: Moderatzaileek pertsona honi buruzko txostenak ebaluatu dituzte dagoeneko, ez da beste txostenik behar.
fr: Les modos ont déjà évalué les signalements concernant cette personne, aucun autre signalement n'est nécessaire.
ja: このユーザーに関する通報はすでにモデレーターが確認済みです。これ以上の通報は不要です。
pl: Moderatorzy otrzymali już zgoszenie dotyczce tej osoby, nie trzeba już nic zgasza.

source: %(user_name)s has already been reported, thank you!
ca: Ja s'ha denunciat %(user_name)s, gràcies!
de: %(user_name)s wurde bereits gemeldet, danke!
es: ¡%(user_name)s ya ha sido reportado, gracias!
eu: %(user_name)s dagoeneko salatua izan da, eskerrik asko!
fr: %(user_name)s a déjà été signalé·e, merci !
ja: %(user_name)s は既に通報されています。ありがとうございます！
pl: Istnieje już zgoszenie dotyczce %(user_name)s, dzikujemy!

source: %(user_name)s has been reported, thank you!
ca: S'ha denunciat %(user_name)s, gràcies!
de: %(user_name)s wurde gemeldet, danke!
es: ¡%(user_name)s ha sido reportado, gracias!
eu: %(user_name)s salatua izan da, eskerrik asko!
fr: %(user_name)s a été signalé·e, merci !
ja: %(user_name)s が通報されました。ありがとうございます！
pl: Zgoszono %(user_name)s, dzikujemy!

source: Report user
ca: Denunciar usuari
de: Konto melden
es: Reportar usuario
eu: Salatu erabiltzailea
fr: Signaler l'utilisateur·ice
ja: ユーザーを通報する
pl: Zgo użytkownika

source: You cannot delete yourself.
ca: No et pots suprimir a tu mateix.
de: Du kannst dich nicht selbst löschen.
es: No puedes eliminar tu propia cuenta.
eu: Ezin duzu zeure burua ezabatu.
fr: Vous ne pouvez pas vous supprimer vous-même.
ja: 自分自身を削除することはできません。
pl: Nie możesz usun sam siebie.

source: Deleted user was a remote instance admin.
ca: L'usuari suprimit era un administrador d'instància remota.
de: Gelöschtes Konto war ein Remote-Instanz-Admin.
eu: Ezabatutako erabiltzailea urruneko instantziako administratzailea zen.
fr: L'utilisateur·ice supprimé·e était un·e administrateur·ice d'instance à distance.
ja: 削除したユーザーはリモートインスタンスの管理者です。
pl: Usunity użytkownik by administratorem innej instancji.

source: Deleted user with role permissions.
ca: Usuari amb permisos de rol suprimit.
de: Gelöschtes Konto mit Funktions-Berechtigung.
eu: Rol baimenak dituen erabiltzailea ezabatuta.
fr: Utilisateur·ice supprimé·e avec des autorisations de rôle.
ja: 削除したユーザーはロール権限を持っています。
pl: Usu użytkownika z uprawnieniami.

source: %(actor)s has been deleted.
ca: %(actor)s ha estat eliminat.
de: %(actor)s wurde gelöscht.
eu: %(actor)s ezabatu da.
fr: %(actor)s a été supprimé·e.
ja: %(actor)sは削除されました。
pl: Usunito %(actor)s.

source: %(community_name)s has been unblocked.
ca: %(community_name)s s'ha desbloquejat.
de: %(community_name)s wurde entblockt.
eu: %(community_name)s desblokeatu da.
fr: %(community_name)s a été débloqué·e.
ja: %(community_name)sのブロックは解除されました。
pl: Odblokowano %(community_name)s.

source: Account deletion in progress. Give it a few minutes.
ca: Eliminació del compte en curs. Espera uns minuts.
de: Account wird gelöscht. Es dauert ein paar Minuten.
es: Eliminación de cuenta en curso. Espera unos minutos.
eu: Kontua ezabatzen ari da. Itxaron minutu batzuk.
fr: Suppression du compte en cours. Veuillez patienter quelques minutes.
ja: アカウントを削除中です。数分間お待ちください。
pl: Usunicie konta jest w trakcie. Poczekaj kilka minut.

source: Delete my account
ca: Suprimeix el meu compte
de: Mein Konto löschen
es: Eliminar mi cuenta
eu: Ezabatu nire kontua
fr: Supprimer mon compte
ja: アカウントの削除
pl: Usu moje konto

source: All notifications marked as read.
ca: Totes les notificacions marcades com a llegides.
de: Alle Benachrichtigungen als gelesen markiert.
es: Todas las notificaciones se han marcado como leídas.
eu: Jakinarazpen guztiak irakurri gisa markatu dira.
fr: Toutes les notifications sont marquées comme lues.
ja: すべての通知を既読にしました。
pl: Wszystkie powiadomienia oznaczone jako odczytane.

source: NSFW content will be hidden due to legal restrictions in your country.
ca: El contingut NSFW estarà ocult a causa de les restriccions legals del teu país.
de: NSFW-Inhalte werden aufgrund gesetzlicher Vorschriften in deinem Land verborgen.
eu: Zure herrialdeko lege-murrizketen ondorioz, NSFW edukia ezkutatuta egongo da.
fr: Le contenu NSFW sera masqué en raison des restrictions légales en vigueur dans votre pays.
pl: Zawarto NSFW zostanie ukryta z powodu prawa obowizujcego w Twoim kraju.

source: Filter deleted.
ca: Filtre suprimit.
de: Filter gelöscht.
es: Filtro eliminado.
eu: Iragazkia ezabatuta.
fr: Filtre supprimé.
ja: フィルターを削除しました。
pl: Filtr usunity

source: User not found: %(username)s
de: Nutzer*in nicht gefunden: "%(user_name)s"
eu: Erabiltzailea ez da aurkitu: %(username)s

source: %(name)s is already blocked.
de: %(name)s wird bereits blockiert.
eu: %(name)s blokeatuta dago dagoeneko.

source: Community not found: %(name)s
de: Community nicht gefunden: %(name)s
eu: Komunitatea ez da aurkitu: %(name)s

source: Instance not found: %(domain)s
de: Instanz nicht gefunden: %(domain)s
eu: Instantzia ez da aurkitu: %(domain)s
pl: Nie znaleziono instancji: %(domain)s

source: Error blocking instance: %(error)s
de: Fehler beim Blockieren der Instanz: %(error)s
eu: Errorea instantzia blokeatzean: %(error)s

source: Comment bookmarks
ca: Marcadors de comentaris
de: Kommentar-Lesezeichen
es: Marcadores de comentarios
eu: Iruzkinen laster-markak
fr: Commentaires favoris
ja: ブックマークコメント
pl: Zakadki komentarzy

source: Reply Alerts
ca: Alertes de resposta
de: Antwort-Warnungen
es: Alertas de respuestas
eu: Erantzunen alertak
fr: Alerte des réponses
ja: 返信の通知
pl: Ostrzeżenia Odpowiedzi

source: Community Alerts
ca: Alertes comunitàries
de: Community-Warnungen
es: Alertas de comunidad
eu: Komunitatearen alertak
fr: Alertes des communautés
ja: コミュニティの通知
pl: Ostrzeżenia Spoecznoci

source: Topic Alerts
ca: Alertes temàtiques
de: Themenmeldungen
es: Alertas de tema
eu: Gaien alertak
fr: Alertes des Rubriques
ja: トピックの通知
pl: Ostrzeżenia Tematu

source: Feed Alerts
ca: Alertes del canal
de: Feed-Warnungen
eu: Jarioen alertak
fr: Alerte des flux
ja: フィードの通知
pl: Ostrzeżenia Feed'u

source: User Alerts
ca: Alertes d'usuari
de: Konto-Benachrichtigungen
es: Alertas de usuario
eu: Erabiltzailearen alertak
fr: Alerte des utilisateur·ices
ja: ユーザーの通知
pl: Ostrzeżenia Użytkowników

source: Post Alerts
ca: Publica alertes
de: Beitragswarnungen
es: Alertas de publicaciones
eu: Argitalpenen alertak
fr: Alerte des publications
ja: 投稿の通知
pl: Ostrzeżenia Postów

source: Lemmy can't follow profiles, sorry
ca: En Lemmy no pot seguir perfils, ho sento
de: Lemmy kann Profilen nicht folgen, entschuldigung
es: Lemmy no puede seguir perfiles, lo sentimos
eu: Lemmy-k ezin ditu profilak jarraitu, barkatu
fr: Lemmy ne peut pas suivre de profils, désolé
ja: Lemmyはユーザーをフォローすることができません
pl: Lemmy nie zezwla na ledznie profili, wybacz

source: Reading history has been deleted
ca: S'ha suprimit la lectura de l'historial
de: Leseverlauf wurde gelöscht
es: El historial de lectura se ha eliminado
eu: Irakurketa-historia ezabatu da
fr: La lecture de l'historique a été supprimée
ja: 履歴を削除しました
pl: Historia czytania zostaa usunita

source: That person could not be retrieved or is banned from %(site)s.
eu: Pertsona hori ezin izan da berreskuratu edo %(site)s-tik debekatuta dago.

source: Searching for remote people requires login
ca: La cerca de persones remotes requereix l'inici de sessió
de: Suchen nach Remote-Menschen benötigt Login
eu: Urruneko pertsonak bilatzeko saioa hasi behar da
fr: La recherche de personnes distantes nécessite une connexion
ja: リモートユーザーの検索にはログインが必要です
pl: Szukanie ludzi z innych instancji wymaga zalogowania si

source: You have exceeded your storage quota.
ca: Has superat la teva quota d'emmagatzematge.
de: Du hast dein Speicherplatzlimit überschritten.
eu: Biltegiratze-kuota gainditu duzu.
fr: Vous avez dépassé votre quota de stockage.
pl: Przekroczye limit miejsca na dysku

source: Thank you for supporting %(instance_name)s! Any choice you make below will replace your current donation plan.
ca: Gràcies per donar suport a %(instance_name)s! Qualsevol opció que triïs a continuació substituirà el teu pla de donacions actual.
de: Danke für deine Unterstützung von %(instance_name)s! Jede Auswahl die du unten triffst, ersetzt deinen aktuellen Spendenplan.
eu: Eskerrik asko %(instance_name)s babesteagatik! Jarraian egiten duzun edozein aukerak zure egungo dohaintza plana ordezkatuko du.
fr: Merci de soutenir %(instance_name)s ! Tout choix que vous ferez ci-dessous remplacera votre plan de don actuel.
ja: %(instance_name)s をご支援いただきありがとうございます！以下で選択したプランは、現在の寄付プランに置き換わります。
pl: Dzikujemy za wsieranie %(instance_name)s! Każdy zmiana poniżej zastpi Twój plan obecny wsparcia.

source: Choose a donation plan
ca: Trieu un pla de donació
de: Wähle einen Spendenplan aus
eu: Aukeratu dohaintza-plan bat
fr: Choisissez une offre de don
ja: 寄付プランの選択
pl: Wybierz plan wsparcia

source: Log in to donate to %(instance_name)s or donate to the PieFed project using the button below.
ca: Inicia la sessió per fer una donació a %(instance_name)s o per fer una donació al projecte PieFed amb el botó següent.
de: Melde dich an, um an %(instance_name)s zu spenden oder spende an das PieFed-Projekt mit dem Button unten.
eu: Hasi saioa %(instance_name)s-ri dohaintza egiteko edo PieFed proiektuari dohaintza egiteko beheko botoia erabiliz.
fr: Connectez-vous pour faire un don à %(instance_name)s ou faites un don au projet PieFed en utilisant le bouton ci-dessous.
ja: %(instance_name)s に寄付するにはログインしてください。または、下のボタンからPieFedプロジェクトへ寄付できます。
pl: Zaloguj si by wpaci na %(instance_name)s lub wpa datek na projekt PieFed używajc przycisku poniżej.

source: You are not donating
ca: No estàs donant
de: Du spendest nicht
eu: Ez zaude dohaintzarik ematen
fr: Vous ne faites pas de dons
ja: あなたは寄付をしていません
pl: Nie wpacasz datków

source: There are no regular donations set to occur in the future.
ca: No hi ha previstes donacions regulars en el futur.
de: Es sind keine zukünftigen regelmäßigen Spenden eingerichtet.
eu: Ez dago etorkizunean ohiko dohaintzarik aurreikusita.
fr: Il n'y a pas de dons réguliers prévus dans le futur.
ja: 今後予定されている定期寄付はありません。
pl: Nie ma regularnych datków zaplanowanych na przyszo.

source: Regular donation cancelled
ca: Donació regular cancel·lada
de: Regelmäßige Spende storniert
eu: Ohiko dohaintza bertan behera utzi da
fr: Don récurrent annulé
ja: 定期寄付をキャンセルしました
pl: Regularne datki anulowane

source: Your donation has been cancelled.
ca: El vostre donatiu ha estat cancel·lat.
de: Deine Spende wurde storniert.
eu: Zure dohaintza bertan behera utzi da.
fr: Votre don a été annulé.
ja: 寄付がキャンセルされました。
pl: Twój datek zosta wycofany.

source: Rational Discourse Toolkit
ca: Kit d'eines del discurs racional
de: Werkzeuge für rationalen Diskurs
fr: Boîte à outils de discours rationnel
ja: 理性的な議論ツール
pl: Narzdzia racjonalnego dyskursu

source: 429 - Too Many Requests
ca: 429 - Massa sol·licituds
de: 429 - Zu viele Anfragen
fr: 429 - Trop de demandes
ja: 429 - リクエストが多すぎます
pl: 429 - Zbyt wiele żda

source: Slug
fr: Permalien
ja: 識別子(スラッグ)
pl: Nazwa skrócona

source: star wars
pl: Gwiezdne Wojny

source: star -wars
pl: Gwiezdne -wojny

source: "star wars"
pl: "Gwiezdne Wojny"

source: Spam
ca: Correu brossa
fr: Indésirable
ja: スパム

source: Wiki
ca: Viqui

source: Hash
fr: Empreinte numérique
ja: ハッシュ

source: Hide cross-posts by this user
ja: このユーザからのクロスポストを隠す

source: Leave all communities
ja: すべてのコミュニティの参加をやめる

source: Lock the old community to by setting it to 'moderators only' so no one else can post in it.
ja: 他のユーザーが投稿できないように、古いコミュニティは「モデレーターのみ」に設定してロックしてください。

source: Watch on piped.video
es: Ver en piped.video
ja: piped.videoで見る

source: Trying to add a communitiy or post from another instance?
es: ¿Intentas añadir una comunidad o publicación de otra instancia?
ja: 別のコミュニティやインスタンスから投稿を追加したいですか？

source: You are about to permanently delete the account with the username "<strong>%(username)s</strong>." This means your profile will disappear, pictures will be deleted. Text-based posts will stay but look like they are from someone named "deleted."
es: Estás a punto de eliminar de forma permanente la cuenta con el nombre de usuario "<strong>%(username)s</strong>". Esto significa que tu perfil desaparecerá y las imágenes se eliminarán. Las publicaciones de texto se mantendrán, pero parecerán de alguien llamado "deleted".
ja: ユーザー名"<strong>%(username)s</strong>でアカウントを完全に削除しようとしています。 あなたのプロフィールは消え、画像は削除されます。テキストベースの投稿は残りますが、「deleted」という名前に変更されます。

source: You cannot purge yourself.
es: No puedes purgarte a ti mismo.
ja: 自分自身を削除することはできません。

source: That person could not be retreived or is banned from %(site)s.
es: No se pudo recuperar a esa persona o está bloqueada en %(site)s.
ja: 該当ユーザーは見つからなかったか、%(site)s でBANされています。

source: Days to cache images from remote instances for
es: Días para almacenar en caché las imágenes de instancias remotas

source: 0 means cache forever
es: 0 significa almacenar en caché para siempre

source: Local Communities
es: Comunidades locales

source: Joined Communities
es: Comunidades unidas

source: Not Joined Communities
es: Comunidades no unidas

source: Post restored.
es: Publicación restaurada.

source: Communities on this server
es: Comunidades en este servidor

source: Not Joined communities
es: Comunidades no unidas

source: Not Joined
es: No unido

source: Use this to scan a remote lemmy server and "pre-load" it's communities, as ranked by posts and activity. NSFW communities and communities from banned instances are excluded.
es: Utiliza esto para escanear un servidor lemmy remoto y "precargar" sus comunidades, clasificadas por publicaciones y actividad. Se excluyen las comunidades NSFW y las de instancias bloqueadas.

source: Sent to
es: Enviado a

source: Label
es: Etiqueta
