Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Report conversation with "%(member_names)s"
ca: Informa de la conversa amb "%(member_names)s"
de: Unterhaltung mit "%(member_names)s " melden
es: Reportar conversación con "%(member_names)s"
eu: Salatu "%(member_names)s"-rekin izandako elkarrizketa
fr: Signaler la conversation avec "%(member_names)s"
ja: %(member_names)sとの会話を通報する
pl: Zgo konwersacj z "%(member_names)s"

source: Sort by hot
ca: Ordenar per popular
de: Nach Angesagt sortieren
es: Ordenar por destacados
eu: Ordenatu nabarmenen arabera
fr: Trier par Tendance
ja: トレンド順に並び替え
pl: Na czasie

source: Moderators
ca: Moderadors
de: Mods
es: Moderadores
eu: Moderatzaileak
fr: Modos
ja: モデレーター
pl: Moderatorzy

source: Appeals
ca: Apel·lacions
de: Einsprüche
es: Apelaciones
eu: Apelazioak
fr: Appels
ja: アピール
pl: Odwoania

source: Mod log
ca: Registre de moderació
es: Registro de mod
eu: Mod erregistroa
fr: Journal de modération
ja: モデレーションログ
pl: Log moderacji

source: Sort
ca: Tipus d’ordenació
de: Sortierung
eu: Ordenatu
ja: ソート
pl: Sortuj

source: Sort by new
ca: Ordena per novetat
de: Nach Neu sortieren
es: Ordenar por nuevas
eu: Ordenatu berrien arabera
fr: Trier par Nouveau
ja: 新しい順に並べ替え
pl: Sortuj od najnowszych

source: Sort by old
ca: Ordena per antic
de: Nach Alt sortieren
eu: Ordenatu zaharren arabera
fr: Trier par ancien
ja: 古い順に並べ替え
pl: Sortuj od najstarszych

source: Sort by active
ca: Ordena per actiu
de: Nach Aktiv sortieren
es: Ordenar por actividad
eu: Ordenatu aktiboen arabera
fr: Trier par actif
ja: 活発な順に並び替え
pl: Sortuj od aktywnych

source: Top 12 hours
ca: 12 hores principals
de: Top 12 Stunden
eu: Onenak 12 ordutan
fr: Top 12 heures
ja: 12時間
pl: Top ostatnich 12 godzin

source: Top Day
ca: Dia principal
de: Top Tag
eu: Onenak egunean
fr: Top de la journée
ja: 1日
pl: Top dzisiaj

source: Top Week
ca: El millor de la setmana
de: Top Woche
eu: Onenak astean
fr: Top de la semaine
ja: 1週間
pl: Top tygodnia

source: Top Month
ca: El millor del mes
de: Top Monat
eu: Onenak hilabetean
fr: Top du mois
ja: 1か月
pl: Top miesica

source: Top Year
ca: El millor de l'any
de: Top Jahr
eu: Onenak urtean
fr: Top de l'année
ja: 1 年
pl: Top roku

source: Top All Time
ca: El millor de tot els temps
de: Top Aller Zeiten
eu: Onenak beti
fr: Top de tous les temps
ja: 全ての期間
pl: Top wszech czasów

source: Tile
ca: Rajola
de: Kachel
es: Mosaico
eu: Mosaikoa
fr: Tuile
ja: タイル
pl: Pole

source: Wide tile
ca: Rajola ampla
de: Breite Kachel
es: Mosaico ancho
eu: Mosaiko zabala
fr: Tuile large
ja: タイル (ワイド)
pl: Szerokie pole

source: Content type
ca: Tipus de contingut
de: Inhaltstyp
eu: Edukiaren mota
fr: Type de contenu
ja: 投稿の種類
pl: Typ treci

source: Events
ca: Esdeveniments
de: Veranstaltungen
eu: Gertaerak
fr: Événements
pl: Wydarzenia

source: Apply filters
ca: Aplica filtres
de: Filter anwenden
eu: Aplikatu iragazkiak
fr: Appliquer les filtres
ja: フィルターを適用
pl: Zastosuj filtry

source: Invite people to join
ca: Convida a la gent a unir-s'hi
de: Personen einladen
eu: Gonbidatu jendea bat egitera
fr: Inviter des personnes à rejoindre
ja: 招待する
pl: Zapro użytkowników

source: About community
ca: Quant a la comunitat
de: Über die Community
es: Acerca de la comunidad
eu: Komunitateari buruz
fr: À propos de la communauté
ja: コミュニティの概要
pl: O spoecznoci

source: Create feed
ca: Crea canal
de: Feed erstellen
eu: Sortu jarioa
fr: Créer un flux
ja: トピックの編集
pl: Utwórz feed

source: Show posts
ca: Mostra les publicacions
de: Beiträge anzeigen
eu: Erakutsi argitalpenak
fr: Montrer les publications
ja: 投稿を見る
pl: Pokaż posty

source: Show comments
ca: Mostra els comentaris
de: Kommentare anzeigen
eu: Erakutsi iruzkinak
fr: Montrer les commentaires
ja: コメントを表示
pl: Pokaż komentarze

source: Show events
ca: Mostra els esdeveniments
de: Zeige Veranstaltungen
eu: Erakutsi gertaerak
fr: Montrer les événements
pl: Pokaż wydarzenia

source: Join %(name)s
ca: Uneix-te a %(name)s
de: %(name)s beitreten
es: Unirse a %(name)s
eu: Batu %(name)s-(e)ra
fr: Rejoindre %(name)s
ja: %(name)s に参加
pl: Docz do %(name)s

source: Leave %(name)s
ca: Deixa %(name)s
de: %(name)s verlassen
es: Abandonar %(name)s
eu: Utzi %(name)s
fr: Quitter %(name)s
ja: %(name)s の参加をやめる
pl: Opu %(name)s

source: Notify about every new post. Not advisable in high traffic communities!
ca: Notifica'm de cada nova publicació. No recomanable en comunitats amb molt trànsit!
de: Benachrichtigung über jeden neuen Beitrag erhalten. Nicht ratsam in stark frequentierten Communities!
es: Notificar sobre cada nueva publicación. ¡No es recomendable en comunidades con mucho tráfico!
eu: Jakinarazi argitalpen berri bakoitzari buruz. Ez da gomendagarria trafiko handiko komunitateetan!
fr: Notification pour chaque nouvelle publication. Déconseillé dans communautés à forte fréquentation !
ja: 新着投稿のたびに通知されます。投稿の多いコミュニティではおすすめしません！
pl: Powiadomiaj o nowych postach. Odradzane przy wysoce aktywnych spoecznociach!

source: This is shown above the field where people compose their content. Only use this if really necessary.
ca: Això es mostra a sobre del camp on la gent redacta el seu contingut. Només cal fer-ho servir si és realment necessari.
de: Dies wird über dem Feld angezeigt in dem die Leute ihre Inhalte schreiben. Nur nutzen wenn es wirklich notwendig ist.
eu: Hau jendeak bere edukia idazten duen eremuaren gainean agertzen da. Benetan beharrezkoa bada soilik erabili hau.
fr: Elle est affichée au-dessus du champ dans lequel les utilisateur·ices rédigent leur contenu. Ne l'utilisez que si c'est vraiment nécessaire.
pl: Bdzie wywietlane nad polem w którym ludzie wpisuj swoj tre. Używaj tylko jeżeli jest niezbdne.

source: Provide a square image that looks good when small. SVG is allowed.
ca: Proporcioneu una imatge quadrada que es vegi bé quan és petita. Es permet SVG.
de: Stelle ein quadratisches Bild zur Verfügung, das gut in klein aussieht. SVG ist erlaubt.
es: Proporciona una imagen cuadrada que se vea bien en tamaño reducido. Se permite SVG.
eu: Eman txikia denean itxura ona duen irudi karratu bat. SVG onartzen da.
fr: Fournissez une image carrée qui rend bien lorsqu'elle est petite. SVG est autorisé.
ja: 小さく表示されても見やすい正方形の画像を使用してください、SVGも使用できます。
pl: Przelij kwadratowy obraz wygldajcy dobrze w pomniejszeniu. Format SVG dozwolony.

source: Provide a wide image - letterbox orientation.
ca: Proporcioneu una imatge ampla, orientada com una bústia.
de: Stelle ein breites Bild zur Verfügung - im Querformat.
es: Proporciona una imagen panorámica en orientación letterbox.
eu: Eman irudi zabala - postontzi-orientazioa.
fr: Fournissez une image large - orientation en lettrebox.
ja: 横長の画像を指定してください。
pl: Przelij szeroki obrazek - w orientacji listowej.

source: Only people using %(name)s can post or reply
ca: Només les persones que utilitzen %(name)s poden publicar o respondre
de: Nur Personen, die %(name)s verwenden, können posten oder antworten
es: Solo las personas que usan %(name)s pueden publicar o responder
eu: %(name)s erabiltzen dutenek bakarrik argitaratu edo erantzun dezakete
fr: Seules les personnes utilisant %(name)s peuvent publier ou répondre
ja: %(name)s を利用している人だけが投稿または返信できます
pl: Tylko ludzie z %(name)s mog postowa i odpowiada

source: Do not publicize test communities.
ca: No donar a conèixer les comunitats de proves.
de: Test-Communities nicht bekanntmachen.
eu: Ez egin proba-komunitateen publizitaterik.
fr: Ne pas divulguer les communautés de test.
pl: Nie upubliczniaj testowych spoecznoci

source: Comments can be designated as the answer.
de: Kommentare können als Antwort ausgewiesen werden.
eu: Iruzkinak erantzun gisa izendatu daitezke.
pl: Komentarze mog zosta oznaczone jako odpowiedź.

source: Type of post
ca: Tipus de publicació
de: Art des Beitrags
es: Tipo de publicación
eu: Argitalpen mota
fr: Types de publications
ja: 投稿の種類
pl: Typ wpisu

source: Share a link
ca: Comparteix un enllaç
de: Teile einen Link
es: Compartir un enlace
eu: Partekatu esteka bat
fr: Partagez un lien
ja: リンクを共有する
pl: Udostpnij link

source: Start a discussion
ca: Inicia una discussió
de: Beginne eine Diskussion
es: Iniciar una discusión
eu: Hasi eztabaida bat
fr: Démarrer une discussion
ja: 文章を投稿する
pl: Zacznij dyskusj

source: Share an image
ca: Comparteix una imatge
de: Teile ein Bild
es: Compartir una imagen
eu: Partekatu irudi bat
fr: Partager une image
ja: 画像を共有する
pl: Udostpnij obraz

source: Share a video
ca: Comparteix un vídeo
de: Teile ein Video
es: Compartir un video
eu: Partekatu bideo bat
fr: Partager une vidéo
ja: ビデオを共有する
pl: Udostpnij wideo

source: Create a poll
ca: Crea una enquesta
de: Umfrage erstellen
es: Crear una encuesta
eu: Sortu galdetegi bat
fr: Créer un sondage
ja: 投票を作成する
pl: Utwórz ankiet

source: Lemmy does not support polls, try a PieFed community instead.
de: Lemmy unterstützt keine Umfragen, versuche es stattdessen in einer PieFed-Community.
eu: Lemmyk ez ditu galdetegiak onartzen, saiatu PieFed komunitate batekin ordez.

source: Create an event
ca: Crea un esdeveniment
de: Veranstaltung erstellen
es: Crear un evento
eu: Sortu gertaera bat
fr: Créer un événement
ja: イベントを作成
pl: Utwórz wydarzenie

source: Lemmy does not support events, try a PieFed community instead.
de: Lemmy unterstützt keine Veranstaltungen, versuche es stattdessen in einer PieFed-Community.
eu: Lemmyk ez ditu gertaerak onartzen, saiatu PieFed komunitate batekin ordez.

source: Found a community:
ca: He trobat una comunitat:
de: Community gefunden:
es: Se encontró una comunidad:
eu: Komunitate bat aurkitu da:
fr: Communauté trouvée :
ja: コミュニティを探す：
pl: Znaleziono spoeczno:

source: This link has already been posted to these communities:
ca: Aquest enllaç ja s'ha publicat a aquestes comunitats:
de: Dieser Link wurde bereits in diesen Communities gepostet:
es: Este enlace ya se ha publicado en estas comunidades:
eu: Esteka hau dagoeneko argitaratu da komunitate hauetan:
fr: Ce lien a déjà été publié sur ces communautés :
ja: このリンクはすでに以下のコミュニティに投稿されています：
pl: Ten link już zosta zapostowany w tych spoecznociach:

source: Not safe for work
ca: No segur per a la feina
de: Nicht sicher für die Arbeit
es: No apto para el trabajo (NSFW)
eu: Ez da segurua lanerako (NSFW)
fr: Pas sûr pour le travail
ja: 職場閲覧注意
pl: NFSW

source: Not safe for life
ca: No segur per a la vida
de: Nicht sicher fürs Leben
es: No apto para la vida (NSFL)
eu: Ez da segurua bizitzarako (NSFL)
fr: Pas sûr pour la vie
ja: 閲覧注意（過激な内容）
pl: NSFL

source: No posts in this community yet.
ca: Encara no hi ha publicacions en aquesta comunitat.
de: Noch keine Beiträge in dieser Community.
es: No hay publicaciones en esta comunidad todavía.
eu: Ez dago mezurik komunitate honetan oraindik.
fr: Aucune publication dans cette communauté pour le moment.
ja: まだこのコミュニティに投稿はありません。
pl: Spoeczno nie ma jeszcze postów

source: No comments in this community yet.
ca: Encara no hi ha comentaris en aquesta comunitat.
de: Noch keine Kommentare in dieser Community.
eu: Ez dago iruzkinik komunitate honetan oraindik.
fr: Aucun commentaire dans cette communauté pour le moment.
ja: まだこのコミュニティにコメントはありません。
pl: Spoeczno nie ma jeszcze komentarzy

source: Ban "%(user_name)s" from %(community_name)s
ca: Vetar "%(user_name)s" de %(community_name)s
de: Banne "%(user_name)s" von %(community_name)s
es: Bloquear a "%(user_name)s" en %(community_name)s
eu: Debekatu "%(user_name)s" %(community_name)s-etik
fr: Bannir "%(user_name)s" de %(community_name)s
ja: %(community_name)sから%(user_name)sをBAN
pl: Zablokuj "%(user_name)s" w %(community_name)s

source: Delete "%(community_title)s"
ca: Suprimeix "%(community_title)s"
de: Lösche "%(community_title)s"
es: Eliminar "%(community_title)s"
eu: Ezabatu "%(community_title)s"
fr: Supprimer "%(community_title)s"
ja: "%(community_title)s" を削除
pl: Usu "%(community_title)s"

source: Edit %(community)s
ca: Edita %(community)s
de: %(community)s bearbeiten
es: Editar %(community)s
eu: Editatu %(community)s
fr: Modifier %(community)s
ja: %(community)s を編集
pl: Edytuj %(community)s

source: Edit and configure this community
ca: Edita i configura aquesta comunitat
de: Diese Community bearbeiten und konfigurieren
es: Editar y configurar esta comunidad
eu: Editatu eta konfiguratu komunitate hau
fr: Modifier et configurer cette communauté
ja: このコミュニティの設定を編集します
pl: Edytuj i konfiguruj spoeczno

source: Provide a square image that looks good when small.
ca: Proporcioneu una imatge quadrada que quedi bé quan és petita.
de: Stelle ein quadratisches Bild zur Verfügung, das gut in klein aussieht.
eu: Eman txikia denean itxura ona duen irudi karratu bat.
fr: Fournissez une image carrée qui rend bien lorsqu'elle est petite.
ja: 小さいサイズでもキレイに見える正方形の画像を用意してください。
pl: Wybierz kwadratowy obrazek, który dobrze wyglda kiedy jest may.

source: View image
ca: Veure imatge
de: Bild anzeigen
es: Ver imagen
eu: Ikusi irudia
fr: Afficher l'image
ja: 画像を表示
pl: Zobacz obraz

source: Delete image
ca: Suprimeix la imatge
de: Bild löschen
es: Eliminar imagen
eu: Ezabatu irudia
fr: Supprimer l'image
ja: 画像を削除
pl: Usu obraz

source: Profile pic
ca: Foto de perfil
de: Profilbild
es: Foto de perfil
eu: Profilaren irudia
fr: Photo de Profil
ja: プロフィール画像
pl: Zdjcie profilowe

source: Some languages, e.g. Japanese, do not work well with friendly urls.
de: Einige Sprachen, z.B. Japanisch, funktionieren nicht gut mit lesbaren URLs.
eu: Hizkuntza batzuek, adibidez japoniera, ez dute ondo funtzionatzen URL atseginekin.
pl: Niektóre jzyki np. Japoski, nie bd dziaay dobrze z przyjaznymi url-ami.

source: Found some people:
ca: He trobat algunes persones:
de: Ein paar Personen gefunden:
es: Se encontraron algunas personas:
eu: Pertsona batzuk aurkitu dira:
fr: J'ai trouvé quelques personnes :
ja: 何人か候補を見つけました：
pl: Znaleziono użytkowników:

source: Add
ca: Afegeix
de: Neu
es: Añadir
eu: Gehitu
fr: Ajouter
ja: 追加
pl: Dodaj

source: Already a moderator
ca: Ja és un moderador
de: Ist bereits Mod
es: Ya es moderador
eu: Dagoeneko moderatzailea da
fr: Déjà modo
ja: 既にモデレーターです
pl: Jest już moderatorem

source: No people found
ca: No s'han trobat persones
de: Keine Personen gefunden
es: No se encontró a nadie
eu: Ez da jenderik aurkitu
fr: Aucune personne trouvée
ja: 表示するユーザーがいません
pl: Nie znaleziono użytkowników

source: Posts can be categorized using flair.
ca: Les publicacions es poden classificar utilitzant flair.
de: Beiträge können durch Flair kategorisiert werden.
eu: Argitalpenak bereizgarriak erabiliz sailkatu daitezke.
fr: Les publications peuvent être catégorisées en utilisant les étiquettes.
ja: フレアを使って投稿にカテゴリを設定できます。
pl: Posty można kategoryzowa używajc stylu.

source: This community has no flair yet.
ca: Aquesta comunitat encara no té estil.
de: Diese Community hat noch kein Flair.
eu: Komunitate honek ez du bereizgarririk oraindik.
fr: Cette communauté n'a pas encore d'étiquettes.
ja: このコミュニティにはフレアが設定されていません。
pl: Ta spoeczno nie ma jeszcze stylu.

source: See and change who moderates this community
ca: Veure i canviar qui modera aquesta comunitat
de: Ansehen und Ändern wer diese Community moderiert
es: Ver y cambiar quién modera esta comunidad
eu: Ikusi eta aldatu komunitate hau nork moderatzen duen
fr: Voir et changer qui modére cette communauté
ja: コミュニティモデレーターの変更と表示
pl: Wywietl i edytuj kto moderuje t spoeczno

source: Remove mod
ca: Elimina mod
de: Mod entfernen
eu: Kendu moderatzailea
fr: Mod retiré·e
ja: モデレーターを解任
pl: Usu moderatora

source: Make owner
ca: Fes-ne propietari
de: Zur Inhaber*in machen
eu: Egin jabea
fr: Le nommer propriétaire
ja: オーナーを設定
pl: Ustaw jako waciciela

source: Remove owner
ca: Elimina el propietari
de: Inhaber*in entfernen
eu: Kendu jabea
fr: Retirer le/la propriétaire
ja: オーナーを解任
pl: Usu waciciela

source: See and handle all reports made about %(community)s
ca: Veure i gestionar tots els informes fets sobre %(community)s
de: Alle Berichte über %(community)s einsehen und bearbeiten
es: Ver y gestionar todos los reportes acerca de %(community)s
eu: Ikusi eta kudeatu %(community)s-ri buruz egindako txosten guztiak
fr: Voir et gérer tous les signalements réalisés à propos de %(community)s
ja: %(community)s に関するすべてのレポート
pl: Wywietl zgoszenia spoecznoci %(community)s

source: Local/Remote
ca: Local/Remot
de: Lokal/Remote
es: Local/Remoto
eu: Tokikoa/Urrunekoa
fr: Local/Distant
ja: ローカル/リモート
pl: Lokalny/Zdalny

source: Reasons
ca: Motius
de: Gründe
es: Razones
eu: Arrazoiak
fr: Raisons
ja: 理由
pl: Powód

source: Type
ca: Tipus
de: Typ
es: Tipo
eu: Mota
ja: タイプ
pl: Rodzaj

source: Escalate
ca: Escalar
de: Eskalieren
es: Escalar
eu: Eskalatu
fr: Transmettre à un·e supérieur·e
ja: エスカレーション
pl: Eskaluj

source: Resolve
ca: Resol
de: Lösen
es: Resolver
eu: Ebatzi
fr: Résoudre
ja: 理由
pl: Rozwiż

source: Ignore
ca: Ignora
de: Ignorieren
es: Ignorar
eu: Ezikusi
fr: Ignorer
ja: 無視
pl: Ignoruj

source: No reports yet
ca: Encara no hi ha informes
de: Noch keine Meldungen
es: No hay reportes todavía
eu: Oraindik ez dago txostenik
fr: Aucun signalement pour l'instant
ja: まだレポートはありません
pl: Brak zgosze

source: Review comments in %(community)s
ca: Revisa els comentaris a "%(community)s"
de: Beiträge in %(community)s überprüfen
eu: Berrikusi iruzkinak %(community)s-en
fr: Examiner les commentaires de %(community)s
ja: %(community)sのコメントをレビュー
pl: Przejrzyj komentarze w %(community)s

source: Comment pagination
ca: Paginació de comentaris
de: Kommentar-Pagination
es: Paginación de comentarios
eu: Iruzkinen orrialdekatzea
fr: Pagination des commentaires
ja: コメントのページ送り
pl: Paginacja komentarzy

source: No comments yet.
ca: Encara no hi ha comentaris.
de: Noch keine Kommentare.
es: No hay comentarios todavía.
eu: Oraindik ez dago iruzkinik.
fr: Pas encore de commentaires.
ja: コメントはありません。
pl: Brak komentarzy

source: Escalate report to admins
ca: Escalar l'informe als administradors
de: Eskaliere die Meldung zu den Admins
es: Escalar reporte a los administradores
eu: Txostena administratzaileei eskalatu
fr: Transmettre le signalement aux administrateur·ices
ja: 管理者に通報をエスカレーション
pl: Eskaluj zgoszenie do administratorów

source: For reports that could potentially involve legal issues or where you are unsure how to respond, you may prefer to let admins handle it.
ca: Per a informes que puguin implicar problemes legals o on no esteu segur de com respondre, podeu preferir que els administradors se'n gestionin.
de: Bei Meldungen die möglicherweise rechtliche Angelegenheiten nach sich ziehen oder bei denen du unsicher bist wie du antworten sollst, könnte es besser sein wenn die Admins sich darum kümmern.
es: Para reportes que puedan implicar temas legales o cuando no estés seguro de cómo responder, puede ser preferible que lo manejen los administradores.
eu: Arazo legalak izan ditzaketen txostenetarako edo nola erantzun ez badakizu, hobe da administratzaileei kudeatzen uztea.
fr: Pour les signalements qui pourraient impliquer des problèmes juridiques ou auxquels vous ne savez pas répondre, vous pouvez laisser les administrateur·ices gérer.
ja: 法的な問題が関わる可能性がある通報や、対応に迷う通報については、管理者に処理を任せることもできます。
pl: Dla zgosze, które mog by zwizane z naruszeniem prawa lub kiedy nie ma pewnoci jak odpowiedzie, możesz wole przekaza to administracji.

source: See who is subscribed to %(community)s
ca: Veure qui està subscrit a %(community)s
de: Sieh nach, wer bei %(community)s abonniert ist
es: Ver quién está suscrito a %(community)s
eu: Ikusi nor dagoen harpidetuta %(community)s(e)n
fr: Voir qui est abonné·e à %(community)s
ja: %(community)s の参加者を見る
pl: Zobacz kto subskrybuje %(community)s

source: Search subscribers...
ca: Cerca subscriptors...
de: Abonnierende durchsuchen...
eu: Bilatu harpidedunak...
fr: Rechercher des abonné·es...
ja: 参加者を検索...
pl: Szukaj subskrybujcych...

source: Kick
de: Kicken
es: Expulsar
eu: Kanporatu
fr: Éjecter
ja: キック

source: This community has no subscribers
ca: Aquesta comunitat no té subscriptors
de: Diese Community hat keine Abonnierenden
es: Esta comunidad no tiene suscriptores
eu: Komunitate honek ez du harpidedunik
fr: Cette communauté n'a aucun·es abonné·es
ja: このコミュニティに参加者はいません
pl: Ta spoeczno nie ma subskrybentów

source: Banned People
ca: Persones prohibides
de: Gebannte Personen
es: Personas bloqueadas
eu: Debekatutako pertsonak
fr: Personnes bannies
ja: BANされたユーザー
pl: Zablokowani użytkownicy

source: See and manage who is banned from %(community)s
ca: Veure i gestionar qui està prohibit de %(community)s
de: Sehen und verwalten Sie, wer von %(community)s ausgeschlossen ist
es: Ver y gestionar quién está bloqueado en %(community)s
eu: Ikusi eta kudeatu nor dagoen %(community)s-(e)tik debekatuta
fr: Voir et gérer qui est banni·e de %(community)s
ja: %(community)s からBANされたユーザーの確認と管理
pl: Zobacz i Zarzdzaj banami w %(community)s

source: Unban
ca: Desprohibir
de: Entbannen
es: Desbloquear
eu: Debekua kendu
fr: Débannir
ja: BANを解除
pl: Odbanuj

source: No banned people yet
ca: Encara no hi ha persones prohibides
de: Keine gebannten Personen bisher
es: Todavía no hay personas bloqueadas
eu: Ez dago debekatutako jenderik oraindik
fr: Pas encore de personnes bannies
ja: BANされた人はいません
pl: Brak zbanowanych użytkoników

source: Ban a user
ca: Prohibeix un usuari
de: Ein Konto bannen
eu: Debekatu erabiltzaile bat
fr: Bannir un·e utilisateur·ice
ja: ユーザーをBAN
pl: Zbanuj użytkownika

source: Create a ban from %(community)s
ca: Crea una prohibició des de %(community)s
de: Bann aus %(community)s erstellen
eu: Sortu debekua %(community)s-(e)tik
fr: Créer un ban de %(community)s
pl: Zbanuj z %(community)s

source: Moderation actions in %(community)s
ca: Accions de moderació a %(community)s
de: Moderations-Aktionen für %(community)s
es: Acciones de moderación en %(community)s
eu: Moderazio ekintzak %(community)s-n
fr: Actions de modération sur %(community)s
ja: %(community)s のモデレーション操作
pl: Dziaania moderacji w %(community)s

source: See things moderators have done in this community.
ca: Veureu les coses que han fet els moderadors en aquesta comunitat.
de: Dinge ansehen, die Mods in dieser Community gemacht haben.
es: Ver qué acciones han realizado los moderadores en esta comunidad.
eu: Ikusi moderatzaileek komunitate honetan egin dituzten gauzak.
fr: Voir les actions de modération sur cette communauté.
ja: このコミュニティでモデレーターが行った操作を確認する。
pl: Zobacz dziaania moderatorów spoecznoci

source: This community has had no moderation actions yet.
ca: Aquesta comunitat encara no ha tingut cap acció de moderació.
de: Diese Community hatte bisher keine Moderations-Aktionen.
es: Esta comunidad aún no tiene acciones de moderación.
eu: Komunitate honek oraindik ez du moderazio ekintzarik izan.
fr: Cette communauté n'a pas encore d'actions de modération.
ja: このコミュニティにはまだモデレーション操作はありません。
pl: Moderatorzy nie podjli żadnych akcji w tej spoecznoci.

source: Move
ca: Mou
de: Umziehen
eu: Mugitu
fr: Déplacer
ja: 移動
pl: Przenie

source: The process to move a community to this instance is:
ca: El procés per moure una comunitat a aquesta instància és:
de: So kannst du eine Community auf diese Instanz umziehen:
eu: Komunitate bat instantzia honetara eramateko prozesua hau da:
fr: Le processus pour déplacer une communauté vers cette instance est le suivant :
ja: このインスタンスへコミュニティを移すには次の手順に従ってください：
pl: Proces przeniesienia spoeczbnoci na te instancj:
