Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: People who influence me
ca: Persones que m'influeixen
de: Menschen die mich beeinflussen
eu: Niri eragiten didaten pertsonak
fr: Les personnes qui m'inspirent
pl: Ludzie, którzy na mnie wpynli

source: Extra field 3 - text
ca: Camp addicional 3 - text
de: Extrafeld 3 - Text
es: Campo extra 3 - texto
eu: 3. eremu gehigarria - testua
fr: Champ supplémentaire 3 - texte
ja: 追加情報 3 - テキスト
pl: Dodatkowe pole 3 - tekst

source: Extra field 4 - label
ca: Camp addicional 4 - etiqueta
de: Extrafeld 4 - Label
es: Campo extra 4 - etiqueta
eu: 4. eremu gehigarria - etiketa
fr: Champ supplémentaire 4 - étiquette
ja: 追加情報 4 - ラベル
pl: Dodatkowe pole 4 - etykieta

source: Things I've changed my mind about
ca: Coses sobre les quals he canviat d'opinió
de: Dinge zu denen ich meine Meinung geändert habe
eu: Iritziz aldatu ditudan gauzak
fr: Ce à propos de quoi j'ai changé d'avis

source: Extra field 4 - text
ca: Camp addicional 4 - text
de: Extra Feld 4 - Text
es: Campo extra 4 - texto
eu: 4. eremu gehigarria - testua
fr: Champ supplémentaire 4 - texte
ja: 追加情報 4 - テキスト
pl: Dodatkowe pole 4 - tekst

source: Save profile
ca: Desa el perfil
de: Profil speichern
es: Guardar perfil
eu: Gorde profila
fr: Sauvegarder le profil
ja: プロフィールを保存
pl: Zapisz profil

source: That email address is already in use by another account
ca: Aquesta adreça electrònica ja està sent utilitzada per un altre compte
de: Diese E-Mail-Adresse wird bereits von einem anderen Konto verwendet
es: Esa dirección de correo ya está siendo usada por otra cuenta
eu: Helbide elektroniko hori beste kontu batek erabiltzen ari du dagoeneko
fr: Ce courriel est déjà utilisé par un autre compte
ja: このメールアドレスはすでに使用されています
pl: Ten adres email już jest używany przez inne konto

source: Matrix user ids start with @
ca: Els identificadors d'usuari de la matriu comencen amb @
de: Matrix-IDs beginnen mit @
es: Los IDs de usuario de Matrix comienzan con @
eu: Matrix-en erabiltzaile IDak @-rekin hasten dira
fr: Les identifiants Matrix commencent par @
ja: MatrixユーザーIDは@で始まります
pl: Id użytkownika Matrix zaczyna si od @

source: Interface language
ca: Idioma de la interfície
de: Interface-Sprache
es: Idioma de la interfaz
eu: Interfazearen hizkuntza
fr: Langue de l'interface
ja: 表示言語
pl: Jzyk interfejsu

source: Content language
ca: Llengua del contingut
de: Inhaltssprache
eu: Edukiaren hizkuntza
fr: Langue du contenu
ja: 表示言語
pl: Jzyk zawartoci

source: Receive email about missed notifications
ca: Rebre correus electrònics sobre notificacions perdudes
de: E-Mail über verpasste Benachrichtigungen erhalten
es: Recibir correos sobre notificaciones perdidas
eu: Jaso galdutako jakinarazpenei buruzko e-postak
fr: Recevoir un courriel pour les notifications manquées
ja: 不在時にメールで通知を受け取る
pl: Otrzymuj email o powiadomieniach

source: Reply collapse threshold
ca: Llindar de plegament de resposta
de: Antworten einklappen ab
es: Umbral para colapsar respuestas
eu: Erantzuna tolesteko atalasea
fr: Seuil de réduction de la réponse
ja: このスコア以下の返信を折りたたむ
pl: Próg zwijania odpowiedzi

source: Reply hide threshold
ca: Amaga el llindar de resposta
de: Antworten verbergen ab
es: Umbral para ocultar respuestas
eu: Erantzuna ezkutatzeko atalasea
fr: Seuil de masquage de la réponse
ja: このスコア以下の返信を非表示にする
pl: Próg ukrywania odpowiedzi

source: Use markdown editor GUI when writing
ca: Utilitza la GUI de l'editor de markdown quan escrius
de: Benutze Markdown Editor GUI beim Schreiben
es: Usar la interfaz de editor Markdown al escribir
eu: Erabili markdown editorearen interfaze grafikoa idazterakoan
fr: Utiliser l'éditeur Markdown lors de la rédaction
ja: 書き込み時にマークダウンエディタGUIを使用する
pl: Użyj graficznego edytora markdown podczas pisania.

source: Show profile in user list
ca: Mostra el perfil a la llista d'usuaris
de: Profil in der Kontoliste anzeigen
es: Mostrar el perfil en la lista de usuarios
eu: Erakutsi profila erabiltzaileen zerrendan
fr: Afficher le profil dans la liste des utilisateur·ices
ja: ユーザ一覧にプロフィールを表示する
pl: Pokaż profil na licie użytkowników

source: My posts appear in search results
ca: Les meves publicacions apareixen als resultats de cerca
de: Meine Beiträge erscheinen in Suchergebnissen
es: Mis publicaciones aparecen en los resultados de búsqueda
eu: Nire argitalpenak bilaketa-emaitzetan agertzen dira
fr: Faire apparaitre mes publications dans les résultats de recherche
ja: 自分の投稿の検索を許可する
pl: Moje posty pokazuj si w wynikach wyszukiwania

source: Do not display posts with which I have already interacted (opened/upvoted/downvoted)
ca: No mostrar publicacions amb les quals ja he interactuat (obertes/votades a favor/votades en contra)
de: Beiträge verbergen, mit denen ich schon interagiert habe (geöffnet/geupvotet/gedownvotet)
es: No mostrar publicaciones con las que ya he interactuado (abiertas/votadas/up o down)
eu: Ez erakutsi dagoeneko elkarreragin dudan (irekita/aldez bozkatua/kontra bozkatua) argitalpenak
fr: Ne pas afficher les publications avec lesquelles j'ai déjà interagi (ouvert/hautvoté/basvoté)
ja: 既読投稿（投票含む）を表示しない
pl: Nie wywietlaj postów z którymi wszedem w interakcj (otwarte/wgórgosowane/wdógosowane)

source: Show communities I've joined on my profile
ca: Mostra les comunitats a les quals m'he unit al meu perfil
de: Zeige Communities denen ich beigetreten bin auf meinem Profil
eu: Erakutsi nire profilean sartu naizen komunitateak
fr: Montrer les communautés abonnées sur mon profil
pl: Pokaż specznoci, do których doczyem na moim profilu

source: Manually approve followers
ca: Aprova manualment els seguidors
de: Follower manuell genehmigen
es: Aprobar seguidores manualmente
eu: Jarraitzaileak eskuz onartu
fr: Approuver manuellement les abonné·es
ja: フォロワーを手動で承認する
pl: Rcznie zatwierdzaj ledzcych

source: Federate votes
ca: Vots federats
de: Votes föderieren
eu: Federatu botoak
fr: Fédérer les votes
pl: Federuj gosy

source: Enable Automatic Follow of Feed Communities.
ca: Activa el seguiment automàtic de comunitats de feeds.
de: Aktiviere automatisches Folgen von Feed-Communities.
eu: Gaitu jario-komunitateen jarraipen automatikoa.
fr: Activer le suivi automatique des communautés de flux.
ja: フィード内コミュニティへの自動フォローを有効にする
pl: Wcz automatyczne ledzenie kanaów spoecznoci.

source: Enable Automatic Leave of Feed Communities.
ca: Activa l'abandonament automàtic de les comunitats de feeds.
de: Aktiviere automatisches Verlassen von Feed-Communities.
eu: Gaitu jario-komunitateen irteera automatikoa.
fr: Activer le départ automatique des communautés de flux.
ja: フィード経由で参加したコミュニティから自動で参加をやめる機能を有効にする

source: Default post sort
ca: Ordenació predeterminada de publicacions
de: Standard-Beitragssortierung
es: Orden predeterminado de publicaciones
eu: Argitalpenen orden lehenetsia
fr: Tri par défaut des publications
ja: 投稿のデフォルトフィルター
pl: Domylnie sortowanie postów

source: Default comment sort
ca: Ordenació predeterminada dels comentaris
de: Standard-Kommentarsortierung
eu: Iruzkinen orden lehenetsia
fr: Tri par défaut des commentaires
pl: Domylne sortowanie komentarzy

source: Theme
ca: Tema
es: Tema
eu: Gaia
fr: Thème
ja: テーマ
pl: Motyw

source: Not compact - expand images
ca: No compacte - expandeix les imatges
de: Nicht kompakt - Bilder aufklappen
eu: Ez txikitu - zabaldu irudiak
fr: Pas compact - afficher les images en grand
pl: Niekompaktowy - powiksz zdjcia

source: More compact - only thumbnails for images
ca: Més compacte: només miniatures per a les imatges
de: Kompakter - nur Thumbails von Bildern
eu: Txikiagoa - irudien miniaturak bakarrik
fr: Plus compact - n'afficher que les miniatures pour les images
pl: Bardziej kompaktowy - tylko miniaturki obrazków.

source: Most compact - no images, only text
ca: El més compacte: sense imatges, només text
de: Am kompaktesten - keine Bilder, nur Text
eu: Txikiena - irudirik ez, testua bakarrik
fr: Le plus compact possible - pas d'images, seulement du texte
pl: Najbardziej kompaktowy - brak obrazków, tylko tekst

source: Compact UI
ca: Interfície d'usuari compacta
de: Kompakte Oberfläche
eu: UI trinkoa
fr: IU compacte
ja: コンパクトUI
pl: Kompaktowy interfejs

source: Theme default - fastest
ca: Tema per defecte - més ràpid
de: Theme-Standard - am schnellsten
eu: Gaiaren lehenetsia - azkarrena
fr: Thème par défaut - le plus rapide
ja: テーマのデフォルト - パフォーマンス重視
pl: Domylna dla motywu - najszybsza

source: Atkinson Hyperlegible - low vision
ca: Hiperlegibilitat d'Atkinson - baixa visió
de: Atkinson Hyperlegible - Sehbehinderung
eu: Atkinson Hyperlegible - ikusmen baxua
fr: Atkinson Hyperlegible - basse vision
ja: Atkinson Hyperlegible - 視認性特化
pl: Atkinson Hyperlegible - saby wzrok

source: Inter - pretty
ca: Inter - bonic
de: Inter - hübsch
eu: Inter - ederra
fr: Inter - joli
ja: Inter - 整った表示
pl: Inter - adna

source: Roboto - pretty
ca: Robot - bonic
de: Roboto - hübsch
eu: Roboto - ederra
fr: Roboto - joli
ja: Roboto - 整った表示
pl: Robot - adna

source: Font
ca: Tipus de lletra
de: Schriftart
eu: Letra-tipoa
fr: Police
ja: フォント
pl: Czcionka

source: Code syntax highlighting color scheme
ca: Esquema de colors de ressaltat de la sintaxi del codi
de: Farbschema des Code-Syntax-Highlighting
eu: Kodearen sintaxia nabarmentzeko kolore-eskema
fr: Thèmes de coloration syntaxique
pl: Schemat kolorystyczny skadni kodu

source: All instances
ca: Totes les instàncies
de: Alle Instanzen
eu: Instantzia guztiak
fr: Toutes les instances
ja: 全てのインスタンス
pl: Wszystkie instancje

source: Accept private messages from
ca: Accepta missatges privats de
de: Akzeptiere private Nachrichten von
eu: Onartu mezu pribatuak hauengandik:
fr: Accepter les messages privés de
ja: プライベートメッセージを許可する対象
pl: Akcpetuj prywatne wiadomoci od

source: Save settings
ca: Desa la configuració
de: Einstellungen speichern
es: Guardar ajustes
eu: Gorde ezarpenak
fr: Enregistrer les paramètres
ja: 設定を保存
pl: Zapisz ustawienia

source: Import community subscriptions and user blocks from Lemmy
ca: Importa subscripcions a la comunitat i bloquejos d'usuaris des de Lemmy
de: Community-Abonnements und Kontoblockierungen von Lemmy importieren
es: Importar suscripciones a comunidades y bloqueos de usuario desde Lemmy
eu: Inportatu komunitateko harpidetzak eta erabiltzaileen blokeoak Lemmy-tik
fr: Importer les abonnements de communauté et les blocages d'utilisateur·ices de Lemmy
ja: Lemmy からコミュニティの登録情報とユーザーブロックをインポート
pl: Importuj subskrybcje spoecznoci i blokady użytkowników z Lemmy'ego

source: Yes, delete my account
ca: Sí, suprimeix el meu compte
de: Ja, mein Konto löschen
es: Sí, eliminar mi cuenta
eu: Bai, ezabatu nire kontua
fr: Oui, supprimer mon compte
ja: はい、アカウントを削除します
pl: Tak, usu moje konto

source: Yes, unsubscribe from all communities I am not moderating
de: Ja, deabonniere alle Communities, die ich modierere
eu: Bai, moderatzen ez ditudan komunitate guztietatik harpidetza kendu

source: Ban IP address
ca: Bloqueja la direcció IP
de: IP-Adresse bannen
eu: Debekatu IP helbidea
fr: Bannir l'adresse IP
ja: BAN IPアドレス
pl: Zbanuj adres IP

source: Delete all content by this account
ca: Suprimeix tot el contingut d'aquest compte
de: Lösche alle Inhalte dieses Accounts
eu: Ezabatu kontu honetako eduki guztia
fr: Supprimer tout le contenu de ce compte
ja: このアカウントの全てのコンテンツを削除
pl: Usu ca zawarto utworzon przez to konto

source: Flush CDN cache when deleting (slow)
ca: Buidar la memòria cau de la CDN en suprimir (lent)
de: CDN-Cache beim Löschen leeren (langsam)
eu: CDN cachea hustu ezabatzean (motela)
fr: Vider le cache CDN lors de la suppression (lent)
pl: Wyczy cache CDN podczas usuwanie (wolne)

source: Malicious reporting
ca: Informes maliciosos
de: Bösartige Meldungen
es: Reporte malintencionado
eu: Txosten gaiztoa
fr: Signalement malveillant
ja: 悪意のある通報
pl: Zgoliwe zgaszanie

source: Hide posts in communities with these words in their name
ca: Oculta les publicacions en comunitats amb aquestes paraules en el seu nom
de: Verberge Beiträge in Communities mit diesen Wörtern im Namen
eu: Ezkutatu hitz hauek izenburuan dituzten komunitateetako mezuak
fr: Masquer les publications dans les communautés dont le nom contient ces mots
pl: Ukryj post w spoecznociach z tymi sowami w nazwie

source: Blur thumbnail
ca: Miniatura de desenfoque
de: Thumbnail verschleiern
es: Desenfocar miniatura
eu: Lausotu miniatura
fr: Flou de la miniature
ja: サムネイルをぼかす
pl: Rozmycie miniatury

source: Make post semi-transparent
ca: Fes que la publicació sigui semitransparent
de: Beitrag halbtransparent machen
es: Hacer la publicación semitransparente
eu: Egin argitalpena erdi-gardena
fr: Rendre la publication semi-transparente
ja: 半透明にする
pl: Ustaw póprzezroczysto postu

source: Label as AI
de: Als KI kennzeichnen
eu: Etiketatu AA gisa
pl: Oznacz jako AI

source: Show AI-generated posts
de: Zeige KI-generierte Beiträge
eu: Erakutsi AA bidez sortutako argitalpenak

source: Hide posts in low quality communities
ca: Oculta els missatges en comunitats de baixa qualitat
de: Verberge Beiträge in Communities niedriger Qualität
eu: Ezkutatu kalitate baxuko komunitateetako mezuak
fr: Masquer les publications dans les communautés de faible qualité
ja: 低品質コミュニティの投稿を隠す
pl: Ukryj posty w spoecznociach niskiej jakoci

source: Home feed
ca: Canal d'inici
de: Startseite
es: Feed de inicio
eu: Hasierako jarioa
fr: Flux d'accueil
ja: ホームフィード
pl: Gówny feed

source: Posts in communities
ca: Publicacions a les comunitats
de: Beiträge in Communities
es: Publicaciones en comunidades
eu: Komunitateetako argitalpenak
fr: Publications dans les communautés
ja: コミュニティの投稿
pl: Posty w spoecznociach

source: Comments on posts
ca: Comentaris a les publicacions
de: Kommentare zu Beiträgen
es: Comentarios en publicaciones
eu: Argitalpenen iruzkinak
fr: Commentaires sur les publications
ja: 投稿のコメント
pl: Komentarze pod postem

source: Action to take
ca: Acció a prendre
de: Zu ergreifende Aktion
es: Acción a realizar
eu: Hartu beharreko ekintza
fr: Action à mener
ja: 実行処理
pl: Akcje do podjcia

source: Keywords that trigger this filter
ca: Paraules clau que activen aquest filtre
de: Stichworte, die diesen Filter auslösen
es: Palabras clave que activan este filtro
eu: Iragazki hau aktibatzen duten gako-hitzak
fr: Mots-clés qui déclenchent ce filtre
ja: このフィルタのトリガーとなるキーワード
pl: Sowa kluczowe, aktywujce ten filtr

source: Expire after
ca: Caduca després de
de: Verfällt nach
es: Expirar después de
eu: Iraungi honen ondoren
fr: Expire après
ja: 有効期限
pl: Wygasa po

source: Your remote instance:
ca: La teva instància remota:
de: Deine Remote-Instanz:
es: Tu instancia remota:
eu: Zure urruneko instantzia:
fr: Votre instance distante :
ja: リモートインスタンス：
pl: Twoja inna instancja:

source: Mastodon, Misskey, Akkoma, Iceshrimp and friends
ca: Mastodon, Misskey, Akkoma, Icesshimp i amics
de: Mastodon, Misskey, Akkoma, Iceshrimp und Freunde
es: Mastodon, Misskey, Akkoma, Iceshrimp y similares
eu: Mastodon, Misskey, Akkoma, Iceshrimp eta lagunak
fr: Mastodon, Misskey, Akkoma, Iceshrimp et similaires
ja: Mastodon, Misskey, Akkoma, Iceshrimp, 及び friends

source: Instance type
ca: Tipus d'instància
de: Instanz-Typ
es: Tipo de instancia
eu: Instantzia mota
fr: Type d'instance
ja: インスタンスタイプ
pl: Rodzaj instancji

source: View profile on remote instance
ca: Veure el perfil en una instància remota
de: Profil von Remote-Instanz aus ansehen
es: Ver perfil en la instancia remota
eu: Ikusi profila urruneko instantzian
fr: Voir le profil sur l'instance distante
ja: リモートインスタンスでプロフィールを表示
pl: Zobacz profil na innej instancji

source: User note
ca: Nota d'usuari
de: Konto-Notiz
es: Nota de usuario
eu: Erabiltzailearen oharra
fr: Note de l'utilisateur·ice
ja: ユーザーメモ
pl: Notatka użytkownika

source: Save note
ca: Desa la nota
de: Notiz speichern
es: Guardar nota
eu: Gorde oharra
fr: Sauvegarder la note
ja: メモを保存
pl: Zapisz notatk

source: URLs to files (one per line)
ca: URL a fitxers (una per línia)
de: URLs zu Dateien (eine pro Zeile)
eu: Fitxategietarako URLak (lerro bakoitzeko bat)
fr: Adresses URL vers les fichiers (une par ligne)
pl: URL-e do plików (jeden na lini)

source: File 1
ca: Fitxer 1
de: Datei 1
eu: 1 fitxategia
fr: Fichier 1

source: File 2
ca: Fitxer 2
de: Datei 2
eu: 2 fitxategia
fr: Fichier 2

source: File 3
ca: Fitxer 3
de: Datei 3
eu: 3 ftxategia
fr: Fichier 3

source: File 4
ca: Fitxer 4
de: Datei 4
eu: 4 fitxategia
fr: Fichier 4

source: File 5
ca: Fitxer 5
de: Datei 5
eu: 5 fitxategia
fr: Fichier 5

source: File 6
ca: Fitxer 6
de: Datei 6
eu: 6 fitxategia
fr: Fichier 6

source: File 7
ca: Fitxer 7
de: Datei 7
eu: 7 fitxategia
fr: Fichier 7

source: File 8
ca: Fitxer 8
de: Datei 8
eu: 8 fitxategia
fr: Fichier 8

source: File 9
ca: Fitxer 9
de: Datei 9
eu: 9 fitxategia
fr: Fichier 9

source: File 10
ca: Fitxer 10
de: Datei 10
eu: 10 fitxategia
fr: Fichier 10

source: Username or ActivityPub ID
de: Kontoname oder ActivityPub-ID
eu: Erabiltzaile-izena edo ActivityPub IDa
pl: Nazwa użytkownika lub ID ActivityPub

source: e.g. @user@example.com or user
de: z.B. @name@beispiel.com oder name
eu: adibidez @erabiltzailea@adibidea.com edo erabiltzailea
pl: np. @nazwaużytkownika@example.com lub nazwaużytkownika

source: Community name or ActivityPub ID
de: Community-Name oder ActivityPub-ID
eu: Komunitatearen izena edo ActivityPub IDa
pl: Nazwa spoecznoci lub ID ActivityPub

source: e.g. !community@example.com or community
de: z.B. !community@beispiel.com oder community
eu: adibidez !komunitatea@adibidea.com edo komunitatea
pl: np. !spoeczno@example.com lub spoeczno

source: Domain name
eu: Domeinuaren izena

source: e.g. example.com
de: z.B. example.com
eu: adib., adibidea.com

source: Instance domain
de: Instanz-Domain
eu: Instantziaren domeinua

source: e.g. lemmy.example.com
de: z.B. lemmy.beispiel.com
eu: adib. lemmy.adibidea.com
pl: np. lemmy.example.com

source: This user has been deleted.
ca: Aquest usuari ha estat eliminat.
de: Dieses Konto wurde gelöscht.
es: Este usuario ha sido eliminado.
eu: Erabiltzaile hau ezabatua izan da.
fr: Cet·te utilisateur·ice a été supprimé·e.
ja: このユーザーは削除されました。
pl: Ten użytkownik zosta usunity.

source: Posts by %(user_name)s
ca: Publicacions de %(user_name)s
de: Beiträge von %(user_name)s
es: Publicaciones de %(user_name)s
eu: %(user_name)s-ren argitalpenak
fr: Publications de %(user_name)s
ja: %(user_name)s の投稿
pl: Posty od %(user_name)s

source: You have changed your email address so we need to verify it. Please check your email inbox for a verification link.
ca: Has canviat la teva adreça electrònica, per tant, l'hem de verificar. Si us plau, consulta la teva safata d'entrada del correu electrònic per obtenir un enllaç de verificació.
de: Du hast deine E-Mail-Adresse geändert, sie muss bestätigt werden. Bitte überprüfe dein E-Mail-Postfach auf eine E-Mail mit Bestätigungs-Link.
es: Has cambiado tu dirección de correo electrónico, así que necesitamos verificarla. Por favor, revisa tu bandeja de entrada para el enlace de verificación.
eu: Zure helbide elektronikoa aldatu duzu, beraz, egiaztatu behar dugu. Mesedez, egiaztatu zure posta elektronikoaren sarrera-ontzia egiaztapen-esteka bat lortzeko.
fr: Vous avez changé votre courriel, nous devons donc le vérifier. Veuillez vérifier votre boîte de réception pour trouver un lien de vérification.
ja: メールアドレスが変更されたため、確認が必要です。確認リンクが含まれたメールを受信トレイでご確認ください。
pl: Zmienie swój adres email, wic musimy go zweryfikowa. Sprawdź swoj skrzynk.

source: Avatar removed!
ca: S'ha eliminat l'avatar!
de: Profilbild gelöscht!
es: ¡Avatar eliminado!
eu: Avatarra kenduta!
fr: Avatar supprimé !
ja: アバターを削除しました！
pl: Avatar usunity!

source: Auto-detect
ca: Detecció automàtica
de: Automatisch erkennen
es: Auto-detectar
eu: Auto-detektatu
fr: Détection automatique
ja: 自動検出
pl: Automatyczny

source: Basque
ca: Basc
de: Baskisch
eu: Euskera
pl: Jzyk Basków

source: Catalan
ca: Catala
de: Katalonisch
es: Catalán
eu: Katalana
pl: Kataloski

source: Chinese
ca: Xinès
de: Chinesisch
es: Chino
eu: Txinera
fr: Chinois
pl: Chiski

source: English
ca: Anglès
de: Englisch
es: Inglés
eu: Ingelesa
fr: Anglais
pl: Angielski

source: French
ca: Francès
de: Französisch
es: Francés
eu: Frantzesa
fr: Français
pl: Francuski

source: German
ca: Alemany
de: Deutsch
es: Alemán
eu: Alemana
fr: Allemand
pl: Niemiecki

source: Japanese
ca: Japonès
de: Japanisch
es: Japonés
eu: Japoniera
fr: Japonais
ja: 日本語
pl: Japoski

source: Spanish
ca: Castellà
de: Spanisch
eu: Gaztelania
fr: Espagnol
ja: スペイン語
pl: Hiszpaki

source: Polish
eu: Poloniera

source: Your %(provider)s account has been disconnected.
ca: El vostre compte %(provider)s s'ha desconnectat.
de: Die Verknüpfung zum Konto bei %(provider)s wurde gelöst.
eu: Zure %(provider)s kontua deskonektatu da.
fr: Votre compte %(provider)s a été déconnecté.
pl: Twoje konto %(provider)s zostao odczone.

source: Export Complete.
ca: Exportació completada.
de: Export vollständig.
es: Exportación completada.
eu: Esportazioa osatu da.
fr: Exportation terminé.
ja: エクスポート完了。
pl: Eksport zakoczony.

source: Your subscriptions and blocks are being imported. If you have many it could take a few minutes.
ca: S'estan important les teves subscripcions i bloquejos. Si en tens moltes, pot trigar uns minuts.
de: Deine Abonnements und Blocks werden importiert. Wenn du viele hast, kann es ein paar Minuten dauern.
es: Se están importando tus suscripciones y bloqueos. Si tienes muchos, podría tardar unos minutos.
eu: Zure harpidetzak eta blokeoak inportatzen ari dira. Asko badituzu, minutu batzuk iraun dezake.
fr: Vos abonnements et vos blocages sont en cours d'importation. Si vous en avez beaucoup, cela peut prendre quelques minutes.
ja: 登録情報とユーザブロックがインポートされています。数分かかる場合があります。
pl: Twoja subskrypcje i blokady s importowane. Jeżeli jest ich dużo może to chwil zaj.

source: You cannot ban yourself.
ca: No et pots prohibir a tu mateix.
de: Du kannst dich nicht selbst bannen.
es: No puedes bloquearte a ti mismo.
eu: Ezin duzu zeure burua debekatu.
fr: Vous ne pouvez pas vous bannir vous-même.
ja: 自分をBANすることはできません。
pl: Nie możesz zbanowa sam siebie.

source: Purged user was a remote instance admin.
ca: L'usuari purgat era un administrador d'instància remota.
de: Endgültig gelöschtes Konto war ein Remote-Instanz-Admin.
eu: Ezabatutako erabiltzailea urruneko instantzia-administratzailea zen.
fr: L'utilisateur·ice purgé·e était un administrateur·ice d'instance à distance.
ja: 削除されたユーザーはリモートインスタンスの管理者でした。
pl: Usunity użytkownik, by administratorem innej instancji.

source: Purged user with role permissions.
ca: Usuari amb permisos de rol eliminat.
de: Endgültig gelöschtes Konto mit Funktions-Berechtigungen.
eu: Rol baimenak zituen erabiltzailea ezabatuta.
fr: Utilisateur·ice purgé·e avec des autorisations de rôle.
ja: 完全に削除したユーザーはロール権限を持っています。
pl: Usunito użytkownika z uprawnieniami.

source: %(actor)s has been banned, deleted and all their content deleted. This might take a few minutes.
ca: %(actor)s ha estat prohibit, eliminat i tot el seu contingut s'ha eliminat. Això pot trigar uns minuts.
de: %(actor)s wurde gebannt, gelöscht und dessen Inhalte wurden gelöscht. Dies kann einige Minuten dauern.
eu: %(actor)s debekatu, ezabatu eta bere eduki guztia ezabatu da. Honek minutu batzuk hartu ditzake.
fr: %(actor)s a été banni, supprimé et tout son contenu effacé. Cela pourrait prendre quelques minutes.
ja: %(actor)sは禁止され、削除され、すべてのコンテンツが削除されました。これには数分かかる場合があります。
pl: Zbanowano i usunito ca zawarto powizan z %(actor)s.To może zaj kilka minut.

source: %(actor)s has been banned, deleted and all their content deleted.
ca: %(actor)s ha estat banejat, eliminat i tot el seu contingut s'ha eliminat.
de: %(actor)s wurde gebannt, gelöscht und dessen Inhalte wurden gelöscht.
eu: %(actor)s debekatu, ezabatu eta bere eduki guztia ezabatu da.
fr: %(actor)s a été banni·e, supprimé·e et tous leur contenus supprimés.
ja: %(actor)sはBANされました、全てのコンテンツも削除されました。
pl: Zbanowano i usunito ca zawarto powizan z %(actor)s.
