Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Feed communities
ca: Comunitats del canal
eu: Jario-komunitateak
fr: Communautés du Flux
ja: フィード内のコミュニティ
pl: Spoecznoci feedu

source: Curated by
ca: Comissariat per
de: Kuratiert von
eu: Honek eskuz aukeratuta:
fr: Géré par
pl: Kurator

source: Number of subscribers
ca: Nombre de subscriptors
de: Anzahl Abonnierende
eu: Harpidedun kopurua
fr: Nombre d'abonné·e·s
pl: Liczba subskrybentów

source: Clear filters
ca: Esborra els filtres
de: Filter löschen
eu: Garbitu iragazkiak
fr: Réinitialiser les filtres
ja: フィルターをクリア
pl: Wyczy filtry

source: Online Status
ca: Estat en línia
eu: Lineako egoera
fr: Statut en ligne
ja: オンライン状態
pl: Status aktywnoci

source: Online instances
ca: Instàncies en línia
de: Online-Instanzen
es: Instancias en línea
eu: Lineako instantziak
fr: Instances en ligne
ja: オンラインインスタンス
pl: Instancje online

source: Dormant instances
ca: Instàncies inactives
de: Inaktive Instanzen
es: Instancias inactivas
eu: Instantzia lozorroak
fr: Instances hors-lignes
ja: 休止インスタンス
pl: Instancje upione

source: Gone forever instances
ca: Instàncies desaparegudes per sempre
de: Für immer verschwundene Instanzen
es: Instancias desaparecidas para siempre
eu: Betiko desagertutako instantziak
fr: Instances cloturées
ja: 永久停止インスタンス
pl: Instancje, które znikny na zawsze

source: Gone Forever
ca: Perdut per sempre
de: Für immer verschwunden
eu: Betiko desagertuta
fr: Clôturée
ja: 永久に削除済み
pl: Znikn na zawsze

source: Federation Status
ca: Estat de la Federació
de: Föderations-Status
eu: Federazio egoera
fr: Statut de la Fédération
ja: 連合状態
pl: Status federacji

source: Allowed instances
ca: Instàncies permeses
de: Erlaubte Instanzen
eu: Baimendutako instantziak
fr: Instances autorisées
ja: 許可されたインスタンス
pl: Instancje dozwolone

source: Allowed
ca: Permès
de: Erlaubt
eu: Baimenduta
fr: Autorisé
ja: 許可済み
pl: Dozwolone

source: Blocked instances
ca: Instàncies bloquejades
de: Blockierte Instanzen
eu: Blokeatutako instantziak
fr: Instances bloquées
ja: ブロックしたインスタンス
pl: Zablokowane instancje

source: Federated instances
ca: Instàncies federades
de: Föderierte Instanzen
eu: Federatutako instantziak
fr: Instances fédérées
ja: 連合済みのインスタンス
pl: Instancje sfederowane

source: Federated
ca: Federat
de: Föderiert
eu: Federatuta
fr: Fédérée
ja: 連合済み
pl: Sfederowane

source: Heard from
ca: He sentit a parlar de
de: Gehört von
es: Recibido de
eu: Hemendik jasota:
fr: Entendu de
ja: 最終確認時刻
pl: Wiadomo od

source: Gone
ca: Desaparegut
de: Verschwunden
es: Desaparecida
eu: Desagertuta
fr: Partie
ja: 削除済み
pl: Znikn

source: No results to show.
ca: No hi ha resultats per mostrar.
de: Keine Ergebnisse verfügbar.
es: No hay resultados que mostrar.
eu: Ez dago emaitzarik erakusteko.
fr: Aucun résultat à afficher.
ja: 表示するものがありません。
pl: Brak wyników do wywietlenia

source: This is a %(software)s instance.
ca: Aquesta és una instància de %(software)s.
de: Dies ist eine %(software)s-Instanz.
es: Esta es una instancia de %(software)s.
eu: Hau %(software)s instantzia bat da.
fr: Ceci est une instance %(software)s.
ja: これは %(software)s のインスタンスです。
pl: Ta instancja korzysta z %(software)s

source: Votes are weighted at the normal level.
eu: Botoak ohiko mailan haztatuta daude.

source: Votes are weighted at %(weight)dx.
eu: Botoak %(weight)dx-tan haztatzen dira.

source: Go to instance
ca: Anar a la instància
de: Gehe zur Instanz
es: Ir a la instancia
eu: Joan instantziara
fr: Aller sur l'instance
ja: インスタンスへ移動
pl: Idź do instancji

source: Unblock %(instance_name)s
ca: Desbloqueja %(instance_name)s
de: Entblocke %(instance_name)s
es: Desbloquear %(instance_name)s
eu: Desblokeatu %(instance_name)s
fr: Débloquer %(instance_name)s
ja: %(instance_name)s のブロックを解除
pl: Odblokuj %(instance_name)s

source: Block everyone from %(instance_name)s
ca: Bloqueja tothom de %(instance_name)s
de: Blockiere jeden von %(instance_name)s
es: Bloquear a todos los de %(instance_name)s
eu: Blokeatu guztiak %(instance_name)s-tik
fr: Bloquer tout le monde de l'instance %(instance_name)s
ja: %(instance_name)s のすべてのユーザーをブロックする
pl: Zablokuj wszystkich z %(instance_name)s

source: No people to show
ca: No hi ha gent per mostrar
de: Keine Personen anzuzeigen
es: No hay personas para mostrar
eu: Ez dago erakusteko inor
fr: Aucune personne à afficher
ja: 表示するユーザーがいません
pl: Brak użytkowników do wywietlenia

source: No posts from this instance yet.
ca: Encara no hi ha entrades d'aquesta instància.
de: Noch keine Beiträge von dieser Instanz.
es: No hay publicaciones de esta instancia todavía.
eu: Ez dago instantzia honetako argitalpenik oraindik.
fr: Aucune publication de cette instance pour le moment.
ja: このインスタンスには投稿がありません。
pl: Brak postów

source: Bookmark
ca: Adreça d'interès
de: Lesezeichen
es: Marcar
eu: Laster-markatu
fr: Favori
ja: ブックマーク
pl: Zakadka

source: Remove bookmark
ca: Elimina l'adreça d'interès
de: Lesezeichen entfernen
es: Eliminar marcador
eu: Kendu laster-marka
fr: Supprimer le favori
ja: ブックマーク解除
pl: Usu zakadk

source: UpVote button.
ca: Botó Vota a favor.
es: Botón de voto positivo.
eu: Aldezko botoa emateko botoia.
fr: Bouton hautvoter.
ja: 賛成票ボタン。
pl: Przycisk 'Wgórgos'

source: Score:
ca: Puntuació:
de: Punkte:
es: Puntuación:
eu: Puntuazioa:
ja: スコア:

source: DownVote button.
ca: Botó de votació negativa.
es: Botón de voto negativo.
eu: Kontrako bozketa emateko botoia.
fr: Bouton basvoter.
ja: 反対票ボタン。
pl: Przycisk 'Wdógos'

source: Score:
ca: Puntuació:
de: Punkte:
es: Puntuación:
eu: Puntuazioa:
ja: スコア:

source: Potentially emotionally scarring content
ca: Contingut potencialment traumatitzador emocional
de: Potenziell emotional abschreckender Inhalt
es: Contenido potencialmente perturbador
eu: Emozionalki zaurigarriak izan daitezkeen edukiak
fr: Contenu potentiellement traumatisant sur le plan émotionnel
ja: 強い不快感を与える可能性のある内容
pl: Tre nie dla osób wrażliwych emocjonalnie

source: This post contains AI generated content
de: Dieser Beitrag enthält KI-generierte Inhalte
eu: Argitalpen honek AA bidez sortutako edukia dauka
pl: Ten post zawiera zawarto wygenerowan przez AI

source: AI
de: KI
eu: AA

source: Reported. Check post for issues.
ca: Reportat. Consulta la publicació per si hi ha problemes.
de: Gemeldet. Prüfe den Beitrag auf Probleme.
es: Reportado. Revisa la publicación para posibles problemas.
eu: Salatua. Begiratu argitalpena arazorik dagoen ikusteko.
fr: Signalé. Vérifiez les publications pour analyse.
ja: 通報されました。投稿に問題がないかご確認ください。
pl: Zgoszono. Sprawdź post pod ktem problemów.

source: Go to image
ca: Ves a la imatge
de: Gehe zum Bild
eu: Joan irudira
fr: Afficher l'image
pl: Idź do obrazka

source: Online Event
ca: Esdeveniment en línia
de: Online-Veranstaltung
eu: Lineako gertaera
fr: Événement en ligne
pl: Wydarzenie online

source: Location
ca: Ubicació
de: Ort
eu: Kokapena
pl: Lokalizacja

source: Max Attendees
ca: Assistents màxims
de: Maximal teilnehmende Personen
eu: Gehieneko gonbidatuak
fr: Nombre maximum de participant·es
pl: Maksymalna liczba uczestników

source: Join Mode
ca: Mode d’unió
de: Teilnahme
eu: Batze modua
fr: Modalité d'organisation
pl: Tryb doczania

source: Archive.ph link
ca: Enllaç Archive.ph
es: Enlace de Archive.ph
eu: Archive.ph esteka
fr: Lien Archive.ph
ja: Archive.phのリンク
pl: Link do Archive.ph

source: Licence
ca: Llicència
de: Lizenz
eu: Lizentzia
ja: ライセンス
pl: Licencja

source: The poll has finished, yet no votes were cast.
ca: L'enquesta ha acabat, però no s'ha emès cap vot.
de: Diese Umfrage ist abgeschlossen, allerdings wurden keine Stimmen abgegeben.
es: La encuesta ha terminado, pero no se emitieron votos.
eu: Galdetegia amaitu da, baina ez da botorik eman.
fr: Le sondage est terminé, mais aucun vote n'a été exprimé.
ja: 投票期間は終了しましたが、一つも票はありませんでした。
pl: Ankieta zakoczona bez gosów

source: No votes have been cast yet.
ca: Encara no s'ha emès cap vot.
de: Es sind noch keine Stimmen abgegeben worden.
eu: Ez da botorik eman oraindik.
fr: Aucun vote n'a été soumis pour le moment.
pl: Nikt jeszcze nie zagosowa

source: Show voting form
ca: Mostra el formulari de votació
de: Umfrageformular anzeigen
eu: Erakutsi bozketa formularioa
fr: Afficher le formulaire de vote
pl: Pokaż formularz gosowania

source: Vote
ca: Vota
eu: Bozkatu
ja: 投票
pl: Zagosuj

source: View results
ca: Veure resultats
de: Ergebnisse ansehen
eu: Ikusi emaitzak
fr: Voir les résultats
pl: Zobacz wyniki

source: Total votes: %(total_votes)d.
ca: Vots totals: %(total_votes)d.
de: Gesamtstimmen: %(total_votes)d.
es: Votos totales: %(total_votes)d.
eu: Boto guztiak: %(total_votes)d.
fr: Nombre total de votes : %(total_votes)d.
ja: 総投票数: %(total_votes)d.
pl: cznie gosów: %(total_votes)d.

source: Poll closes
ca: L'enquesta es tanca
de: Umfrage schließt
es: La encuesta finaliza
eu: Galdetegia ixten da
fr: Sondage clos
ja: 投票の終了
pl: Ankieta zamknita

source: Add to calendar
ca: Afegeix al calendari
de: Zum Kalender hinzufügen
eu: Gehitu egutegira
fr: Ajouter au calendrier
pl: Dodaj do kalendarza

source: Hashtags
ca: Etiquetes
es: Etiquetas
eu: Hashtag-ak
fr: Croisimots
ja: ハッシュタグ
pl: Tagi

source: Show cross-posts
ca: Mostra les publicacions creuades
de: Zeige Crossposts
es: Mostrar cross-posts
eu: Erakutsi argitalpen gurutzatuak
fr: Afficher les publications croisées
ja: クロスポストを表示
pl: Pokaż wiadomoci wielokrotne

source: Number of cross-posts:
ca: Nombre de publicacions creuades:
de: Anzahl der Crossposts:
es: Número de cross-posts:
eu: Argitalpen gurutzatu kopurua:
fr: Nombre de publications croisées :
ja: クロスポストの数:
pl: Liczba wysanych wiadomoci:

source: Cross-post
ca: Publicació creuades
de: Crossposten
eu: Gurutzatu argitalpena
fr: Croix-poteaux
ja: クロスポスト
pl: Wysyanie wielokrotne

source: Translate
ca: Tradueix
de: Übersetzen
eu: Itzuli
fr: Traduire
ja: 翻訳
pl: Przetumacz

source: Set flair
ca: Establir un toc d'estil
de: Flair festlegen
eu: Ezarri bereizgarria
fr: Définir l'étiquette
ja: フレアを設定
pl: Ustaw styl

source: Translate all comments
de: Alle Communities übersetzen
eu: Itzuli iruzkin guztiak

source: Sort by magic
ca: Ordena per art de màgia
de: Nach Magie sortieren
es: Ordenar por «mágico»
eu: Ordenatu magiaren arabera
fr: Trier par magie
ja: おすすめ順
pl: Sortuj wedug magii

source: Comments with the most upvotes
ca: Comentaris amb més vots positius
de: Kommentare mit den meisten Upvotes
es: Comentarios con más votos positivos
eu: Aldeko boto gehien dituzten iruzkinak
fr: Commentaires avec le plus de hautvotes
ja: 最も賛成票の多いコメント
pl: Najwyżej oceniany komentarz

source: Show newest first
ca: Mostra primer el més nou
de: Zeige neueste zuerst
es: Mostrar primero los más recientes
eu: Erakutsi berriena lehenengo
fr: Plus récent d'abord
ja: 新しい順に表示
pl: Od najnowszych

source: Show oldest first
ca: Mostra el més antic primer
de: Zeige Älteste zuerst
eu: Erakutsi zaharrena lehenengo
fr: Afficher d'abord les plus anciens
ja: 古い順に表示
pl: Od Najstarszych

source: Comments from other communities
ca: Comentaris d'altres comunitats
de: Kommentare aus anderen Communities
eu: Beste komunitateetako iruzkinak
fr: Commentaires des autres communautés
ja: 他のコミュニティからのコメント
pl: Komenatrze z innych spoecznoci

source: Comments in %(name)s
ca: Comentaris a %(name)s
de: Kommentare in %(name)s
eu: Iruzkinak: %(name)s(e)n
fr: Commentaires dans %(name)s
ja: %(name)sへコメント
pl: Komenatrze w %(name)s

source: Community options
ca: Opcions de la comunitat
de: Communityoptionen
eu: Komunitatearen aukerak
fr: Options de la communauté
ja: コミュニティオプション
pl: Opcje spoecznoci

source: Community description
ca: Descripció de la comunitat
de: Communitybeschreibung
eu: Komunitatearen deskribapena
fr: Description de la communauté
ja: コミュニティの説明
pl: Opis spoecznoci

source: Block community %(community_name)s
ca: Bloca la comunitat %(community_name)s
de: Community %(community_name)s blockieren
es: Bloquear la comunidad %(community_name)s
eu: Blokeatu %(community_name)s komunitatea
fr: Bloquer la communauté %(community_name)s
ja: コミュニティ %(community_name)s をブロック
pl: Zablokuj spoeczno %(community_name)s

source: Hide markdown source
de: Markdown-Code verstecken
eu: Ezkutatu markdown iturria

source: View markdown source
de: Markdown-Code anzeigen
eu: Ikusi markdown iturria

source: Post creator
ca: Creador de la publicació
de: Beitrags-Ersteller*in
es: Creador de la publicación
eu: Argitalpenaren sortzailea
fr: Créateur·ice de la publication
ja: 投稿の作成者
pl: Autor posta

source: edited
de: bearbeitet
eu: editatua

source: depth: %(comment_depth)d
de: Tiefe: %(comment_depth)d
eu: sakonera: %(comment_depth)d

source: Reported. Check comment for issues.
ca: Reportat. Revisa el comentari per si hi ha problemes.
de: Gemeldet. Überprüfe den Kommentar auf Probleme.
es: Reportado. Revisa el comentario para posibles problemas.
eu: Salatua. Begiratu iruzkina arazorik dagoen ikusteko.
fr: Signalé. Vérifiez les commentaires pour analyse.
ja: 通報されました。コメントに問題がないかご確認ください。
pl: Zgoszono. Sprawdź komentarz pod ktem problemów.

source: OP prefers this answer
de: OP präferiert diese Antwort
eu: OP-k erantzun hau nahiago du
pl: OP wybra te odpowiedź

source: Comment deleted
ca: S'ha suprimit el comentari
de: Kommentar gelöscht
es: Comentario eliminado
eu: Iruzkina ezabatuta
fr: Commentaire supprimé
ja: コメントを削除しました
pl: Komenatrz usunity

source: Deleted by moderator
ca: Eliminat pel moderador
de: Von Mod gelöscht
es: Eliminado por moderador
eu: Moderatzaileak ezabatua
fr: Supprimé par les modos
ja: モデレーターにより削除されました
pl: Usunite przez moderatora

source: reply
ca: resposta
de: Antworten
eu: erantzun
fr: répondre
ja: 返信
pl: Odpowiedz

source: locked
ca: bloquejat
de: verriegelt
eu: blokeatuta
fr: vérrouillé
pl: Zablokowane

source: Un-collapse
de: Ausklappen
eu: Destolestu
fr: Agrandir
pl: Rozwi

source: Collapse
ca: Replegar
de: Einklappen
eu: Tolestu
fr: Réduire
pl: Zwi

source: Un-choose answer
de: Antwort abwählen
eu: Erantzuna ez aukeratu

source: Choose answer
de: Antwort auswählen
eu: Aukeratu erantzuna

source: Comment options
ca: Opcions de comentari
de: Kommentaroptionen
es: Opciones de comentario
eu: Iruzkinaren aukerak
fr: Options des commentaires
ja: コメントオプション
pl: Opcje komentarza

source: Continue thread
ca: Continua el fil
de: Im Thread fortfahren
eu: Jarraitu haria
fr: Continuer le fil
pl: Kontynuuj wtek

source: Filtered:
ca: Filtrat:
de: Gefiltert:
es: Filtrado:
eu: Iragazita:
fr: Filtré :
ja: フィルター：
pl: Filtrowane:

source: View comments
ca: Veure comentaris
de: Kommentare anzeigen
es: Ver comentarios
eu: Ikusi iruzkinak
fr: Voir les commentaires
ja: コメントを見る
pl: Wywietl komentarze

source: UpVote button, %(count)d upvotes so far.
ca: Botó Vot a favor, %(count)d vots a favor fins ara.
de: Upvote-button, %(count)d Upvotes bisher.
es: Botón de voto positivo, %(count)d votos positivos hasta ahora.
eu: Alde bozkatu botoia, %(count)d boto alde orain arte.
fr: Bouton de hautvote, %(count)d hautvotes jusqu'à présent.
ja: 賛成票ボタン、%(count)d回されています。
pl: Wgórgos, %(count)d wgórgosów póki co.

source: DownVote button, %(count)d downvotes so far.
ca: Botó de vot negatiu, %(count)d vots negatius fins ara.
de: DownVote button, %(count)d Downvotes bisher.
es: Botón de voto negativo, %(count)d votos negativos hasta ahora.
eu: Kontra bozkatu botoia, %(count)d boto kontra orain arte.
fr: Bouton de basvote, %(count)d basvotes jusqu'à présent.
ja: 反対票ボタン、%(count)d回されています。
pl: Wdógos, %(count)d wdógosów póki co.

source: UpVote
ca: Vota a favor
es: Voto positivo
eu: Aldez bozkatu
fr: HautVoter
ja: 賛成票
pl: Wgórgos

source: DownVote
ca: Vot negatiu
es: Voto negativo
eu: Kontra bozkatu
fr: BasVoter
ja: 反対票
pl: Wdógos

source: This post is hosted on beehaw.org which has <a href="https://docs.beehaw.org/docs/core-principles/what-is-beehaw/" target="_blank" rel="nofollow">higher standards of behaviour than most places. Be nice</a>.
ca: Aquesta publicació està allotjada a beehaw.org, que té <a href="https://docs.beehaw.org/docs/core-principles/what-is-beehaw/" target="_blank" rel="nofollow">estàndards de comportament més alts que la majoria de llocs. Sigues amable</a>.
de: Dieser Beitrag wird auf beehaw.org gehostet, die einen <a href="https://docs.beehaw.org/docs/core-principles/what-is-beehaw/" target="_blank" rel="nofollow">höheren Verhaltensstandard haben als die meisten anderen Orte. Sei nett</a>.
es: Esta publicación está alojada en beehaw.org, que mantiene <a href="https://docs.beehaw.org/docs/core-principles/what-is-beehaw/" target="_blank" rel="nofollow">estándares de conducta más altos que la mayoría de sitios. Sé amable</a>.
eu: Argitalpen hau beehaw.org webgunean dago ostatatuta, eta bertan jokabide-estandar <a href="https://docs.beehaw.org/docs/core-principles/what-is-beehaw/" target="_blank" rel="nofollow">altuagoak daude leku gehienetan baino. Atsegina izan zaitez</a>.
fr: Cette publication est hébergée sur Beehaw qui dispose <a href="https://docs.beehaw.org/docs/core-principles/what-is-beehaw/" target="_blank" rel="nofollow">de plus hauts standards de comportement que la plupart des autres instances. Soyez correct</a>.
ja: この投稿は beehaw.org にホストされています。<a href="https://docs.beehaw.org/docs/core-principles/what-is-beehaw/" target="_blank" rel="nofollow">beehaw.org は他よりも高い行動基準を掲げています。思いやりを忘れずに</a>。
pl: Ten post pochodzi z beehaw.org, które ma <a href="https://docs.beehaw.org/docs/core-principles/what-is-beehaw/" target="_blank" rel="nofollow"Wyższe standrady zachowania niż wikszo miejsc. Bdź miy.</a>."

source: More options
ca: Més opcions
de: Mehr Optionen
es: Más opciones
eu: Aukera gehiago
fr: Plus d'options
ja: 追加のオプション
pl: Wicej opcji

source: Enable markdown editor
ca: Activa l'editor de markdown
de: Markdown-Editor aktivieren
es: Habilitar editor Markdown
eu: Gaitu markdown editorea
fr: Activer l'éditeur Markdown
ja: Markdownエディターを有効にする
pl: Wcz edytor markdown

source: Warning: You are writing in a language that isn't the same as the user you are replying to uses! (%(language)s)
ca: Avís: Esteu escrivint en un idioma que no és el mateix que l'usuari a qui responeu! (%(language)s)
de: Warnung: Du schreibst in einer Sprache, die nicht mit der Sprache der Person übereinstimmt, der du antwortest! (%(language)s)
eu: Abisua: Erantzuten ari zaren erabiltzailearen hizkuntza bera ez den (%(language)s) beste hizkuntza batean idazten ari zara!
fr: Attention : Vous écrivez dans une langue différente de celle utilisée par l'utilisateur·ice auquel vous répondez ! (%(language)s)
ja: 注意：現在の入力言語は、相手ユーザーの言語 (%(language)s) と一致していません
pl: Uwaga: Piszesz w jzyku, który jest inny niż uzytkownika, któremu odpowiadasz! (%(language)s)

source: The person you are replying to has been banned so they might not see your reply.
ca: La persona a qui respons ha estat banejada, així que és possible que no vegi la teva resposta.
de: Die Person der du antwortest wurde gebannt, sie wird deine Antwort vielleicht nicht sehen.
eu: Erantzuten ari zaren pertsona debekatua izan da, beraz, baliteke zure erantzuna ez ikustea.
fr: La personne à laquelle vous répondez a été bannie, il se peut donc qu'elle ne voie pas votre réponse.
pl: Użytkonwik któremu odpowiadasz zosta zbanowy wic może nie zobaczy twojej odpowiedzi

source: Loading...
ca: S'està carregant...
de: Lade...
eu: Kargatzen...
fr: Chargement...

source: No images found.
ca: No s'han trobat imatges.
de: Keine Bilder gefunden.
eu: Ez da irudirik aurkitu.
fr: Aucune image trouvée.

source: Error loading images.
ca: Error en carregar les imatges.
de: Fehler beim Laden von Bildern.
eu: Errorea irudiak kargatzean.
fr: Erreur lors du chargement des images.

source: Insert
ca: Insereix
de: Einfügen
eu: Txertatu
fr: Insérer

source: Are you sure you want to delete this image?
ca: Esteu segur que voleu suprimir aquesta imatge?
de: Bist du sicher, dass du dieses Bild löschen möchtest?
eu: Ziur zaude irudi hau ezabatu nahi duzula?
fr: Êtes-vous sûr·e de vouloir supprimer cette image ?

source: Failed to delete image. Please try again.
ca: No s'ha pogut suprimir la imatge. Torna-ho a provar.
de: Löschen des Bildes fehlgeschlagen. Bitte erneut versuchen.
eu: Irudia ezabatzeak huts egin du. Saiatu berriro.
fr: L'image n'a pas pu être supprimée. Veuillez réessayer.
pl: Nie udao si usun obrazka. Prosimy spróbuj ponownie.

source: Please select a file.
ca: Si us plau, seleccioneu un fitxer.
de: Bitte wähle eine Datei aus.
eu: Mesedez, hautatu fitxategi bat.
fr: Sélectionnez un fichier.
pl: Musisz wybra plik.

source: Please select an image file.
ca: Si us plau, seleccioneu un fitxer d'imatge.
de: Bitte wähle eine Bilddatei aus.
eu: Mesedez, hautatu irudi-fitxategi bat.
fr: Sélectionnez une image.
pl: Musisz wybra plik, który jest obrazkiem.

source: Uploading...
ca: S'està carregant...
de: Lade hoch...
eu: Kargatzen...
fr: Téléversement...

source: Upload successful!
ca: Pujada correcta!
de: Upload erfolgreich!
eu: Ongi kargatu da!
fr: Téléversement réussi !
pl: Przesyanie powiodo si!

source: Upload failed. Please try again.
ca: La càrrega ha fallat. Torna-ho a provar.
de: Upload fehlgeschlagen. Bitte versuche es erneut.
eu: Kargatzeak huts egin du. Saiatu berriro.
fr: Le téléversement a échoué. Veuillez réessayer.
pl: Przesyanie nie powiodo si. Prosimy spróbuj ponownie.

source: Failed to upload pasted image. Please try again.
ca: No s'ha pogut carregar la imatge enganxada. Torna-ho a provar.
de: Das eingefügte Bild konnte nicht hochgeladen werden. Versuche es bitte erneut.
eu: Itsatsitako irudia kargatzeak huts egin du. Saiatu berriro.
fr: Le téléversement de l'image copiée a échoué. Veuillez réessayer.
pl: Nie udao si przesa wklejonego obrazka. Prosimy spróbuj ponownie.

source: Back to main discussion
ca: Torna a la discussió principal
de: Zurück zur Hauptdiskussion
eu: Eztabaida nagusira itzuli
fr: Retour à la discussion principale

source: Parent comment
ca: Comentari dels pares
de: Eltern-Kommentar
eu: Iruzkin gurasoa
fr: Commentaire parent

source: custom
de: individualisiert
eu: pertsonalizatua

source: This post is old so votes and comments are disabled.
ca: Aquesta publicació és antiga, per tant, els vots i els comentaris estan desactivats.
de: Dieser Beitrag ist alt, deshalb sind Votes und Kommentare deaktiviert.
eu: Argitalpen hau zaharra da, beraz, botoak eta iruzkinak desgaituta daude.
fr: Cette publication est ancienne. Les votes et commentaires ont donc été désactivés.
pl: Ten post jest stary, wic polubienia i komentarze wyczone

source: The author of this post has been banned/deleted so they might not see your reply.
eu: Argitalpen honen egilea debekatua/ezabatua izan da, beraz, baliteke zure erantzuna ez ikustea.

source: Verify your email address to comment
ca: Verifica la teva adreça electrònica per comentar
de: Bestätige deine E-Mail-Adresse um zu kommentieren
es: Verifica tu dirección de correo para comentar
eu: Egiaztatu zure helbide elektronikoa iruzkintzeko
fr: Vérifiez votre courriel pour commenter
ja: コメントするにはメールアドレスの確認が必要です
pl: Zweryfikuj adres email by skomentowa

source: Log in to comment
ca: Inicia la sessió per comentar
de: Zum Kommentieren anmelden
es: Inicia sesión para comentar
eu: Hasi saioa iruzkintzeko
fr: Connectez-vous pour commenter
ja: ログインしてコメントする
pl: Zaloguj si by skomentowa

source: Comments are disabled.
ca: Els comentaris estan desactivats.
de: Kommentare sind deaktiviert.
es: Los comentarios están deshabilitados.
eu: Iruzkinak desgaituta daude.
fr: Les commentaires sont désactivés.
ja: コメントは無効です。
pl: Wyaczono komentarze

source: Loading comments...
ca: Carregant comentaris...
de: Lade Kommentare...
eu: Iruzkinak kargatzen...
fr: Chargement des commentaires...
ja: コメントを読み込み中...
pl: adowanie komentarzy...

source: Delete %(count)s posts
ca: Suprimeix %(count)s missatges
de: %(count)s Beiträge löschen
eu: Ezabatu %(count)s argitalpen
fr: Supprimer %(count)s publications
ja: %(count)s件の投稿を削除
pl: Usu %(count)s posty

source: Select all
ca: Selecciona-ho tot
de: Alle auswählen
eu: Hautatu denak
fr: Tout sélectionner
ja: すべて選択
pl: Zaznacz wszystko
