Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Invalid password. Please <a href="/auth/reset_password_request">reset your password</a>.
ca: Contrasenya no vàlida. Si us plau, <a href="/auth/reset_password_request">restableix la teva contrasenya</a>.
de: Ungültiges Passwort. Bitte <a href="/auth/reset_password_request">Ihr Passwort</a> zurücksetzen.
es: Contraseña inválida. Por favor, <a href="/auth/reset_password_request">restablece tu contraseña</a>.
eu: Pasahitz baliogabea. Mesedez, <a href="/auth/reset_password_request">berrezarri pasahitza</a>.
fr: Mot de passe invalide. Veuillez <a href="/auth/reset_password_request">réinitialiser votre mot de passe</a>.
ja: 無効なパスワードです、<a href="/auth/reset_password_request">パスワードをリセット</a>してください。
pl: Niepoprawne haso. Prosimy <a href="/auth/reset_password_request">zresetuj swoje haso</a>

source: Invalid password
ca: Contrasenya no vàlida
de: Ungültiges Passwort
es: Contraseña inválida
eu: Pasahitz baliogabea
fr: Mot de passe incorrect
ja: 無効なパスワード
pl: Niepoprawne haso

source: Login failed
ca: Error d'inici de sessió
de: Login fehlgeschlagen
eu: Saio hasierak huts egin du
fr: Échec de la connexion
ja: ログイン失敗
pl: Logowanie nie powiodo si

source: Login
ca: Inicia la sessió
de: Anmelden
es: Iniciar sesión
eu: Saioa hasi
fr: Connexion
ja: ログイン
pl: Zaloguj

source: Message
ca: Missatge
de: Nachricht
es: Mensaje
eu: Mezua
ja: メッセージ
pl: Wiadomo

source: Type a message here...
ca: Escriu un missatge aquí...
de: Schreibe hier eine Nachricht...
eu: Idatzi mezu bat hemen...
fr: Écrivez un message ici...
ja: メッセージを入力...
pl: Wpisz tutaj wiadomo...

source: Reply
ca: Resposta
de: Antwort
es: Responder
eu: Erantzun
fr: Répondre
ja: 返信
pl: Odpowiedź

source: Harassment
ca: Assetjament
de: Belästigung
es: Acoso
eu: Jazarpena
fr: Harcèlement
ja: 嫌がらせ・迷惑行為
pl: Nkanie

source: Threatening violence
ca: Amenaça de violència
de: Androhung von Gewalt
es: Amenazas de violencia
eu: Indarkeriazko mehatxuak
fr: Menace de violence
ja: 暴力や脅迫
pl: Groźby przemocy

source: Promoting hate / genocide
ca: Promoció de l'odi/genocidi
de: Förderung von Hass / Völkermord
es: Promover el odio / genocidio
eu: Gorrotoa / genozidioa sustatzea
fr: Promotion de la haine / de génocide
ja: ヘイト・大量虐殺の助長
pl: Promocja nienawici / ludbójstwa

source: Misinformation / disinformation
ca: Informació falsa
de: Falsche Informationen / Desinformation
es: Desinformación
eu: Desinformazioa
fr: Informations erronées / désinformation
ja: 誤情報・偽情報の拡散
pl: Dezinformacja

source: Racism, sexism, transphobia
ca: Racisme, Sexisme, Transfòbia
de: Rassismus, Sexismus, Transphobie
es: Racismo, sexismo, transfobia
eu: Arrazismoa, sexismoa, transfobia
fr: Racisme, sexisme, transphobie
ja: 人種・性別・トランス差別
pl: Rasizm, seksizm, transfobia

source: Minor abuse or sexualization
ca: Maltractament menor o sexualització
de: Kindesmissbrauch oder Sexualisierung von Kindern
es: Abuso o sexualización de menores
eu: Adingabeei tratu txarrak edo sexualizazioa
fr: Sexualisation ou abus de mineurs
ja: 軽度な虐待や性的描写
pl: Drobne nadużycie albo seksualizacja

source: Non-consensual intimate media
ca: Mitjans íntims no consensuats
de: Nicht konsensuelle intime Medien
es: Medios íntimos no consentidos
eu: Baimenik gabeko multimedia intimoak
fr: Médias intimes non consentis
ja: 同意のない性的・親密な画像や動画の共有
pl: Intymne media bez zgody

source: Prohibited transaction
ca: Transacció prohibida
de: Verbotene Transaktion
es: Transacción prohibida
eu: Debekatutako transakzioa
fr: Transaction interdite
ja: 禁止されている取引行為
pl: Zabroniona transakcja

source: Impersonation
ca: Suplantació
de: Imitation
es: Suplantación de identidad
eu: Identitate lapurreta
fr: Usurpation d'identité
ja: なりすまし
pl: Podszywanie si

source: Copyright violation
ca: Vulneració dels drets d'autor
de: Urheberrechtsverletzung
es: Infracción de derechos de autor
eu: Copyright urraketa
fr: Infraction aux droits d'auteur
ja: 著作権の侵害
pl: Naruszenie praw autorskich

source: Trademark violation
ca: Vulneració de una marca registrada
de: Markenverletzung
es: Infracción de marca registrada
eu: Marka erregistratuaren urraketa
fr: Violation de marque de commerce
ja: 商標権侵害
pl: Naruszenie znaku towarowego

source: Self-harm or suicide
ca: Autolesions i suïcidi
de: Selbstschädigung oder Selbstmord
es: Autolesiones o suicidio
eu: Autolesioa edo suizidioa
fr: Automutilation ou suicide
ja: 自傷・自殺に関する内容
pl: Samookaleczanie lub samobójstwo

source: Other
ca: Altres
de: Sonstige
es: Otro
eu: Besteak
fr: Autres
ja: その他
pl: Inne

source: Reason
ca: Motiu
de: Grund
es: Razón
eu: Arrazoia
fr: Raison
ja: 理由
pl: Powód

source: More info
ca: Més informació
de: Mehr Info
es: Más información
eu: Informazio gehiago
fr: Plus d'informations
ja: 詳細情報
pl: Wicej informacji

source: Report
ca: Informe
de: Melden
es: Reportar
eu: Salatu
fr: Signaler
ja: 通報
pl: Zgoszenie

source: Chat with %(name)s
ca: Fer un xat amb %(name)s
de: Chatte mit %(name)s
es: Chatear con %(name)s
eu: Txateatu %(name)s-rekin
fr: Clavardez avec %(name)s
ja: %(name)s とチャット
pl: Czatuj z %(name)s

source: Send
ca: Envia
de: Senden
es: Enviar
eu: Bidali
fr: Envoyer
ja: 送信
pl: Wylij

source: New message to "%(recipient_name)s"
ca: Nou missatge de "%(recipient_name)s"
de: Neue Nachricht an "%(recipient_name)s"
es: Nuevo mensaje para "%(recipient_name)s"
eu: Mezu berria "%(recipient_name)s"-(r)entzat
fr: Nouveau message pour "%(recipient_name)s"
ja: "%(recipient_name)s" への新しいメッセージ
pl: Nowa wiadomo do "%(recipient_name)s"

source: Conversation deleted
ca: S'ha suprimit la conversa
de: Unterhaltung gelöscht
es: Conversación eliminada
eu: Elkarrizketa ezabatuta
fr: Conversation supprimée
ja: 会話を削除しました
pl: Konwersacja usunita

source: Instance blocked.
ca: Instància bloquejada.
de: Instanz blockiert.
es: Instancia bloqueada.
eu: Instantzia blokeatuta.
fr: Instance bloquée.
ja: インスタンスをブロックしました。
pl: Instancja zablokowana.

source: This conversation has been reported, thank you!
ca: S'ha informat d'aquesta conversa, gràcies!
de: Dieses Gespräch wurde gemeldet, danke!
es: Esta conversación ha sido reportada, ¡gracias!
eu: Elkarrizketa hau salatu da, eskerrik asko!
fr: Cette conversation a été signalée, merci !
ja: この会話は通報されました。ありがとうございます！
pl: Ta konwersjacja zostaa zgoszona, dzikujemy!

source: Report conversation
ca: Informa d'una conversa
de: Konversation melden
es: Reportar conversación
eu: Salatu elkarrizketa
fr: Signaler la conversation
ja: 会話に関する通報
pl: Zgo konwersacj

source: Message sent.
es: Mensaje enviado.
eu: Mezua bidalita.
fr: Message envoyé.
ja: メッセージを送信。

source: Create
ca: Crea
de: Anlegen
es: Crear
eu: Sortu
fr: Nouveau
ja: 作成
pl: Stwórz

source: Community urls can only contain letters, numbers, and underscores.
ca: Les URL de la comunitat només poden contenir lletres, números i subratllats.
de: Community-URLs dürfen nur Buchstaben, Zahlen und Unterstriche enthalten.
eu: Komunitatearen urlek letrak, zenbakiak eta azpimarrak bakarrik izan ditzakete.
fr: L'adresse de la communauté ne peut contenir que des lettres, chiffres et tirets-bas.
ja: コミュニティのURLには、英数字とアンダースコアのみ使用できます。
pl: Adresy url spoecznoci moga zawiera tylko litery, cyfry i podkrelenia.

source: A community with this url already exists.
ca: Ja existeix una comunitat amb aquesta URL.
de: Eine Community mit dieser URL existiert bereits.
es: Ya existe una comunidad con esta URL.
eu: Badago dagoeneko url hau duen komunitate bat.
fr: Une communauté avec cette url existe déjà.
ja: このURLのコミュニティは既に存在します。
pl: Spoeczno z tym adressem url już istnieje.

source: This name was used in the past and cannot be reused.
ca: Aquest nom s’ha utilitzat en el passat i no es pot tornar a utilitzar.
de: Dieser Name wurde bereits verwendet und kann nicht wiederverwendet werden.
eu: Izen hau iraganean erabili izan da eta ezin da berriro erabili.
fr: Ce nom a été utilisé dans le passé et ne peut pas être réutilisé.
ja: この名前は過去に使用されており、再利用できません。
pl: Ta nazwa zostaa już wykorzystana w przeszoci i nie może zosta użyta ponownie.

source: Everyone
ca: Tothom
de: Alle
es: Todos
eu: Denak
fr: Tout le monde
ja: 全員
pl: Wszyscy

source: Community members
ca: Membres de la comunitat
de: Community-Mitglieder
es: Miembros de la comunidad
eu: Komunitatearen kideak
fr: Membres de la communauté
ja: コミュニティメンバーのみ
pl: Czonkowie spoecznoci

source: This instance
ca: Aquesta Instància
de: Diese Instanz
es: Esta instancia
eu: Instantzia hau
fr: Cette instance
ja: このインスタンスのみ
pl: Ta instancja

source: Trusted instances
ca: Instàncies de confiança
de: Vertraute Instanzen
es: Instancias confiables
eu: Instantzia fidagarriak
fr: Instances de confiance
ja: 信頼できるインスタンスのみ
pl: Zaufane instancje

source: Accept downvotes from
ca: Accepta els vots negatius de
de: Akzeptiere Downvotes von
es: Aceptar votos negativos de
eu: Onartu boto negatiboak hemendik:
fr: Accepter les basvotes de
ja: 反対票を許可する対象
pl: Akceptuj negatywne oceny od

source: Link
ca: Enllaç
es: Enlace
eu: Esteka
fr: Lien
ja: リンク

source: Discussion
ca: Discussió
de: Diskussion
es: Discusión
eu: Eztabaida
ja: 投稿
pl: Dyskusja

source: Image
ca: Imatge
de: Bild
es: Imagen
eu: Irudia
ja: 画像
pl: Obraz

source: Video
ca: Vídeo
eu: Bideoa
fr: Vidéo
ja: 動画

source: Poll
ca: Enquesta
de: Umfrage
es: Encuesta
eu: Galdetegia
fr: Sondage
ja: 投票
pl: Ankieta

source: Event
ca: Esdeveniment
de: Veranstaltung
es: Evento
eu: Gertaera
fr: Événement
ja: イベント
pl: Wydarzenie

source: Default post type
ca: Tipus de publicació per defecte
de: Standard-Beitragstyp
eu: Argitalpen mota lehenetsia
fr: Type de publication par défaut
pl: Domylny motyw

source: Friendly urls
de: Lesbare URLs
eu: URL atseginak
pl: Tylko przyjazde url-e

source: Post ids only
de: Nur Beitrags-IDs
eu: Argitalpen id-ak soilik
pl: Tylko id postów

source: Post url structure to use in this community
de: Zu verwendende URL-Struktur für Posts dieser Community
eu: Komunitate honetan erabiltzeko argitalpenen url egitura

source: Body
ca: Cos
de: Textkörper
es: Cuerpo
eu: Gorputza
fr: Corps
ja: 本文
pl: Zawarto

source: Mods and admins
ca: Moderadors i administradors
de: Mods und Admins
es: Moderadores y administradores
eu: Moderatzaileak eta administratzaileak
fr: Modérateur·ices et administrateur·ices
ja: モデレーターと管理者
pl: Moderatorzy i administratorzy

source: Trusted accounts
ca: Comptes de confiança
de: Vertraute Konten
es: Cuentas confiables
eu: Kontu fidagarriak
fr: Comptes de confiance
ja: 信頼できるアカウント
pl: Zaufane konta

source: Any account
ca: Qualsevol compte
de: Alle Konten
es: Cualquier cuenta
eu: Edozein kontu
fr: Tous les comptes
ja: すべてのアカウント
pl: Wszystkie konta

source: Who can edit
ca: Qui pot editar
de: Wer kann editieren
es: Quién puede editar
eu: Nork edita dezake
fr: Qui peut modifier
ja: 編集対象者
pl: Kto może edytowa

source: Find
ca: Troba
de: Finden
es: Buscar
eu: Bilatu
fr: Trouver
ja: 探す
pl: Znajdź

source: Amend the report description if necessary
ca: Modificar la descripció de l'informe si fos necessari
de: Ändere die Meldungs-Beschreibung falls nötig
es: Modificar la descripción del reporte si es necesario
eu: Aldatu txostenaren deskribapena beharrezkoa bada
fr: Modifiez la description du rapport si nécessaire
ja: 必要に応じて通報内容を修正してください
pl: Zmie opis zgoszenia w razie potrzeby

source: Escalate report
ca: Escala l'informe
de: Meldung eskalieren
es: Escalar reporte
eu: Eskalatu txostena
fr: Signalez le rapport à un·e responsable
ja: 通報のエスカレーション
pl: Eskaluj zgoszenie

source: Note for mod log
ca: Nota del registre pel moderador
de: Notiz fürs Modlog
es: Nota para el registro de moderación
eu: Oharra mod erregistrorako
fr: Note pour le journal des modérateur·ices
ja: モデレーションメモ
pl: Notatka z dziennika moderatora

source: Also resolve all other reports about the same thing.
ca: Resoldre també tots els altres informes sobre el mateix.
de: Alle anderen Meldungen zum gleichen Thema ebenfalls klären.
es: También resolver todos los demás reportes sobre lo mismo.
eu: Era berean, gauza berari buruzko beste txosten guztiak konpondu.
fr: Résoudre également tous les autres signalement à propos de la même chose.
ja: 同じ対象への他の通報もすべて解決済みにする。
pl: Rozwiż również pozostae zgoszenia tej samej rzeczy.

source: Resolve report
ca: Resoldre informe
de: Meldung klären
es: Resolver reporte
eu: Ebatzi txostena
fr: Résoudre le signalement
ja: 処理する
pl: Rozwiż zgoszenie

source: Community address
ca: Adreça de la comunitat
de: Gemeinschaftsadresse
es: Dirección de la comunidad
eu: Komunitatearen helbidea
fr: Adresse de la communauté
ja: コミュニティのURL
pl: Adres spoecznoci

source: Search
ca: Cerca
de: Suchen
es: Buscar
eu: Bilatu
fr: Recherche
ja: 検索
pl: Szukaj

source: Ban until
ca: Prohibició fins
de: Bannen bis
es: Bloquear hasta
eu: Debekatu momentu honetaraino
fr: Bannir jusqu'au
ja: BANの期限
pl: Zablokuj dopóki

source: Also delete all their posts
ca: També esborra totes les seves publicacions
de: Lösche auch alle Beiträge
es: También eliminar todas sus publicaciones
eu: Ezabatu haien mezu guztiak ere
fr: Supprimer également toutes leurs publications
ja: 投稿もすべて削除する
pl: Usu również wszystkie jego posty

source: Also delete all their comments
ca: També esborra tots els seus comentaris
de: Lösche auch alle Kommentare
es: También eliminar todos sus comentarios
eu: Ezabatu haien iruzkin guztiak ere
fr: Supprimer également tous leurs commentaires
ja: コメントもすべて削除する
pl: Usu również wszystkie jego komentarze

source: Ban
ca: Expulsar
de: Bann
es: Bloquear
eu: Debekatu
fr: Bannir
ja: BANする
pl: Zablokuj

source: Tags
ca: Etiquetes
es: Etiquetas
eu: Etiketak
fr: Mots-clics
ja: タグ
pl: Tagi

source: Flair
eu: Bereizgarria
fr: Étiquette
ja: フレア
pl: Styl

source: Sticky
ca: Fixat
de: Angepinnt
es: Fijado
eu: Itsaskorra
fr: Épingler
ja: ピン留め
pl: Lepki

source: Gore/gross
ca: Gore/Brut
de: Gore/ekelhaft
es: Gore / desagradable
eu: Gore/nazkagarria
fr: Sanglant/dégueu
ja: グロ・ショッキング
pl: Krew/obrzydliwe

source: AI generated
de: KI-generiert
eu: AArekin sortuta

source: Notify about replies
ca: Notificar sobre les respostes
de: Über Antworten benachrichtigen
es: Notificar sobre respuestas
eu: Erantzunen berri eman
fr: Notifier des réponses
ja: 返信を通知する
pl: Powiadom o odpowiedziach

source: Language
ca: Llengua
de: Sprache
es: Idioma
eu: Hizkuntza
fr: Langue
ja: 言語
pl: Jzyk

source: Publish at
ca: Publica a
de: Veröffentlichen um
eu: Argitaratu hemen
fr: Publier sur
ja: 投稿日時
pl: Opublikuj o

source: Repeat
ca: Repeteix
de: Wiederholen
eu: Errepikatu
fr: Répéter
ja: 反復投稿
pl: Powtórz

source: Daily
ca: Diari
de: Täglich
eu: Egunero
fr: Quotidien
ja: 1日毎
pl: Dziennie

source: Weekly
ca: Setmanalment
de: Wöchentlich
eu: Astero
fr: Hebdo
ja: 1週間毎
pl: Tygodniowo

source: Monthly
ca: Mensualment
de: Monatlich
eu: Hilabetero
fr: Mensuel
ja: 1か月毎
pl: Miesicznie

source: Timezone
ca: Zona horària
de: Zeitzone
eu: Ordu-zona
fr: Fuseau horaire
ja: タイムゾーン
pl: Strefa czasowa

source: Publish
ca: Publica
de: Veröffentlichen
eu: Argitaratu
fr: Publier
ja: 投稿
pl: Opublikuj

source: NSFW posts are not allowed.
ca: No es permeten les publicacions NSFW.
de: NSFW-Beiträge sind nicht erlaubt.
eu: NSFW argitalpenak ez dira onartzen.
fr: Les publications NSFW ne sont pas autorisées.
ja: NSFWな投稿は許可されていません。
pl: Posty NSFW s niedozwolone.

source: NSFL posts are not allowed.
ca: No es permeten les publicacions NSFL.
de: NSFL-Beiträge sind nicht erlaubt.
eu: NSFL argitalpenak ez dira onartzen.
fr: Les publications NSFL ne sont pas autorisées.
ja: NSFLな投稿は許可されていません。
pl: Posty NSFL s niedozwolone.

source: Choose a time in the future.
ca: Trieu un moment en el futur.
de: Wähle einen Zeitpunkt in der Zukunft.
eu: Aukeratu etorkizuneko une bat.
fr: Choisissez une date dans le futur.
ja: 未来の日付を設定してください。
pl: Wybierz termin w przyszoci.

source: Alt text (for links to images)
ca: Text alternatiu (per a enllaços a imatges)
de: Alt-Text (für Links zu Bildern)
eu: Testu alt (irudietarako estekak)
fr: Alternative textuelle (pour les liens vers des images)
pl: Alt text (dla linków i obrazków)

source: Links to %(domain)s are not allowed.
ca: No es permeten enllaços a %(domain)s.
de: Links zu %(domain)s sind nicht erlaubt.
es: No se permiten enlaces a %(domain)s.
eu: %(domain)s-eko estekak ez dira onartzen.
fr: Les liens vers %(domain)s ne sont pas autorisés.
ja: %(domain)s からのリンクは許可されていません。
pl: Link do %(domain)s jest niedozwolony.

source: Videos from %(domain)s are not allowed.
ca: No es permeten vídeos de %(domain)s.
de: Videos von %(domain)s sind nicht erlaubt.
es: No se permiten vídeos de %(domain)s.
eu: %(domain)s-eko bideoak ez dira onartzen.
fr: Les vidéos de %(domain)s ne sont pas autorisées.
ja: %(domain)s からの動画は許可されていません。
pl: Wideo z %(domain)s jest niedozwolone.

source: Alt text
ca: Text alternatiu
es: Texto alternativo
eu: Testu alternatiboa
fr: Description de l'image
ja: 代替テキスト
pl: Tekst alternatywny

source: Images cannot be posted to local communities.
ca: Les imatges no es poden publicar a les comunitats locals.
de: Bilder können nicht in lokalen Communities veröffentlicht werden.
es: No se pueden publicar imágenes en comunidades locales.
eu: Ezin dira irudiak tokiko komunitateetan argitaratu.
fr: Les images ne peuvent pas être publiées dans les communautés locales.
ja: ローカルコミュニティに画像を投稿することはできませんでした。
pl: Obrazki nie mog by postowane w lokalnych spoecznociach.

source: Replace Image
ca: Substitueix la imatge
de: Bild ersetzen
es: Reemplazar imagen
eu: Ordeztu irudia
fr: Changer l'image
ja: 画像を変更
pl: Zamie obrazek

source: Start
ca: Inicia
eu: Hasi
fr: Début
ja: 開始日時
pl: Rozpocznij

source: End
ca: Final
de: Ende
eu: Amaitu
fr: Fin
ja: 終了日時
pl: Zakocz

source: Banner
ca: Bàner
eu: Bannerra
fr: Bannière
pl: Baner

source: More information link
ca: Enllaç a més informació
de: Mehr-Informationen-Link
eu: Informazio gehiagorako esteka
fr: Lien pour plus d'informations
ja: 追加の情報へのリンク
pl: Zobacz wicej

source: Cost
de: Kosten
eu: Kostua
fr: Prix
pl: Koszt

source: Maximum number of attendees
ca: Nombre màxim d'assistents
de: Maximale Anzahl teilnehmender Personen
eu: Gehienezko parte-hartzaile kopurua
fr: Nombre maximum de participants
ja: 最大参加可能人数
pl: Maksymalna liczba uczestników

source: Online
ca: En línia
es: En línea
eu: Linean
fr: En ligne
ja: オンライン
pl: Zdalnie

source: Online link
ca: Enllaç en línia
eu: Lineako esteka
fr: Lien
pl: Link do doczenia

source: Address
ca: Adreça
de: Adresse
eu: Helbidea
fr: Adresse
pl: Adres

source: City
ca: Ciutat
de: Stadt
eu: Hiria
fr: Ville
pl: Miasto

source: Country
ca: País
de: Land
eu: Herrialdea
fr: Pays
pl: Kraj

source: Free
ca: Lliure
de: Frei
eu: Dohain
fr: Gratuit
ja: 無料
pl: Za darmo

source: Donation
ca: Donació
de: Spende
eu: Dohaintza
fr: Dons
ja: 寄付
pl: Dobrowolna wpata

source: Paid
ca: Pagat
de: Bezahlt
eu: Ordaindua
fr: Payant
ja: 有料
pl: Patny

source: This time is in the past.
ca: Aquest temps ja és en el passat.
de: Diese Zeit liegt in der Vergangenheit.
eu: Garai hau iraganean dago.
fr: Cette date est déjà passée.
pl: Ten termin jest z przeszoci

source: Start must be less than end.
ca: L'inici ha de ser inferior al final.
de: Start muss kleiner sein als Ende.
eu: Hasiera amaiera baino txikiagoa izan behar da.
fr: Le début doit être avant la fin.
pl: Pocztek musi by wczeniej niż koniec

source: Online link is required for online events.
ca: Cal un enllaç en línia per als esdeveniments en línia.
de: Online-Link ist für Online-Veranstaltungen erforderlich.
eu: Online ekitaldietarako online esteka beharrezkoa da.
fr: Le lien est obligatoire pour les événements en ligne.
pl: Link do doczenia jest wymagany dla wydarze zdalnych.

source: Address is required for physical events.
ca: Cal indicar l'adreça per a esdeveniments presencials.
de: Adresse ist für physische Veranstaltungen erforderlich.
eu: Helbidea beharrezkoa da ekitaldi fisikoetarako.
fr: L'adresse est obligatoire pour les événements en présentiel.
pl: Adres jest wymagany dla wydarze stacjonarnych.

source: City is required for physical events.
ca: Cal la ciutat per a esdeveniments presencials.
de: Stadt ist für physische Veranstaltungen erforderlich.
eu: Hiria beharrezkoa da ekitaldi fisikoetarako.
fr: La ville est obligatoire pour les événements en présentiel.
pl: Miasto jest wymagane dla wydarze stacjonarnych.

source: Country is required for physical events.
ca: Cal especificar el país per als esdeveniments presencials.
de: Land ist für physische Events erforderlich.
eu: Herrialdea beharrezkoa da ekitaldi fisikoetarako.
fr: Le pays est obligatoire pour les événements en présentiel.
pl: Kraj jest wymagany dla wydarze stacjonarnych.

source: Mode
de: Modus
es: Modo
eu: Modua
ja: モード
pl: Tryb

source: Voters choose one option
ca: Els votants trien una opció
de: Abstimmende wählen eine Option
es: Los votantes eligen una opción
eu: Boto-emaileek aukera bat hautatzen dute
fr: Les votant·es choisissent une option
ja: 1つの選択肢にのみ投票できます
pl: Gosujcy wybieraj jedn opcj

source: Voters choose many options
ca: Els votants trien moltes opcions
de: Abstimmende wählen mehrere Optionen
es: Los votantes eligen varias opciones
eu: Boto-emaileek aukera asko hautatzen dituzte
fr: Les votant·es choisissent plusieurs options
ja: 複数の選択肢に投票できます
pl: Gosujcy wybieraj wiele opcji

source: 30 minutes
de: 30 Minuten
es: 30 minutos
eu: 30 minutu
ja: 30分
pl: 30 minut

source: 1 hour
ca: 1 hora
de: Eine Stunde
es: 1 hora
eu: ordu 1
fr: 1 heure
ja: 1時間
pl: godzina

source: 6 hours
ca: 6 hores
de: 6 Stunden
es: 6 horas
eu: 6 ordu
fr: 6 heures
ja: 6時間
pl: 6 godzin

source: 12 hours
ca: 12 hores
de: 12 Stunden
es: 12 horas
eu: 12 ordu
fr: 12 heures
ja: 12時間
pl: 12 godzin

source: 1 day
ca: 1 dia
de: Ein Tag
es: 1 día
eu: egun 1
fr: 1 jour
ja: 1日
pl: dzie

source: 3 days
ca: 3 dies
de: 3 Tage
es: 3 días
eu: 3 egun
fr: 3 jours
ja: 3日
pl: 3 dni

source: 7 days
ca: 7 dies
de: 7 Tage
es: 7 días
eu: 7 egun
fr: 7 jours
ja: 7日
pl: 7 dni

source: End voting in
ca: Finalitza la votació a
de: Abstimmung beenden in
es: Finalizar votación en
eu: Amaitu bozketa hemen
fr: Terminer le vote dans
ja: 投票期限
pl: Zakocz gosowanie po

source: Accept votes from this instance only
ca: Només accepta votes de la instància actual
de: Nur Votes von dieser Instanz akzeptieren
es: Aceptar votos solo de esta instancia
eu: Onartu instantzia honetako botoak soilik
fr: Accepter les votes de cette instance uniquement
ja: このサーバーからのみ投票を受け付ける
pl: Zezwalaj na gosy tylko z tych instancji

source: Polls can't be scheduled more than once
ca: Les enquestes no es poden programar més d'una vegada
de: Umfragen können nicht mehr als einmal geplant werden
eu: Galdetegiak ezin dira behin baino gehiagotan antolatu
fr: Les sondages ne peuvent pas être programmés plus d'une fois
ja: 投票は反復投稿することはできません
pl: Ankiety nie mog by planowane wicej niż raz

source: Polls need options for people to choose from
ca: Les enquestes necessiten opcions perquè la gent pugui triar
de: Abstimmungen brauchen Optionen die für die Abstimmenden auswählbar sind
es: Las encuestas requieren opciones para que la gente elija
eu: Galdetegiek jendeak hautatu ditzaketen aukerak behar dituzte
fr: Les sondages doivent être assortis d'options permettant aux gens de choisir
ja: 投票には選択肢を設定する必要があります
pl: Ankiety musz zawiera opcje do gosowania

source: Provide at least two choices
ca: Proporcioneu almenys dues opcions
de: Stelle mindestens zwei Optionen zur Auswahl
es: Proporciona al menos dos opciones
eu: Gutxienez bi aukera eman
fr: Proposez au moins deux choix
ja: 少なくとも2つの選択肢を設定してください
pl: Zapewnij co najmniej dwie opcje w ankiecie

source: Maximum 15 choices
de: Maximal 15 Optionen
eu: Gehienez 15 aukera
pl: Maksymalnie 15 wyborów

source: Breaks instance rules
ca: Incompleix les regles de la instància
de: Bricht die Instanz-Regeln
es: Infringe las reglas de la instancia
eu: Instantziaren arauak hausten ditu
fr: Ne respecte pas les règles de l'instance
ja: インスタンスのルールに違反
pl: amie zasady instancji
