Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Choose a language to filter communities by
ca: Trieu un idioma per filtrar les comunitats
de: Wähle eine Sprache aus, nach der Communities gefiltert werden
es: Elige un idioma para filtrar comunidades
eu: Aukeratu hizkuntza bat komunitateak iragazteko
fr: Choisir une langue pour filtrer les communautés
ja: 言語を選んでフィルター
pl: Wybierz jzyk by odfiltrowa spoecznoci

source: Show NSFW communities
ca: Mostra les comunitats NSFW
de: NSFW-Communities anzeigen
eu: Erakutsi NSFW komunitateak
fr: Afficher les communautés NSFW
ja: NSFW コミュニティを表示
pl: Pokazuj treci NSFW

source: No
de: Nein
eu: Ez
fr: Non
pl: Nie

source: Home instance
ca: Instància d'inici
de: Heim-Instanz
eu: Hasierako instantzia
fr: Instance de base
pl: Gówna instancja

source: e.g. piefed.social
ca: p. ex. piefed.social
de: z.B. piefed.social
eu: adib. piefed.social
fr: par ex. piefed.social
pl: np. piefed.social

source: Sort by name
ca: Ordena per nom
de: Nach Namen sortieren
es: Ordenar por nombre
eu: Ordenatu izenaren arabera
fr: Trier par nom
ja: 名前でソート
pl: Sortuj po nazwie

source: Sort by rating
eu: Ordenatu balorazioaren arabera

source: Rating
eu: Balorazioa

source: Sort by number of active users in the past week
ca: Ordena per nombre d'usuaris actius durant la setmana passada
de: Nach Anzahl aktiver Nutzenden in der letzten Woche sortieren
eu: Ordenatu azken astean erabiltzaile aktibo kopuruaren arabera
fr: Trier par le nombre d'utilisateur·ices actives la semaine dernière
pl: Sortuj po liczbie aktywnych użytkowników w ostatnim tygodniu

source: Active People
ca: Persones actives
de: Aktive Personen
eu: Jende aktiboa
fr: Personnes actives
ja: アクティブユーザー
pl: Aktywni użytkownicy

source: Sort by post count
ca: Ordena per nombre de publicacions
de: Nach Beitragsanzahl sortieren
es: Ordenar por recuento de publicaciones
eu: Ordenatu argitalpen kopuruaren arabera
fr: Trier par nombre de publications
ja: 投稿数でソート
pl: Sortuj po liczbie postów

source: Sort by recent activity
ca: Ordena per activitat recent
de: Nach letzter Aktivität sortieren
es: Ordenar por actividad reciente
eu: Ordenatu azken jardueraren arabera
fr: Trier par activité récente
ja: 最近の活動でソートする
pl: Sortuj po najwieższej aktywnoci

source: Sort by community creation date
ca: Ordena per data de creació de la comunitat
de: Nach Community-Erstellungsdatum sortieren
eu: Ordenatu komunitatearen sorrera-dataren arabera
fr: Trier par date de création de la communauté
ja: コミュニティ作成日でソート
pl: Sortuj po dacie utworzenia spoecznoci

source: Created
ca: Creat
de: Erstellt
es: Creado
eu: Sortuta
fr: Créé
ja: 作成日
pl: Stworzono

source: Rank
ca: Rang
de: Rang
eu: Sailkapena
fr: Rang
pl: Ranga

source: Browse %(name)s
ca: Navega per %(name)s
de: %(name)s durchsuchen
es: Explorar %(name)s
eu: Arakatu %(name)s
fr: Explorer %(name)s
ja: %(name)s を見る
pl: Przegldaj %(name)s

source: No communities match your search.
ca: No hi ha comunitats que coincideixin amb la cerca.
de: Keine Communities stimmen mit deiner Suche überein.
eu: Ez dago zure bilaketarekin bat datorren komunitaterik.
fr: Aucune communauté ne correspond à votre recherche.
ja: 検索に一致するコミュニティはありませんでした。
pl: Nie ma spoecznoci, które pasuj do Twojego wyszukiwania

source: Choose a topic
ca: Trieu un tema
de: Thema auswählen
es: Elige un tema
eu: Aukeratu gai bat
fr: Choisissez une rubrique
ja: トピックを選択
pl: Wybierz temat

source: Suggest a topic
ca: Suggereix un tema
de: Thema vorschlagen
es: Sugerir un tema
eu: Proposatu gai bat
fr: Suggérer une rubrique
ja: トピックを提案
pl: Zasugeruj temat

source: Moderation log
ca: Registre de moderació
de: Moderations-Log
es: Registro de moderación
eu: Moderazio-erregistroa
fr: Journal de modération
ja: モデレーションログ
pl: Log Moderacji

source: Type of action
ca: Tipus d'acció
de: Art der Aktion
eu: Ekintza mota
fr: Type d'action
ja: アクションタイプ
pl: Typ akcji

source: Ban user
ca: Prohibeix l'usuari
de: Konto bannen
eu: Debekatu erabiltzailea
fr: Bannir l'utilisateur·ice
ja: ユーザーをBAN
pl: Zbanuj użytkownika

source: Delete user
ca: Suprimeix l'usuari
de: Konto löschen
eu: Ezabatu erabiltzailea
fr: Suprimer l'utilisateur·ice
ja: ユーザーを削除
pl: Usu użytkownika

source: Add moderator
ca: Afegeix un moderador
de: Mod hinzufügen
es: Añadir moderador
eu: Gehitu moderatzailea
fr: Ajouter un·e modo
ja: モデレーターを追加
pl: Dodaj moderatora

source: Remove moderator
ca: Elimina el moderador
de: Mod entfernen
eu: Kendu moderatzailea
fr: Retirer le•a modo
ja: モデレーターを解任
pl: Usu moderatora

source: Delete post
ca: Suprimeix la publicació
de: Beitrag löschen
eu: Ezabatu argitalpena
fr: Supprimer la publication
ja: 投稿を削除
pl: Usu post

source: Delete comment
ca: Suprimeix el comentari
de: Kommentar löschen
eu: Ezabatu iruzkina
fr: Supprimer le commentaire
ja: コメントを削除
pl: Usu komentarz

source: user@instance
ca: usari@instància
de: konto@instanz
eu: erabiltzailea@instantzia
fr: utilisataire@instance
ja: ユーザー@インスタンス
pl: użytkownik@instancja

source: Moderator user@instance
ca: Moderador usari@instancia
de: mod-konto@instanz
eu: Moderatzailea erabiltzailea@instantzia
fr: Modo utilisataire@instance
ja: モデレーター ユーザー@インスタンス
pl: Moderator użytkownik@instancja

source: When
ca: Quan
de: Wann
es: Cuándo
eu: Noiz
fr: Quand
ja: いつ
pl: Kiedy

source: Moderator
ca: Moderador
de: Mod
es: Moderador
eu: Moderatzailea
fr: Modo
ja: モデレーター

source: in %(community_name)s
ca: a %(community_name)s
es: en %(community_name)s
eu: %(community_name)s-(e)n
fr: dans %(community_name)s
ja: ：%(community_name)s
pl: w %(community_name)s

source: Reason:
ca: Motiu:
de: Grund:
es: Razón:
eu: Arrazoia:
fr: Raison :
ja: 理由:
pl: Powód:

source: There are no moderation actions to show.
ca: No hi ha accions de moderació per mostrar.
de: Keine Moderationsaktionen vorhanden.
es: No hay acciones de moderación que mostrar.
eu: Ez dago moderazio ekintzarik erakusteko.
fr: Il n'y a aucune action de modération à afficher.
ja: 表示するモデレーション操作はありません。
pl: Nie ma akcji moderacji do pokazania.

source: Privacy
ca: Privacitat
de: Privatsphäre
es: Privacidad
eu: Pribatutasuna
fr: Confidentialité
ja: プライバシー
pl: Prywatno

source: When you open a Lemmy page, change the https part of the url to web+ap to open it in PieFed. This is possible by registering "web+ap" as a type of link that PieFed will open.
ca: Quan obriu una pàgina de Lemmy, canvieu la part https de l'URL a web+ap per obrir-la a PieFed. Això és possible registrant "web+ap" com un tipus d'enllaç que obrirà PieFed.
de: Wenn du eine Lemmy-Seite öffnest, ändere den https-Teil der URL zu web+ap um sie in PieFed zu öffnen. Dies ist möglich durch die Registrierung von "web+ap" als einen Linktyp den PieFed öffnen kann.
eu: Lemmy orrialde bat irekitzean, URLaren https zatia web+ap bihurtu PieFed-en irekitzeko. Horretarako, "web+ap" PieFed-ek irekiko duen esteka mota gisa erregistratu behar da.
pl: Kiedy otwierasz stron Lemmy'ego zamie cz https urla na web+ap aby otworzy to w PieFed. Jest to możliwe przez rejestracj "web+ap" jako typ linku, który PieFed otworzy.

source: Open web+ap links using %(domain)s
ca: Obre els enllaços web+aplicació amb %(domain)s
de: Öffne web+ap-Links mit %(domain)s
eu: Ireki web+ap estekak %(domain)s erabiliz
fr: Ouvrir les liens web+ap en utilisant %(domain)s
pl: Otwórz linki web+ap używajc %(domain)s

source: Un-register protocol handler
ca: Desregistra el gestor de protocols
de: Protokollhandler deregistrieren
eu: Erregistrotik kendu protokolo kudeatzailea
pl: Wyrejestruj obsug protokou

source: Share %(title)s
ca: Comparteix %(title)s
de: %(title)s teilen
eu: Partekatu %(title)s
fr: Partager %(title)s
ja: %(title)s を共有
pl: Udostpnij %(title)s

source: This link has already been shared in these communities:
ca: Aquest enllaç ja s'ha compartit en aquestes comunitats:
de: Dieser Link wurde bereits in diesen Communities geteilt:
eu: Esteka hau dagoeneko partekatu da komunitate hauetan:
fr: Ce lien a déjà été partagé dans ces communautés :
ja: このリンクはすでに以下のコミュニティで共有されています：
pl: Ten link by już udostpniony w tych spoecznociach:

source: Admin navigation
ca: Navegació d'administració
es: Navegación de administrador
eu: Administratzaileen nabigazioa
fr: Navigation d'administration
ja: 管理者用ナビゲーション
pl: Nawigacja administratora

source: Admin home
ca: Inici de l'administrador
es: Inicio de administrador
eu: Administratzailearen hasiera
fr: Accueil de l’administration
ja: 管理画面
pl: Strona gówna administratora

source: Content
ca: Contingut
de: Inhalt
es: Contenido
eu: Edukia
fr: Contenu
ja: コンテンツ管理
pl: Zawarto

source: Registration applications
ca: Sol·licituds de registre
de: Bewerbungen
es: Solicitudes de registro
eu: Erregistro eskaerak
fr: Demandes d'inscription
ja: 登録申請
pl: Podania o rejestracj

source: Moderation
ca: Moderació
es: Moderación
eu: Moderazioa
fr: Modération
ja: モデレーション
pl: Moderacja

source: Federation
ca: Federació
de: Föderation
es: Federación
eu: Federazioa
fr: Fédération
ja: 連合
pl: Federacja

source: Newsletter
ca: Butlletí informatiu
es: Boletín
eu: Buletina
fr: Infolettre
ja: ニュースレター

source: Activities
ca: Activitats
de: Aktivitäten
es: Actividades
eu: Jarduerak
fr: Activités
ja: アクティビティ
pl: Dziaania

source: Permissions
ca: Permisos
de: Berechtigungen
es: Permisos
eu: Baimenak
fr: Autorisations
ja: 権限
pl: Uprawnienia

source: Site
ca: Sitio
de: Seite
es: Sitio
eu: Gunea
ja: サイト
pl: Strona

source: Misc
ca: Diversos
de: Sonstiges
es: Varios
eu: Hainbat
fr: Divers
ja: その他
pl: Różne

source: Chooser
ca: Selector
de: Auswähler
eu: Aukeratzailea
fr: Sélecteur
ja: インスタンス選択機能
pl: Wybór

source: Registration
ca: Registre
de: Registrierung
es: Registro
eu: Erregistroa
fr: Inscription
ja: 登録申請
pl: Rejestracja

source: Pages
ca: Pàgines
de: Seiten
eu: Orriak
ja: ページ
pl: Strony

source: Re-submit this activity
de: Übermittle diese Aktivität nochmal
eu: Birbidali jarduera hau

source: Add new user
ca: Afegeix un usuari nou
de: Neues Konto hinzufügen
es: Añadir nuevo usuario
eu: Gehitu erabiltzaile berria
fr: Ajouter un·e nouvel·le utilisateur·ice
ja: 新しいユーザーを追加する
pl: Dodaj nowego użytkownika

source: Registrations
ca: Registres
de: Registrierungen
es: Registros
eu: Erregistroak
fr: Inscriptions
ja: 登録申請
pl: Rejestracja

source: When registering, people are asked "%(question)s".
ca: Quan es registra, es fa la pregunta "%(question)s" a la gent.
de: Bei der Registrierung werden Personen gefragt "%(question)s".
es: Al registrarse, se pregunta a la gente "%(question)s".
eu: Izena ematean, jendeari "%(question)s" galdetzen zaio.
fr: Lors de l'inscription, on demande aux personnes "%(question)s".
ja: 登録時に、ユーザーは「%(question)s」と尋ねられます。
pl: Podczas rejestracji, ludziom zadaje si pytania "%(question)s".

source: Email verifed
ca: Correu electrònic verificat
de: E-Mail-Adresse bestätigt
es: Email verificado
eu: E-posta egiaztatuta
fr: Courriel vérifié
ja: メールの認証が完了しました
pl: Weryfikacja email

source: Answer
ca: Resposta
de: Antwort
es: Respuesta
eu: Erantzuna
fr: Réponse
ja: 回答
pl: Odpowiedź

source: Applied
ca: Aplicat
de: Angewandt
es: Aplicado
eu: Aplikatua
fr: Postulé
ja: 承認日
pl: Zastosowane

source: IP and country code
ca: IP i codi de país
de: IP und Länderkennzeichnung
es: IP y código de país
eu: IP eta herrialde kodea
fr: Adresse IP et code pays
ja: IPアドレス及び国名コード
pl: Adres IP i kod kraju

source: Source
ca: Font
de: Quelle
es: Fuente
eu: Iturria
ja: ソース
pl: Źródo

source: Similar usernames
ca: Noms d'usuari similars
de: Ähnliche Kontonamen
eu: Antzeko erabiltzaile-izenak
fr: Noms d’utilisateur·ices similaires
ja: 類似のユーザー名
pl: Podobne nazwy użytkownika

source: Actions
ca: Accions
de: Aktionen
es: Acciones
eu: Ekintzak
ja: アクション
pl: Dziaania

source: Throwaway email account, the kind spammers and trolls use.
ca: Compte de correu electrònic d'un sol ús, del tipus que utilitzen els spammers i els trolls.
de: Wegwerf-E-Mail-Konto, wie es von Spammern und Trollen benutzt wird.
eu: Botatzeko posta elektroniko kontua, spam-bidalitzaileek eta trollek erabiltzen duten motakoa.
fr: Adresse courriel jetable. Utilisé pour le pourriel et trolls.
ja: 使い捨てメールを使用しているアカウントです、スパムや荒らしではないか注意してください。
pl: Jednorazowy email, takich jakich używaj spammerzy i trolle.

source: Approve
ca: Aprova
de: Bestätigen
es: Aprobar
eu: Onartu
fr: Approuver
ja: 承認
pl: Zatwierdź

source: Deny
ca: Denegar
de: Ablehnen
eu: Ukatu
fr: Refuser
ja: 拒否
pl: Odmów

source: No one is waiting to be approved.
ca: Ningú està esperant que l'aprovin.
de: Niemand wartet auf eine Zustimmung.
es: No hay nadie esperando ser aprobado.
eu: Ez dago inor onarpenaren zain.
fr: Personne n'attend d'être approuvé.
ja: 承認待ちはありません。
pl: Nikt nie czeka na zatwierdzenie

source: Recently approved
ca: Recentment aprovat
de: Kürzlich genehmigt
es: Recientemente aprobados
eu: Duela gutxi onartua
fr: Inscription approuvée
ja: 直近の承認
pl: Ostatnio zatwierdzone

source: View
ca: Vista
de: Ansicht
es: Ver
eu: Ikusi
fr: Voir
ja: 表示
pl: Widok

source: File
ca: Fitxer
de: Datei
eu: Fitxategia
fr: Fichier
ja: ファイル
pl: Plik

source: Edit
ca: Edita
de: Bearbeiten
es: Editar
eu: Editatu
fr: Modifier
ja: 編集
pl: Edytuj

source: Delete CMS Page
ca: Suprimeix la pàgina CMS
de: CMS-Seite löschen
eu: Ezabatu CMS orria
fr: Supprimer la Page CMS
ja: CMSページを削除
pl: Usu stron CMS

source: Back to Pages
ca: Torna a les pàgines
de: Zurück zu Seiten
eu: Orrialdeetara itzuli
fr: Retour aux Pages
ja: ページに戻る
pl: Wró do listy stron

source: Are you sure you want to delete this page?
ca: Esteu segur que voleu suprimir aquesta pàgina?
de: Bist du sicher, dass du diese Seite löschen möchtest?
eu: Ziur zaude orrialde hau ezabatu nahi duzula?
fr: Êtes-vous sur·e de vouloir supprimer cette page ?
ja: このページを本当に削除してもよろしいでしょうか？
pl: Jeste pewny, że chcesz usun te stron?

source: This action cannot be undone.
ca: Aquesta acció no es pot desfer.
de: Diese Aktion kann nicht rückgängig gemacht werden.
eu: Ekintza hau ezin da desegin.
fr: Cette action ne peut pas être annulée.
ja: この操作は元に戻せません。
pl: Ta akcja nie może by cofnita.

source: Page Details
ca: Detalls de la pàgina
de: Seiten-Details
eu: Orrialdearen xehetasunak
fr: Détails de la Page
ja: ページの詳細
pl: Szczegóy strony

source: Title:
ca: Títol:
de: Titel:
eu: Izenburua:
fr: Titre :
ja: タイトル：
pl: Tytu:

source: URL:
eu: URLa:

source: Last edited by:
ca: Darrera edició per:
de: Zuletzt bearbeitet von:
eu: Azken edizioa:
fr: Dernière modification par :
ja: 最終編集者：
pl: Ostatnio edytowane przez:

source: Last edited:
ca: Darrera edició:
de: Zuletzt geändert:
eu: Azkenengoz editatuta:
fr: Dernière modification :
ja: 最終編集時間：
pl: Ostatnio edytowane:

source: Created:
ca: Crea:
de: Erstellt:
eu: Sortuta:
fr: Créé :
ja: 作成日：
pl: Stworzono:

source: Content preview:
ca: Retenir el contingut:
de: Inhaltsvorschau:
eu: Edukiaren aurreikuspena:
fr: Aperçu du contenu :
ja: 内容のプレビュー：
pl: Podgld treci:

source: Yes, Delete This Page
ca: Sí, suprimeix aquesta pàgina
de: Ja, diese Seite löschen
eu: Bai, ezabatu orrialde hau
fr: Oui, Supprimer cette page
ja: はい、このページを削除します
pl: Tak, usu te stron

source: Cancel
ca: Cancel·la
de: Abbrechen
eu: Utzi
fr: Annuler
ja: キャンセル
pl: Anuluj

source: The URL path where this page will be accessible (e.g., /about-us)
ca: La ruta URL on es podrà accedir a aquesta pàgina (per exemple, /sobre-nosaltres)
de: Der URL-Pfad unter dem diese Seite erreichbar sein wird (z.B. /ueber-uns)
eu: Orrialde hau eskuragarri egongo den URL bidea (adib., /guri-buruz)
fr: L'adresse URL où cette page sera accessible (par ex, /about-us)
ja: このページにアクセスするためのURLパス（例：/about-us）
pl: cieżka URL, pod którym strona bdzie dostpna (np. /o-nas)

source: Content is written in Markdown format and will be converted to HTML when saved.
ca: El contingut està escrit en format Markdown i es convertirà a HTML quan es desi.
de: Inhalte werden im Markdown-Format geschrieben und beim Speichern in HTML konvertiert.
eu: Edukia Markdown formatuan idatzita dago eta HTML formatura bihurtuko da gordetzean.
fr: Le contenu est rédigé au format Markdown et sera converti en HTML lors de l'enregistrement.
ja: 内容はMarkdown形式で記載できます。
pl: Zawarto jest pisana w Markdown, bdzie zamieniona na HTML kiedy zostanie zpaisana.

source: Preview
ca: Vista prèvia
de: Vorschau
es: Vista previa
eu: Aurreikusi
fr: Prévisualiser
ja: 投稿のプレビュー
pl: Podgld

source: Markdown Help
ca: Ajuda amb Markdown
de: Markdown-Hilfe
eu: Markdown laguntza
fr: Aide Markdown
ja: Markdownについて
pl: Pomoc z Markdown

source: Basic formatting:
ca: Formatació bàsica:
de: Grundlegende Formatierung:
eu: Oinarrizko formatua:
fr: Formatage de base :
ja: 基本的な書式：
pl: Podstawowe formatowanie:

source: Lists, tables, and other Markdown features are supported.
ca: S'admeten llistes, taules i altres funcions de Markdown.
de: Listen, Tabellen und andere Markdown-Features werden unterstützt.
eu: Zerrendak, taulak eta beste Markdown funtzio batzuk onartzen dira.
fr: Les listes, les tables, et d'autres fonctionnalités du Markdown sont pris en charge.
ja: リスト、表、その他のMarkdown書式にも対応しています。
pl: Listy, tabele i inne funkcje Markdown s wspierane

source: Add new page
ca: Afegeix una pàgina nova
de: Neue Seite hinzufügen
eu: Gehitu orrialde berria
fr: Ajouter une nouvelle page
ja: 新しいページを追加
pl: Dodaj now stron

source: Last Edited By
ca: Darrera edició per
de: Zuletzt bearbeitet von
eu: Azken edizioa
fr: Dernière modification par
ja: 最終編集者
pl: Ostatnio edytowane przez

source: Last Edited
ca: Darrera edició
de: Zuletzt bearbeitet
eu: Azkenengoz editatuta
fr: Dernière modification
ja: 最終編集時間
pl: Ostatnio edytowane

source: Delete
ca: Suprimeix
de: Löschen
es: Eliminar
eu: Ezabatu
fr: Supprimer
ja: 削除
pl: Usu

source: No pages have been created yet.
ca: Encara no s'ha creat cap pàgina.
de: Es wurden bisher noch keine Seiten erstellt.
eu: Ez da orrialderik sortu oraindik.
fr: Aucune page n'a encore été créée.
ja: ページはまだ作成されていません。
pl: Żadna strona nie zostaa jeszcze stworzona.

source: Number of known subscribers
ca: Nombre de subscriptors coneguts
de: Anzahl bekannter Abonnierender
es: Número de suscriptores conocidos
eu: Harpidedun ezagunen kopurua
fr: Nombre d'abonné·e·s connu·e·s
ja: 参加者数
pl: Liczba znanych subskrybujcych

source: Members
ca: Membres
de: Mitglieder
es: Miembros
eu: Kideak
fr: Membres
ja: メンバー
pl: Czonkowie

source: Content retention duration
ca: Durada de la retenció del contingut
de: Inhaltsaufbewahrungsdauer
es: Duración de retención de contenido
eu: Edukia atxikitzeko iraupena
fr: Durée de conservation du contenu
ja: コンテンツの保持期間
pl: Czas przechowywania treci

source: Retention
ca: Retenció
de: Aufbewahrung
es: Retención
eu: Atxikipena
fr: Conservation
ja: 保持期間
pl: Przechowywanie

source: Posts can be popular.
ca: Les publicacions poden ser popular.
de: Beiträge können beliebt sein.
es: Las publicaciones pueden ser populares.
eu: Argitalpenak ospetsuak izan daitezke.
fr: Les publications peuvent être populaires.
ja: 投稿がトレンドにのるか。
pl: Post może by popularny.

source: Posts show in the All feed.
ca: Les publicacions es mostren a tota la llista.
de: Beiträge werden im Alles-Feed angezeigt.
es: Las publicaciones aparecen en el feed de Todas.
eu: Argitalpenak Guztiak jarioan agertzen dira.
fr: Afficher les publications dans la liste Tous les flux.
ja: フィードの全ての投稿を表示。
pl: Post pokaże si w Wszystkich treciach

source: Content warning, NSFW set for community.
ca: Avís de contingut, NSFW configurat per a la comunitat.
de: Inhaltswarnung, NSFW für diese Community festgelegt.
eu: Edukiaren abisua, komunitatearentzako NSFW ezarrita.
fr: Avertissement de contenu, NSFW défini pour la communauté.
ja: コンテンツ警告、NSFWが設定されているコミュニティです。
pl: Ostrzeżenie o zawartoci, NSFW wczone dla spoecznoci

source: Warning
ca: Avís
de: Warnung
es: Advertencia
eu: Abisua
fr: Avertissement
ja: コンテンツワーニング
pl: Ostrzeżenie

source: Number of posts
ca: Nombre de publicacions
de: Anzahl der Beiträge
es: Número de publicaciones
eu: Argitalpen kopurua
fr: Nombre de publications
ja: 投稿数
pl: Liczba postów

source: Content warning, NSFW or NSFL set for community.
ca: Avís de contingut, NSFW o NSFL configurat per a la comunitat.
de: Inhaltswarnung, NSFW oder NSFL wurde für die Community festgelegt.
es: Advertencia de contenido, NSFW o NSFL establecido para la comunidad.
eu: Eduki-abisua, NSFW edo NSFL ezarrita komunitatearentzat.
fr: Avertissement de contenu, NSFW ou NSFL défini pour la communauté.
ja: NSFWまたはNSFLが設定されているコミュニティです。
pl: Ostrzeżeni o zawartoci, NSFW lub NSFL wczone dla spoecznoci

source: Last activity
ca: Darrera activitat
de: Letzte Aktivität
es: Última actividad
eu: Azken jarduera
fr: Activité récente
ja: 最終活動
pl: Ostatnia aktywno

source: Moderate
ca: Moderat
de: Moderieren
es: Moderar
eu: Moderatu
fr: Modérer
ja: モデレーション
pl: Umiarkowany

source: Move %(community)s to %(instance_domain)s
ca: Mou %(community)s a %(instance_domain)s
de: %(community)s nach %(instance_domain)s umziehen
eu: Mugitu %(community)s %(instance_domain)s-ra
fr: Déplacer %(community)s sur %(instance_domain)s
ja: %(instance_domain)sへ%(community)sを移動
pl: Przenie %(community)s na %(instance_domain)s

source: Posts/Comments:
de: Posts/Kommentare
eu: Argitalpenak/Iruzkinak:

source: 14 days
de: 14 Tage
eu: 14 egun

source: No posts.
ca: No hi ha publicacions.
de: Keine Beiträge.
es: No hay publicaciones.
eu: Ez dago argitalpenik.
fr: Aucune publication.
ja: 投稿はまだありません。
pl: Brak postów.

source: No comments.
ca: No hi ha comentaris.
de: Keine Kommentare.
es: No hay comentarios.
eu: Ez dago iruzkinik.
fr: Pas encore de commentaires.
ja: コメントはありません。
pl: Brak komentarzy.

source: Add Offline Instance
ca: Afegeix una instància fora de línia
de: Offline-Instanz hinzufügen
eu: Gehitu lineaz kanpoko instantzia
fr: Ajouter une instance hors-ligne
ja: オフラインインスタンスの追加
pl: Dodaj instancj offline

source: Edit %(image_file_name)s
ca: Edita %(image_file_name)s
de: %(image_file_name)s bearbeiten
eu: Editatu %(image_file_name)s
fr: Modifier %(image_file_name)s
ja: %(image_file_name)sを編集
pl: Edytuj %(image_file_name)s

source: Edit %(community_name)s
ca: Edita %(community_name)s
de: %(community_name)s bearbeiten
es: Editar %(community_name)s
eu: Editatu %(community_name)s
fr: Modifier %(community_name)s
ja: %(community_name)s を編集
pl: Edytuj %(community_name)s

source: Will not be overwritten by remote server
ca: No serà sobreescrit pel servidor remot
de: Wird nicht vom Remote-Server überschrieben
es: No se sobrescribirá con datos del servidor remoto
eu: Ez du urruneko zerbitzariak gainidatziko
fr: Ne sera pas écrasé par le serveur distant
ja: リモートサーバーによって上書きされることはありません
pl: Nie bdzie nadpisywane przez zdalny serwer

source: Convert to local community
ca: Converteix a comunitat local
de: In lokale Community umwandeln
eu: Tokiko komunitate bihurtu
fr: Convertir en une communauté locale
ja: ローカルコミュニティへ変換
pl: Zamie w lokaln spoeczno

source: Edit %(instance_name)s
ca: Edita %(instance_name)s
de: %(instance_name)s bearbeiten
es: Editar %(instance_name)s
eu: Editatu %(instance_name)s
fr: Modifier %(instance_name)s
ja: %(instance_name)s を編集
pl: Edytuj %(instance_name)s

source: Edit %(topic_name)s
ca: Edita %(topic_name)s
de: %(topic_name)s bearbeiten
es: Editar %(topic_name)s
eu: Editatu %(topic_name)s
fr: Modifier %(topic_name)s
ja: %(topic_name)s を編集
pl: Edytuj %(topic_name)s

source: Edit %(user_name)s (%(display_name)s)
ca: Edita %(user_name)s %(display_name)s
de: %(user_name)s bearbeiten (%(display_name)s)
es: Editar %(user_name)s (%(display_name)s)
eu: Editatu %(user_name)s (%(display_name)s)
fr: Modifier %(user_name)s (%(display_name)s)
ja: %(user_name)s を編集 (%(display_name)s)
pl: Edytuj %(user_name)s (%(display_name)s)

source: Add new emoji
de: Neuen Emoji hinzufügen
eu: Gehitu emoji berria

source: Token
eu: Tokena

source: Instance
ca: Instància
de: Instanz
es: Instancia
eu: Instantzia
ja: インスタンス
pl: Instancja

source: No emoji have been created yet.
de: Noch wurde kein Emoji erstellt
eu: Ez da emojirik sortu oraindik.
