Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Provide the url of an image or the hash (and file name) of it, but not both.
ca: Proporcioneu l'URL d'una imatge o el hash (i el nom del fitxer), però no tots dos.
de: Gib die URL eines Bildes ODER Hash und Dateinamen eines Bildes an, nicht beides.
eu: Eman irudi baten urla edo haren hasha (eta fitxategi-izena), baina ez biak.
fr: Indiquez l'URL d'une image ou l'empreinte numérique (et le nom du fichier) de celle-ci, mais pas les deux.
ja: 画像のURLまたはハッシュ（とファイル名）のいずれかを指定してください。ただし両方指定することはできません。
pl: Podaj url obrazka, albo jego hash (i nazw pliku), ale nie oba.

source: Add blocked image
ca: Afegeix una imatge bloquejada
de: Blockiertes Bild hinzufügen
eu: Gehitu blokeatutako irudia
fr: Ajouter une image bloquée
ja: ブロックする画像を追加
pl: Dodaj zablokowany obraz

source: %(count)s posts deleted.
ca: S’han suprimit %(count)s publicacions.
de: %(count)s Beiträge gelöscht.
eu: %(count)s mezu ezabatu dira.
fr: %(count)s publications supprimées.
ja: %(count)s 個の投稿を削除しました。
pl: Usunito %(count)s postów.

source: Posts containing blocked images
ca: Publicacions que contenen imatges bloquejades
de: Posts, die blockierte Bilder enthalten
eu: Blokeatutako irudiak dituzten argitalpenak
fr: Publications contenant les images bloquées
ja: ブロック済み画像を含む投稿
pl: Post zawiera zablokowane obrazki

source: Blocked image deleted
ca: Imatge bloquejada suprimida
de: Blockiertes Bild gelöscht
eu: Blokeatutako irudia ezabatuta
fr: Image bloquée supprimé
ja: 画像のブロックを解除しました
pl: Zablokowany obrazek usunity

source: CMS Pages
ca: Pàgines del CMS
de: CMS-Seiten
eu: CMS orriak
fr: Pages CMS
ja: CMSページ
pl: Strony CMS

source: Page saved.
ca: Pàgina desada.
de: Seite gespeichert.
eu: Orria gordeta.
fr: Page enregistrée.
ja: ページを保存しました。
pl: Strona zapisana.

source: Add CMS Page
ca: Afegeix una pàgina CMS
de: CMS-Seite hinzufügen
eu: Gehitu CMS orria
fr: Ajouter une page CMS
ja: CMSページを追加
pl: Dodaj stron CMS

source: Edit page
ca: Edita la pàgina
de: Seite bearbeiten
eu: Editatu orria
fr: Modifier la page
ja: ページを編集
pl: Edytuj stron

source: Page deleted.
ca: Pàgina suprimida.
de: Seite gelöscht.
eu: Orria ezabatuta.
fr: Page supprimée.
ja: ページを削除しました。
pl: Strona usunita.

source: Emoji
eu: Emojia

source: Emoji saved.
de: Emoji gespeichert.
eu: Emojia gordeta.

source: Add Emoji
de: Emoji hinzufügen
eu: Gehitu emojia

source: Edit Emoji
de: Emoji bearbeiten
eu: Editatu emojia

source: Emoji deleted.
de: Emoji gelöscht.
eu: Emojia ezabatuta.

source: No recipients
ca: Cap destinatari
de: Keine Empfänger
eu: Hartzailerik ez
fr: Pas de destinataires
ja: 受信対象が存在しません
pl: Brak odbiorców

source: None
ca: Cap
de: Keine
es: Ninguno
eu: Bat ere ez
fr: Aucun
ja: 該当なし
pl: Brak

source: or email
ca: o correu electrònic
de: oder E-Mail
eu: edo e-posta
fr: Ou courriel
ja: またはメールアドレス
pl: lub email

source: Minimum length 8, maximum 128
ca: Longitud mínima 8, màxima 128
de: Minimale Länge 8, maximal 128
eu: Gutxieneko luzera 8, gehienez 128
fr: Longueur minimale 8, maximale 128
ja: 8文字以上、128文字以下
pl: Minimalna dugo 8, maksymalna 128

source: Low bandwidth mode
ca: Mode d'amplada de banda baixa
de: Niedriger Bandbreitenmodus
es: Modo de bajo ancho de banda
eu: Banda-zabalera txikiko modua
fr: Mode bande passante faible
ja: 低帯域幅モード
pl: Tryb niskiej przepustowoci

source: Log In
ca: Inicia sessió
de: Anmelden
es: Iniciar sesión
eu: Hasi saioa
fr: Se connecter
ja: ログイン
pl: Zaloguj

source: Email
ca: Correu electrònic
es: Correo electrónico
eu: E-posta
fr: Courriel
ja: メール

source: Why would you like to join this site?
ca: Per què t'agradaria unir-te a aquest lloc?
de: Warum möchtest du dieser Seite beitreten?
es: ¿Por qué quieres unirte a este sitio?
eu: Zergatik nahi zenuke gune honetan sartu?
fr: Pourquoi souhaitez-vous rejoindre ce site ?
ja: このサイトに登録したいと思った理由を教えて下さい。
pl: Czemu chcesz doczy do tej strony?

source: I agree to the terms of service & privacy policy (see links in footer)
ca: Accepto els termes del servei i la política de privacitat (vegeu els enllaços al peu de pàgina)
de: Ich bin mit den Nutzungsbedingungen und der Datenschutzerklärung einverstanden (siehe Links im Footer)
eu: Zerbitzu-baldintzak eta pribatutasun-politika onartzen ditut (ikusi oineko estekak)
fr: J'accepte les conditions d'utilisation et la politique de confidentialité (voir les liens en bas de page)
ja: 利用規約およびプライバシーポリシーに同意します（詳細はフッターのリンクをご確認ください）
pl: Zgadzam si na warunki usugi i polityk prywatnoci (zobacz linki w stopce)

source: Enter captcha code
ca: Introduïu el codi captcha
de: Captcha-Code eingeben
eu: Sartu captcha kodea
fr: Entrez le code captcha
ja: Captchaを入力
pl: Wpisz kod captcha

source: Register
ca: Registra
de: Registrieren
es: Registrarse
eu: Erregistratu
fr: S'inscrire
ja: 新規登録
pl: Zarejestruj

source: User names cannot contain spaces.
ca: Els noms d’usuari no poden contenir espais.
de: Kontonamen dürfen keine Leerzeichen enthalten.
es: Los nombres de usuario no pueden contener espacios.
eu: Erabiltzaile-izenek ezin dute hutsunerik izan.
fr: Les noms d'utilisateur·ice ne peuvent pas contenir d'espaces.
ja: ユーザー名にスペースを含めることはできません。
pl: Nazwa użytkownika nie może zawiera spacji.

source: User names can only contain letters, numbers, and underscores.
ca: Els noms d’usuari només poden contenir lletres, números i guions baixos.
de: Kontonamen dürfen nur Buchstaben, Zahlen und Unterstriche enthalten.
eu: Erabiltzaile-izenek letrak, zenbakiak eta azpimarrak bakarrik izan ditzakete.
fr: Les noms d'utilisateur·ice peuvent seulement contenir des lettres, des chiffres et des tirets-bas.
ja: ユーザー名には、英数字とアンダースコアのみ使用できます。
pl: Nazwy użytkownika mog zawiera tylko litery, cyfry i podkrelenia.

source: This name is in use already.
ca: Aquest nom ja està en ús.
de: Dieser Name ist bereits in Benutzung.
eu: Izen hau dagoeneko erabiltzen da.
fr: Ce nom est déjà utilisé.
ja: この名前は既に使われています。
pl: Ta nazwa jest już w użyciu.

source: Maximum password length is 128 characters.
ca: La longitud màxima de la contrasenya és de 128 caràcters.
de: Die maximale Passwortlänge beträgt 128 Zeichen.
eu: Pasahitzaren gehienezko luzera 128 karakterekoa da.
fr: La longueur maximale du mot de passe est de 128 caractères.
ja: パスワードは128文字までです。
pl: Maksymalna dugo hasa to 128 liter.

source: Request password reset
ca: Sol·licita un restabliment de contrasenya
de: Passwortzurücksetzung anfragen
es: Solicitar restablecimiento de contraseña
eu: Eskatu pasahitza berrezartzea
fr: Demande de réinitialisation du mot de passe
ja: パスワードリセットのリクエスト
pl: Popro o zmian hasa

source: Set password
ca: Estableix la contrasenya
de: Passwort festlegen
es: Establecer contraseña
eu: Ezarri pasahitza
fr: Choisir un mot de passe
ja: パスワードを設定
pl: Ustaw haso

source: Please make it stop
ca: Fes que s'aturi
de: Bitte mach dass es aufhört
es: Por favor, basta ya
eu: Mesedez, gelditu
fr: Veuillez faire en sorte que cela s'arrête
ja: もう本当に勘弁してくれ
pl: Prosimy, nie chc tego wicej widzie

source: A little is ok
ca: Una mica està bé
de: Ein wenig ist okay
es: Un poco está bien
eu: Pixka bat ondo dago
fr: Un peu, c'est acceptable
ja: 少しなら大丈夫
pl: Troch tych wiadomoci jest ok

source: Bring it on
ca: Porteu-lo
de: Auf geht's
es: ¡Adelante!
eu: Aurerra!
fr: Envoyez ce que vous avez
ja: どんと来い
pl: W ogóle nie mam dosy

source: How tired of Trump and Musk news are you?
ca: Com de cansat està vostè de les notícies Trump i Musk?
de: Wie ermüdet bist du von Trump- und Musk-News?
es: ¿Cuán cansado estás de noticias sobre Trump y Musk?
eu: Zenbateraino nazkatuta zaude Trump eta Musk-en berriekin?
fr: À quel point êtes-vous fatigué des nouvelles concernant Trump et Musk ?
ja: トランプ氏やマスク氏のニュースにどれくらいうんざりしていますか？（両氏の名前を対象とした英語フィルターです）
pl: Jak bardzo dosy masz wiadomoci o Trumpie/Musku?

source: Choose
ca: Escolliu
de: Auswählen
es: Elegir
eu: Aukeratu
fr: Choisir
ja: 選択
pl: Wybierz

source: Choose some topics you are interested in
ca: Tria alguns temes que t'interessen
de: Wähle einige Themen aus, an denen du interessiert bist
es: Elige algunos temas que te interesen
eu: Aukeratu interesatzen zaizkizun gai batzuk
fr: Choisissez des rubriques qui vous intéressent
ja: 興味のあるトピックを選択してください
pl: Wybierz tematy, które Ci interesuj

source: Set email
ca: Defineix el correu electrònic
de: E-Mail festlegen
eu: Ezarri e-posta
fr: Définir le courriel
ja: メールアドレスを設定
pl: Ustaw email

source: An account with this email already exists, please login and connect this account over "Connect OAuth" setting.
ca: Ja existeix un compte amb aquest correu electrònic. Si us plau, inicia la sessió i connecta aquest compte mitjançant la configuració "Connecta a OAuth".
de: Ein Konto mit dieser E-Mail-Adresse existiert bereits. Bitte logge dich ein und verbinde dieses Konto über die "Verbinde OAuth"-Einstellung.
eu: Badago e-posta honekin kontu bat, hasi saioa eta konektatu kontu hau "Konektatu OAuth" ezarpenaren bidez.
fr: Un compte avec ce courriel existe déjà, veuillez vous connecter et connecter ce compte via le paramètre « Connect OAuth ».
ja: 入力されたメールアドレスは既に登録されています。ログイン後、「OAuth接続」設定からアカウントを連携してください。
pl: Konto z tym adresem email już istnieje, zaloguj si i pocz to konto przez "Pocz OAuth" w ustawieniach.

source: Account registrations are currently closed.
ca: Els registres de comptes estan actualment tancats.
de: Konto-Registrierungen sind aktuell geschlossen.
eu: Kontuen erregistroak itxita daude une honetan.
fr: Les inscriptions sont actuellement fermées.
ja: 現在、新規アカウント登録の受付を停止しています。
pl: Rejestracja jest aktualnie zamknita.

source: Application declined
ca: Sol·licitud rebutjada
de: Antrag abgelehnt
eu: Eskaera ukatuta
fr: Demande refusée
ja: 申請が却下されました
pl: Wniosek odrzucony

source: Sorry, we are not accepting registrations from your country.
ca: Ho sentim, no acceptem registres del vostre país.
de: Entschuldigung, wir lassen keine Registrierungen aus deinem Land zu.
eu: Barkatu, ez ditugu zure herrialdeko izen-emateak onartzen.
fr: Désolé, nous n'acceptons pas les inscriptions venant de votre pays.
ja: 申し訳ありませんが、お住まいの国からの登録は受け付けていません。
pl: Wybacz, ale nie przyjmujemy użytkowników z Twojego kraju.

source: Login failed due to a problem with the OAuth server.
ca: L'inici de sessió ha fallat a causa d'un problema amb el servidor OAuth.
de: Login aufgrund eines Problems mit dem OAuth-Server fehlgeschlagen.
eu: Saioak huts egin du OAuth zerbitzariarekin arazo batengatik.
fr: Échec de la connexion en raison d'un problème avec le serveur OAuth.
ja: OAuthサーバーエラーのため、ログインに失敗しました。
pl: Logowanie si nie powiodo ze wzgldu na problem z serwerem OAuth.

source: This account has been deleted.
ca: Aquest compte ha estat suprimit.
de: Dieses Konto wurde gelöscht.
eu: Kontu hau ezabatua izan da.
fr: Ce compte a été supprimé.
ja: このアカウントは削除されました。
pl: To konto zostao usunite.

source: Which server do you want to join?
ca: A quin servidor vols unir-te?
de: Welchem Server möchtest du beitreten?
eu: Zein zerbitzaritan sartu nahi duzu?
fr: Quel serveur voulez-vous rejoindre ?
ja: どのサーバーに参加したいですか？
pl: Do którego serwera chcesz doczy?

source: You have joined some communities relating to those interests. Find more on the Topics menu or browse the home page.
ca: T'has unit a algunes comunitats relacionades amb aquests interessos. Troba més informació al menú Temes o navega per la pàgina d'inici.
de: Du bist einigen Communities die diesen Interessen entsprechen beigetreten. Mehr findest du im Themen-Menü oder durchstöbere die Startseite.
eu: Interes horiekin lotutako zenbait komunitatetan sartu zara. Informazio gehiago aurkitu Gaiak menuan edo arakatu hasierako orria.
fr: Vous avez rejoint des communautés liées à ces centres d'intérêt. Retrouvez-les dans le menu "Rubrique" ou parcourez la page d'accueil.
ja: あなたの興味に関連するいくつかのコミュニティへ参加しました。さらに探したい場合は、トピックメニューやホームをご覧ください。
pl: Doczye do kilku spoecznoci zwizanych z tymi zainteresowaniami. Znajdź wicej w menu Tematów albo przeszukaj stron gówn.

source: You did not choose any topics. Would you like to choose individual communities instead?
ca: No has triat cap tema. Vols triar comunitats individuals?
de: Du hast keine Themen ausgewählt. Möchtest du stattdessen einzelne Communities auswählen?
es: No elegiste ningún tema. ¿Te gustaría elegir comunidades individuales en su lugar?
eu: Ez duzu gairik aukeratu. Nahiago al duzu komunitate indibidualak aukeratzea?
fr: Vous n'avez choisi aucune rubrique. Voulez-vous choisir des communautés individuelles à la place ?
ja: トピックを選択していません。代わりにコミュニティを選択しますか？
pl: Nie wybrae żadnych tematów. Wolaby wybra spoecznoci?

source: Please join some communities you're interested in and then go to the home page by clicking on the logo above.
ca: Uneix-te a algunes comunitats que t'interessin i després vés a la pàgina d'inici fent clic al logotip de dalt.
de: Bitte tritt ein paar Communities bei, die dich interessieren und gehe dann zur Startseite indem du das Logo oben anklickst.
eu: Mesedez, sartu interesatzen zaizkizun komunitate batzuetan eta joan hasierako orrialdera goiko logotipoan klik eginez.
fr: Rejoignez les communautés qui vous intéressent, puis accédez à la page d'accueil en cliquant sur le logo ci-dessus.
ja: 気になるコミュニティに参加したら、上のロゴをクリックしてホームに移動してください。
pl: Prosimy docz do jakich spoecznoci, które Ci interesuj a nastpie przejdź na stron gówn klikajc logo powyżej.

source: Account under review
ca: Compte en revisió
de: Konto wird überprüft
es: Cuenta en revisión
eu: Kontua berrikusten ari da
fr: Compte en cours d'examen
ja: 確認中のアカウント
pl: Konto w trakcie weryfikacji

source: Sorry
ca: Ho sentim
de: Entschuldigung
es: Lo sentimos
eu: Barkatu
fr: Désolé
ja: すみません
pl: Przepraszam

source: You are not able to do this action due to being a very new account or because of a low reputation.
ca: No pots fer aquesta acció perquè ets un compte molt nou o perquè tens poca reputació.
de: Du darfst diese Aktion nicht ausführen, aufgrund deines sehr neuen Kontos oder niedriger Reputation.
eu: Ezin duzu ekintza hau egin kontu oso berria daukazulako edo ospe baxua duzulako.
fr: Vous ne pouvez pas effectuer cette action parce que vous êtes un nouveau compte ou que votre réputation est faible.
ja: この操作はアカウントが新しすぎるか、評価が低いため実行できません。
pl: Nie możesz tego zrobi ponieważ twoje konto jest nowe albo ponieważ ma nisk reputacj.

source: Check your email
ca: Revisa el teu correu electrònic
de: Überprüfe deine E-Mails
es: Revisa tu correo electrónico
eu: Begiratu zure posta elektronikoa
fr: Vérifiez votre boîte mail
ja: メールをご確認ください
pl: Sprawdź swoj skrzynk email

source: Sorry, you cannot use that email address.
ca: Ho sento, no pots utilitzar aquesta adreça de correu electrònic.
de: Du kannst diese E-Mail-Adresse nicht verwenden.
es: Lo sentimos, no puedes usar esa dirección de correo electrónico.
eu: Barkatu, ezin duzu helbide elektroniko hori erabili.
fr: Désolé, vous ne pouvez pas utiliser cette adresse de courriel.
ja: 申し訳ありませんが、そのメールアドレスは使用できません。
pl: Wybacz, nie możesz uży tego adresu email.

source: Check your email for a link to reset your password.
ca: Consulta el teu correu electrònic per trobar un enllaç per restablir la contrasenya.
de: Überprüfe deine E-Mails, um dein Passwort zurückzusetzen.
es: Revisa tu correo electrónico para encontrar el enlace para restablecer tu contraseña.
eu: Begiratu zure posta elektronikoa pasahitza berrezartzeko esteka bat lortzeko.
fr: Vérifiez votre courriel. Nous vous avons envoyé un lien pour réinitialiser votre mot de passe.
ja: パスワードをリセットするためのリンクをメールで確認してください。
pl: Sprawdź swoj skrzynk email, powiniene dosta mail z linkiem do zmiany hasa.

source: No account with that email address exists
ca: No existeix cap compte amb aquesta adreça electrònica
de: Es existiert kein Konto mit dieser E-Mail-Adresse
es: No existe ninguna cuenta con esa dirección de correo.
eu: Ez dago helbide elektroniko hori duen konturik
fr: Aucun compte avec cette adresse de courriel n'existe
ja: そのメールアドレスのアカウントは存在しません
pl: Nie istnieje konto z tym adresem email

source: Reset Password
ca: Restablir contrasenya
de: Passwort zurücksetzen
es: Restablecer contraseña
eu: Berrezarri pasahitza
fr: Réinitialiser le mot de passe
ja: パスワードリセット
pl: Zresetuj haso

source: Your password has been reset. Please use it to log in with user name of %(name)s.
ca: La teva contrasenya s'ha restablert. Si us plau, fes-la servir per iniciar la sessió amb el nom d'usuari %(name)s.
de: Dein Passwort wurde zurückgesetzt. Bitte nutze es, um dich mit dem Kontonamen von %(name)s anzumelden.
es: Tu contraseña se ha restablecido. Úsala para iniciar sesión con el nombre de usuario %(name)s.
eu: Zure pasahitza berrezarri da. Mesedez, erabili %(name)s erabiltzaile-izenarekin saioa hasteko.
fr: Votre mot de passe a été réinitialisé. Veuillez l'utiliser pour vous connecter avec le nom d'utilisateur·ice %(name)s.
ja: パスワードがリセットされました。 ユーザ名 %(name)s でログインしてください。
pl: Twoje haso zostao zresetowane. Prosimy użyj go do zalogowania si a nazw użytkownika %(name)s.

source: Thank you for verifying your email address.
ca: Gràcies per verificar la teva adreça electrònica.
de: Vielen Dank für die Bestätigung deiner E-Mail-Adresse.
es: Gracias por verificar tu dirección de correo electrónico.
eu: Eskerrik asko zure helbide elektronikoa egiaztatzeagatik.
fr: Merci d'avoir vérifié votre adresse de courriel.
ja: メール認証をしていただきありがとうございます。
pl: Dzikuj za zweryfikowanie adresu email.

source: Email address validation failed.
ca: La validació de l'adreça electrònica ha fallat.
de: Überprüfung der E-Mail-Adresse fehlgeschlagen.
es: La validación de la dirección de correo electrónico falló.
eu: Helbide elektronikoaren egiaztapenak huts egin du.
fr: La validation de l'adresse de courriel a échoué.
ja: メールアドレスの認証に失敗しました。
pl: Walidacja adresu email nie powioda si.

source: This Google account is already connected to another user.
ca: Aquest compte de Google ja està connectat a un altre usuari.
de: Dieses Google-Konto ist bereits mit einem anderen Konto verknüpft.
eu: Google kontu hau beste erabiltzaile bati lotuta dago dagoeneko.
fr: Ce compte Google est déjà connecté à un·e autre utilisateur·ice.
ja: 指定されたGoogleアカウントは既に別のユーザーと連携しています。
pl: To konto Google jest już podczone do innego użytkownika.

source: Your Google account has been connected successfully.
ca: El vostre compte de Google s'ha connectat correctament.
de: Dein Google-Konto wurde erfolgreich verbunden.
eu: Zure Google kontua behar bezala konektatu da.
fr: Votre compte Google a été connecté avec succès.
ja: Googleアカウントとの連携が完了しました。
pl: Skutecznie poczye si z kontem Google.

source: Failed to connect Google account: %(error)s
ca: No s'ha pogut connectar el compte de Google: %(error)s
de: Verbinden des Google-Kontos fehlgeschlagen: %(error)s
eu: Google kontua konektatzeak huts egin du: %(error)s
fr: Échec de la connexion au compte Google : %(error)s
ja: Googleアカウントの連携に失敗しました: %(error)s
pl: Nie udao si poczy z kontem Google: %(error)s

source: This Mastodon account is already connected to another user.
ca: Aquest compte de Mastodon ja està connectat a un altre usuari.
de: Dieses Mastodon-Konto ist bereits mit einem anderen Konto verbunden.
eu: Mastodon kontu hau beste erabiltzaile bati lotuta dago dagoeneko.
fr: Ce compte Mastodon est déjà connecté à un·e autre utilisateur·ice.
ja: 指定されたMastodonアカウントは既に別のユーザーと連携しています。
pl: To konto Mastodon jest już poczone z innym użytkownikiem.

source: Your Mastodon account has been connected successfully.
ca: El teu compte de Mastodon s’ha connectat correctament.
de: Dein Mastodon-Konto wurde erfolgreich verbunden.
eu: Zure Mastodon kontua behar bezala konektatu da.
fr: Votre compte Mastodon a été connecté avec succès.
ja: Mastodonアカウントとの連携が完了しました。
pl: Skutecznie poczye si z kontem Mastodon.

source: Failed to connect Mastodon account: %(error)s
ca: No s'ha pogut connectar el compte de Mastodon: %(error)s
de: Verbinden des Mastodon-Kontos fehlgeschlagen: %(error)s
eu: Mastodon kontua konektatzeak huts egin du: %(error)s
fr: Échec de la connexion au compte Mastodon : %(error)s
ja: Mastodonアカウントの連携に失敗しました: %(error)s
pl: Nie udao si poczy z kontem Mastodon: %(error)s

source: This Discord account is already connected to another user.
ca: Aquest compte de Discord ja està connectat a un altre usuari.
de: Dieses Discord-Konto ist bereits mit einem anderen Konto verbunden.
eu: Discord kontu hau beste erabiltzaile bati konektatuta dago dagoeneko.
fr: Ce compte Discord est déjà connecté à un·e autre utilisateur·ice.
ja: 指定されたDiscordアカウントは既に別のユーザーと連携しています。
pl: To konto Discord jest już poczone z innym użytkownikiem.

source: Your Discord account has been connected successfully.
ca: El teu compte de Discord s’ha connectat correctament.
de: Dein Discord-Konto wurde erfolgreich verbunden.
eu: Zure Discord kontua behar bezala konektatu da.
fr: Votre compte Discord a été connecté avec succès.
ja: Discordアカウントとの連携が完了しました。
pl: Skutecznie poczye si z kontem Discord.

source: Failed to connect Discord account: %(error)s
ca: No s'ha pogut connectar el compte de Discord: %(error)s
de: Verbinden des Discord-Kontos fehlgeschlagen: %(error)s
eu: Discord kontua konektatzeak huts egin du: %(error)s
fr: Échec de la connexion au compte Discord : %(error)s
ja: Discordアカウントの連携に失敗しました: %(error)s
pl: Nie udao si poczy z kontem Discord: %(error)s

source: Sorry, you cannot use that email address
ca: Ho sentim, no podeu utilitzar aquesta adreça de correu electrònic
de: Entschuldigung, du kannst diese E-Mail-Adresse nicht verwenden
es: Lo sentimos, no puedes usar esa dirección de correo electrónico
eu: Barkatu, ezin duzu helbide elektroniko hori erabili
fr: Désolé, vous ne pouvez pas utiliser cette adresse de courriel
ja: 申し訳ありませんが、そのメールアドレスは使用できません
pl: Wybacz, nie możesz uży tego adresu email

source: Sorry, you cannot use that user name
ca: Ho sentim, no podeu fer servir aquest nom d'usuari
de: Du kannst diesen Kontonamen nicht verwenden
es: Lo sentimos, no puedes usar ese nombre de usuario
eu: Barkatu, ezin duzu erabiltzaile-izen hori erabili
fr: Désolé, vous ne pouvez pas utiliser ce nom d'utilisateur·ice
ja: 申し訳ありませんが、そのユーザー名は使用できません
pl: Wybacz, nie możez uży tej nazwy użytkownika

source: Sorry, this username pattern is not allowed.
ca: Ho sentim, aquest patró de nom d'usuari no està permès.
de: Entschuldigung, dieses Kontonamenschema ist nicht erlaubt.
eu: Barkatu, erabiltzaile-izen eredu hau ez dago baimenduta.
fr: Désolé, ce nom d'utilisateur·ice n'est pas autorisé.
ja: このユーザー名のパターンは許可されていません。
pl: Wybacz, ten wzorzec nazwy użytkownika nie jest dozwolony.

source: Registration not allowed based on your referrer.
ca: No es permet el registre a causa del vostre referent.
de: Registrierung nicht erlaubt aufgrund deines Referrers.
eu: Erregistroa ez da onartzen zure erreferentearen arabera.
ja: 登録許可のないアクセス元です。
pl: Rejestracja nie jest dozwolona ze wzgldu na twoj stron odsyajc.

source: Your username contained special letters so it was changed to %(name)s.
ca: El vostre nom d'usuari contenia lletres especials, per això s'ha canviat a %(name)s.
de: Dein Kontoname enthielt spezielle Buchstaben, deshalb wurde er in %(name)s geändert.
es: Tu nombre de usuario contenía letras especiales, así que se cambió a %(name)s.
eu: Zure erabiltzaile-izenak letra bereziak zituen, beraz, %(name)s-ra aldatu da.
fr: Votre nom d'utilisateur·ice contient des caractères spéciaux, donc il a été changé en %(name)s.
ja: ユーザー名に特殊文字が含まれているため、 %(name)s に変更されました。
pl: Twoja nazwa użytkownika zawiera znaki specjalne, wic zostaa zmieniona na %(name)s.

source: No account exists with that user name.
ca: No existeix cap compte amb aquest nom d'usuari.
de: Kein Konto mit diesem Namen vorhanden.
es: No existe ninguna cuenta con ese nombre de usuario.
eu: Ez dago konturik erabiltzaile-izen horrekin.
fr: Aucun compte avec ce nom d'utilisateur·ice n'existe.
ja: そのユーザー名のアカウントは存在しません。
pl: Nie istnieje konto z t nazw użytkownika.
