Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Populate Communities
ca: Omple les comunitats
de: Communities bevölkern
es: Rellenar comunidades
eu: Bete komunitateak
fr: Remplir les communautés
ja: トレンドコミュニティ
pl: Stwórz Spoecznoci

source: Populate Topics
ca: Omple els temes
de: Themen bevölkern
es: Rellenar temas
eu: Bete gaiak
fr: Remplir les Rubriques
ja: トレンドトピック
pl: Stwórz Tematy

source: Delete Communities
ca: Suprimeix les comunitats
de: Communities löschen
es: Eliminar comunidades
eu: Ezabatu komunitateak
fr: Supprimer les communautés
ja: 削除コミュニティ
pl: Usu Spoecznoci

source: Delete Topics
ca: Suprimeix els temes
de: Themen löschen
es: Eliminar temas
eu: Ezabatu gaiak
fr: Supprimer les Rubriques
ja: トピックを削除
pl: Usu Tematy

source: %(num_communities)d dev communities deleted
ca: %(num_communities)d comunitats de desenvolupament suprimides
de: %(num_communities)d Entwicklungs-Communities gelöscht
eu: %(num_communities)d garatzaile komunitate ezabatu dira
fr: %(num_communities)d communautés de développement supprimées
ja: %(num_communities)d個の開発コミュニティを削除しました
pl: %(num_communities)d spoecznoci devowych usunitych

source: Warning on posts
ca: Avís a les publicacions
de: Warnung an Beiträgen
eu: Abisua argitalpenetan
fr: Alerte sur les publications
ja: 投稿に関する警告
pl: Ostrzeżenia dotyczce postów

source: %(name)s blocked.
ca: %(name)s bloquejat.
de: %(name)s blockiert.
es: %(name)s bloqueado.
eu: %(name)s blokeatuta.
fr: %(name)s bloqué·e.
ja: %(name)s をブロックしました。
pl: Zablokowano %(name)s

source: %(name)s un-blocked.
ca: %(name)s desbloquejat.
de: %(name)s entblockt.
es: %(name)s desbloqueado.
eu: %(name)s desblokeatuta.
fr: %(name)s débloqué·e.
ja: %(name)s のブロックを解除しました。
pl: Odblokowano %(name)s

source: %(name)s banned for all users and all content deleted.
ca: %(name)s ha estat prohibit per a tots els usuaris i s'ha eliminat tot el contingut.
de: %(name)s wurde für alle Nutzenden gebannt und alle Inhalte gelöscht.
es: %(name)s bloqueado para todos los usuarios y todo el contenido ha sido eliminado.
eu: %(name)s erabiltzaile guztientzat debekatuta dago eta eduki guztia ezabatuta dago.
fr: %(name)s banni·e pour tou·tes les utilisateur·ices et tous les contenus supprimés.
ja: %(name)sは全ユーザーに対してBANされ、すべてのコンテンツが削除されました。
pl: Zablokowano %(name)s dla wszystkich użytkowników, caa zawaro zostaa usunita.

source: %(name)s un-banned for all users.
ca: %(name)s ha estat desbanejat per a tots els usuaris.
de: %(name)s entbannt für alle Nutzenden.
es: %(name)s desbloqueado para todos los usuarios.
eu: %(name)s desblokeatu da erabiltzaile guztientzat.
fr: %(name)s débanni·e pour tou·tes les utilisateur·ices.
ja: %(name)s の全ユーザーのBANが解除されました。
pl: Odblokowano %(name)s dla wszystkich użytkowników.

source: Parent feed
ca: Canal parent
de: Übergeordneter Feed
eu: Jario gurasoa
fr: Flux parent
ja: 親フィード
pl: Kana nadrzdny

source: Please make sure each community is formatted as "community_name@instance.tld"
ca: Assegureu-vos que cada comunitat tingui el format "nom_de_la_comunitat@instància.tld"
de: Bitte achte darauf, jede Community in diesem Format zu schreiben: "community_name@instanz.tld"
eu: Mesedez, ziurtatu komunitate bakoitza "komunitate_izena@instantzia.tld" formatuan dagoela
fr: Veuillez vérifier que chaque communauté est au format « community_name@instance.tld »
ja: 各コミュニティが「community_name@instance.tld」の形式になっていることを確認してください
pl: Prosimy upewnij si, że każda spoeczno jest sformatowana zgodnie ze wzorem "community_name@instance.tld"

source: This field is required.
ca: Aquest camp és obligatori.
de: Dieses Feld ist erforderlich.
eu: Eremu hau derrigorrezkoa da.
fr: Ce champ est requis.
ja: 必須項目です。
pl: To pole jest wymagane.

source: Feed address
ca: Adreça del canal
de: Feed-Adresse
eu: Jarioaren helbidea
fr: Adresse du Flux
ja: フィードURL
pl: Adres kanau

source: Your new Feed has been created.
ca: S’ha creat el teu nou canal.
de: Dein neuer Feed wurde erstellt.
eu: Zure jario berria sortu da.
fr: Votre nouveau Flux a été créé.
ja: 新しいフィードが作成されました。
pl: Twój nowy kana zosta utworzony.

source: Create a Feed
ca: Crea un canal
de: Feed erstellen
eu: Sortu jario bat
fr: Créer un Flux
ja: フィードを作成
pl: Stwórz kana

source: Feed not found.
ca: No s'ha trobat el canal.
de: Feed nicht gefunden.
eu: Ez da jarioa aurkitu.
fr: Flux introuvable.
ja: フィードが見つかりません。
pl: Nie znaleziono kanau.

source: Feed not found. If you are searching for a nsfw feed it is blocked by this instance.
ca: No s'ha trobat el canal. Si esteu cercant un canal NSFW, està bloquejat per aquesta instància.
de: Feed nicht gefunden. Wenn du nach einem NSFW-Feed suchst, wird er von dieser Instanz blockiert.
eu: Ez da jarioa aurkitu. NSFW jario baten bila bazabiltza, instantzia honek blokeatuta dauka.
fr: Flux introuvable. Si vous recherchez un flux nsfw, ils sont bloqués sur cette instance.
ja: フィードが見つかりませんでした。もしNSFWフィードを検索している場合はインスタンスによってブロックされています。
pl: Nie znaleziono kanau. Jeżeli szukasz treci nsfw s one blokowane przez t instancj.

source: Add remote feed
ca: Afegeix un canal remot
de: Remote-Feed hinzufügen
eu: Gehitu urruneko jarioa
fr: Ajouter un flux distant
ja: リモートのフィードを追加
pl: Dodaj zdalny kana

source: Feed deleted
ca: Canal eliminat
de: Feed gelöscht
eu: Jarioa ezabatuta
fr: Flux supprimé
ja: フィードを削除しました
pl: Kana zosta usunity

source: Could not find that feed or it is not public. Try one of these instead...
ca: No s'ha pogut trobar aquest canal o no és públic. Prova'n un...
de: Feed konnte nicht gefunden werden oder er ist nicht öffentlich. Versuche stattdessen einen von diesen...
eu: Ezin izan da jario hori aurkitu edo ez da publikoa. Saiatu beste hauetako batekin...
fr: Flux introuvable ou privé. Essayez l'un d'eux à la place...
ja: そのフィードは見つからないか公開されていません、代わりに以下をお試しください。
pl: Nie można znaleź tego kanay lub nie jest on publiczny. Sprawdź te...

source: This feed is only visible to logged in users.
ca: Aquest canal només és visible per als usuaris que han iniciat la sessió.
de: Dieser Feed ist nur für eingeloggte Nutzende sichtbar.
eu: Jario hau saioa hasi duten erabiltzaileentzat bakarrik dago ikusgai.
fr: Ce flux est visible uniquement par les utilisateur·ices connectées.
ja: このフィードはログインしているユーザーにのみ表示されます。
pl: Ten kana jest widoczny tylko dla zalogowanych użytkowników.

source: You subscribed to %(feed_title)s
ca: T'has subscrit a %(feed_title)s
de: Du hast %(feed_title)s abonniert
eu: %(feed_title)s-(e)ra harpidetu zara
fr: Vous êtes abonné·e à %(feed_title)s
ja: %(feed_title)s に参加しました
pl: Zasubskrybowae %(feed_title)s

source: You have left %(feed_title)s
ca: Has deixat %(feed_title)s
de: Du hast %(feed_title)s verlassen
eu: %(feed_title)s utzi duzu
fr: Vous avez quitté %(feed_title)s
ja: %(feed_title)s の参加をやめました
pl: Opucie %(feed_title)s

source: That feed is banned from %(site)s.
ca: Aquest canal està prohibit a %(site)s.
de: Dieser Feed ist von %(site)s gebannt.
eu: Jario hori debekatuta dago %(site)s-tik.
fr: Ce flux est banni de %(site)s.
ja: そのフィードは %(site)s で禁止されています。
pl: Ten kana jest zablokowany przez %(site)s.

source: Search result for remote feed
ca: Resultat de la cerca de feed remot
de: Suchergebnis für Remote-Feed
eu: Urruneko jarioaren bilaketaren emaitza
fr: Résultat de la recherche pour le flux distant
ja: リモートフィードの検索結果
pl: Szukaj wyników na zdalnych kanaach

source: Searching for remote feeds requires login
ca: La cerca de canals remots requereix l'inici de sessió
de: Zum Suchen nach Remote-Feeds musst du angemeldet sein
eu: Urruneko jarioak bilatzeko saioa hasi behar da
fr: La recherche de flux distants nécessite une connexion
ja: リモートフィードの検索にはログインが必要です
pl: Przeszukiwanie zdalnych kanaów wymaga zalogowania

source: Limiting results to blocked instances disables filters other than search
ca: Limitar els resultats a les instàncies bloquejades desactiva els filtres que no siguin la cerca
de: Resultatbeschränkung auf blockierte Instanzen deaktiviert alle Filter, ausgenommen Suche
eu: Emaitzak blokeatutako instantzietara mugatzeak bilaketa ez diren beste iragazkiak desgaitzen ditu
fr: La recherche dans les instances bloquées ne tient pas compte des autres filtres
pl: Ograniczenie wyników do blokowanych instancji wycza filtry inne niż wyszukiwanie

source: Limiting results to allowed instances disables filters other than search
ca: Limitar els resultats a les instàncies permeses desactiva els filtres que no siguin la cerca
de: Resultatbeschränkung auf erlaubte Instanzen deaktiviert alle Filter, ausgenommen Suche
eu: Emaitzak baimendutako instantzietara mugatzeak bilaketa ez diren beste iragazkiak desgaitzen ditu
fr: La recherche dans les instances autorisées ne prend pas en compte les autres filtres
pl: Ograniczenie wyników do dozwolonych isntancji wycza inne filtry niż wyszukiwanie

source: Instances
ca: Instàncies
de: Instanzen
es: Instancias
eu: Instantziak
ja: インスタンス
pl: Instancje

source: %(instance)s overview
ca: Resum de %(instance)s
de: %(instance)s-Übersicht
es: Resumen de %(instance)s
eu: %(instance)s-(r)en ikuspegi orokorra
fr: %(instance)s vue d'ensemble
ja: %(instance)s の概要
pl: Przegld %(instance)s

source: People from %(instance)s
ca: Persones de %(instance)s
de: Menschen von %(instance)s
es: Personas de %(instance)s
eu: %(instance)s-ko jendea
fr: Les personnes de %(instance)s
ja: %(instance)sのユーザー
pl: Ludzie z %(instance)s

source: Posts from %(instance)s
ca: Publicacions de %(instance)s
de: Beiträge von %(instance)s
es: Publicaciones de %(instance)s
eu: %(instance)s-ren argitalpenak
fr: Publications de %(instance)s
ja: %(instance)s の投稿
pl: Posty z %(instance)s

source: Content from %(instance_domain)s will be hidden.
ca: El contingut de %(instance_domain)s s’amagarà.
de: Inhalte von %(instance_domain)s werden verborgen.
eu: %(instance_domain)s-ko edukia ezkutatuko da.
fr: Le contenu de %(instance_domain)s sera masqué.
ja: %(instance_domain)sのコンテンツは非表示になります。
pl: Zawarto z %(instance_domain)s zostanie ukryta.

source: %(instance_domain)s has been unblocked.
ca: S’ha desbloquejat %(instance_domain)s.
de: %(instance_domain)s wurde blockiert.
eu: %(instance_domain)s desblokeatu da.
fr: %(instance_domain)s a été débloqué·e.
ja: %(instance_domain)s のブロックを解除しました。
pl: Odblokowano %(instance_domain)s

source: Community to post this link to
ca: Comunitat a la qual publicar aquest enllaç
de: Community in der dieser Link gepostet werden soll
es: Comunidad donde publicar este enlace
eu: Komunitatea esteka hau argitaratzeko
fr: Choix de la communauté pour partager ce lien
ja: このリンクを次のコミュニティへ投稿する
pl: Spoeczno żeby zapostowa ten link

source: Next
ca: Següent
de: Weiter
es: Siguiente
eu: Hurrengoa
fr: Page suivante
ja: 次へ
pl: Nastpny

source: Continue
ca: Continua
de: Fortfahren
eu: Jarraitu
fr: Continuer
ja: 続ける
pl: Kontynuuj

source: Create an account to tailor this feed to your interests.
ca: Crea un compte per adaptar aquest feed als teus interessos.
de: Erstelle ein Konto, um diesen Feed deinen Interessen anzupassen.
es: Crea una cuenta para personalizar este feed según tus intereses.
eu: Sortu kontu bat jario hau zure interesetara egokitzeko.
fr: Créez un compte pour adapter ce flux à vos centres d'intérêt.
ja: アカウントを作成することで、このフィードを興味に合わせてカスタマイズすることができます。
pl: Utwórz konto aby dopasowa ten kana do twoich zainteresowa.

source: Browse by topic
ca: Navega per tema
de: Nach Thema suchen
es: Explorar por tema
eu: Arakatu gaiaren arabera
fr: Parcourir par rubrique
ja: トピックの一覧を表示
pl: Przegldaj wedug tematu

source: Moderation Log
ca: Registre de Moderació
de: Moderations-Log
es: Registro de moderación
eu: Moderazio erregistroa
fr: Journal de modération
ja: モデレーションログ
pl: Log moderacji

source: Failed to look up %(url)s
ca: No s'ha pogut cercar %(url)s
de: Aufruf von %(url)s fehlgeschlagen
eu: %(url)s bilatzeak huts egin du
pl: Nie udao si sprawdzi %(url)s

source: Protocol handler
ca: Gestor de protocols
de: Protokoll-Handler
eu: Protokolo kudeatzailea
fr: Gestionnaire de protocoles
pl: Obsuga protokoów

source: Please click the link in your email inbox to verify your account.
ca: Si us plau, feu clic a l'enllaç de la vostra safata d'entrada del correu electrònic per verificar el vostre compte.
de: Bitte klicke auf den Link in deinem E-Mail-Posteingang, um dein Konto zu bestätigen.
es: Por favor, haz clic en el enlace de tu correo electrónico para verificar tu cuenta.
eu: Mesedez, egin klik zure posta elektronikoko sarrera-ontziko estekan zure kontua egiaztatzeko.
fr: Veuillez cliquer sur le lien dans votre boîte de réception pour vérifier votre compte.
ja: 受信したメールへ記載されているリンクをクリックして、アカウントを確認してください。
pl: Kliknij w link w mailu żeby zweryfikowa konto

source: Content warning
ca: Avís de contingut
de: Inhaltswarnung
eu: Eduki-abisua
fr: Avertissement de contenu
ja: 閲覧注意
pl: Ostrzeżenie o zawartoci

source: This page is intentionally left blank.
de: Diese Seite wurde bewusst leer gelassen.
eu: Orrialde hau nahita utzi da hutsik.

source: We don't track you, so there's not much data to make graphs of.
de: Wir tracken dich nicht, also gibt es nicht viele Daten um daraus Graphen zu erzeugen.
eu: Ez zaitugu jarraitzen, beraz, ez dago datu askorik grafikoak egiteko.

source: Distinguish as moderator comment
ca: Distingir com a comentari del moderador
de: Als Mod-Kommentar kennzeichnen
eu: Moderatzailearen iruzkin gisa bereizi
fr: Intervenir en tant que modo
ja: モデレーターのコメントとして区別する
pl: Wyróżnij komentarz moderatora

source: Breaks community rules
ca: Incompleix les normes de la comunitat
de: Bricht die Community-Regeln
es: Infringe las reglas de la comunidad
eu: Komunitateko arauak hausten ditu
fr: Ne respecte pas les règles de la communauté
ja: コミュニティルールに違反
pl: amie zasady spoecznoci

source: Sharing personal info - doxing
ca: Compartir informació personal - doxing
de: Verbreitung persönlicher Informationen - Doxing
es: Compartir información personal - doxing
eu: Informazio pertsonala partekatzea - doxing
fr: Divulgation d'informations personnelles
ja: 個人情報の共有、ドキシング
pl: Udostpnianie prywatnych danych - doxing

source: I changed my mind
ca: Vaig canviar d'opinió
de: Ich habe meine Meinung geändert
es: He cambiado de opinión
eu: Iritziz aldatu dut
fr: J'ai changé d'avis
ja: 投稿についての考えが変わりました
pl: Zmieniem zdanie

source: Yes
ca: Si
de: Ja
es: Sí
eu: Bai
fr: Oui
ja: はい
pl: Tak

source: Also delete replies to this comment
ca: Suprimeix també les respostes a aquest comentari
de: Antworten auf diesen Kommentar ebenfalls löschen
eu: Ezabatu iruzkin honen erantzunak ere
fr: Supprimer également toutes les réponses à ce commentaire
ja: このコメントの返信も削除する
pl: Usu również odpowiedzi na ten komentarz

source: When would you like to be reminded?
ca: Quan voldries que et recordessin?
de: Wann möchtest du erinnert werden?
eu: Noiz nahi duzu gogoraraztea?
fr: Quand souhaitez-vous recevoir un rappel ?
pl: Kiedy chcesz by powiadamiany?

source: e.g. 'in 2 weeks'
ca: p. ex. «en 2 setmanes»
de: z.B. 'in 2 Wochen'
eu: adibidez, '2 aste barru'
fr: par ex. 'dans 2 semaines'
pl: np. 'za dwa tygodnie'

source: Invalid.
ca: No vàlid.
de: Ungültig.
eu: Baliogabea.
pl: Nieprawidowe.

source: Mastodon instance domain name
de: Mastodon-Instanz-Domainname
eu: Mastodon instantziaren domeinu-izena
pl: Domena instancji Mastodona

source: Share
de: Teilen
eu: Partekatu

source: This post has been deleted by the author and is only visible to staff and admins.
ca: Aquesta publicació ha estat eliminada per l'autor i només és visible per al personal i els administradors.
de: Dieser Beitrag wurde von Autor*in gelöscht und ist nur für Mitarbeitende und Admins sichbar.
es: Esta publicación ha sido eliminada por el autor y solo es visible para el personal y administradores.
eu: Argitalpen hau egileak ezabatu du eta pertsonalak eta administratzaileek soilik ikus dezakete.
fr: Cette publication a été supprimé par l'auteur·e et n'est visible que par l'équipe de modération et les administrateur·ices.
ja: この投稿は投稿者によって削除されており、管理者とスタッフにのみ表示されています。
pl: Ten post zosta usunity przez autora i jest widoczny tylko dla moderatorów i administratorów.

source: This post has been deleted and is only visible to staff and admins.
ca: Aquesta publicació s'ha eliminat i només és visible per al personal i els administradors.
de: Dieser Beitrag wurde gelöscht und ist nur für Mitarbeitende und Admins sichtbar.
es: Esta publicación ha sido eliminada y solo es visible para el personal y administradores.
eu: Argitalpen hau ezabatua izan da eta langileek eta administratzaileek bakarrik ikus dezakete.
fr: Cette publication a été supprimé et n'est visible que par l'équipe de modération et les administrateur·ices.
ja: この投稿は削除されており、管理者とスタッフにのみ表示されています。
pl: Ten post zosta usunity i jest widoczny tylko dla moderatorów i administratorów.

source: This post is only visible to logged in users.
ca: Aquesta publicació només és visible per als usuaris que han iniciat la sessió.
de: Dieser Beitrag ist nur für angemeldete Nutzende sichtbar.
eu: Argitalpen hau saioa hasi duten erabiltzaileentzat bakarrik dago ikusgai.
fr: Cette publication est visible uniquement par les utilisateur·ices connectées.
ja: この投稿はログインしているユーザーにのみ表示されます。
pl: Ten post jest widoczny tylko dla zalogowanych użytkowników.

source: %(name)s has indicated they made a mistake in this post.
ca: %(name)s ha indicat que ha comès un error en aquesta publicació.
de: %(name)s hat angegeben, dass du einen Fehler in diesem Beitrag gemacht hast.
es: %(name)s ha indicado que cometió un error en esta publicación.
eu: %(name)s-(e)k argitalpen honetan akats bat egin duela adierazi du.
fr: %(name)s a indiqué avoir fait une erreur dans cette publication.
ja: この投稿について、%(name)s さんは誤りがあったと考えています。
pl: %(name)s twierdzi, że popeni bd w pocie.

source: This post is scheduled to be published at %(when)s in %(_tz)s
ca: Aquesta entrada està programada per ser publicada a %(when)s en %(_tz)s
de: Dieser Beitrag wird um %(when)s in %(_tz)s veröffentlicht
eu: Mezu hau %(when)s-tan %(_tz)s-an argitaratzeko programatuta dago
fr: Cette publication a été programmée pour %(when)s dans %(_tz)s
ja: この投稿は %(when)s (%(_tz)s)に公開されます
pl: Wrzucenie posta zostao odożone na %(when)s w strefie czasowej %(_tz)s

source: Your reply was not accepted because %(reason)s
ca: La teva resposta no ha estat acceptada perquè %(reason)s
de: Deine Antwort wurde nicht akzeptiert aufgrund %(reason)s
es: Tu respuesta no fue aceptada porque %(reason)s
eu: Zure erantzuna ez da onartu %(reason)s dela eta
fr: Votre réponse n'a pas été acceptée en raison de %(reason)s
ja: あなたの返信は%(reason)sにより受理されませんでした
pl: Twoja odpowiedź nie zostaa zaakceptowane z powodów: %(reason)s

source: Embed code for %(post_title)s
ca: Codi d'incrustació per a %(post_title)s
de: Einbettungscode für %(post_title)s
eu: Txertatu kodea %(post_title)s-rentzat
fr: Code intégré pour %(post_title)s
ja: %(post_title)sの埋め込みコード
pl: Zamie kod w %(post_title)s

source: Choose an emoji
de: Emoji auswählen
eu: Aukeratu emoji bat

source: Vote has been cast.
ca: S’ha emès el vot.
de: Stimme wurde abgegeben.
es: Se ha registrado el voto.
eu: Botoa eman da.
fr: Le vote a été exprimé.
ja: 投票が行われました。
pl: Gosowanie zostao rozpoczte.

source: Discussing %(title)s
ca: Debatent sobre %(title)s
de: Diskussion %(title)s
es: Debatiendo %(title)s
eu: %(title)s eztabaidatzen
fr: Discuter de %(title)s
ja: %(title)s についての議論
pl: Dyskusja %(title)s

source: Comments have been disabled.
ca: S’han desactivat els comentaris.
de: Kommentare wurden deaktiviert.
es: Los comentarios han sido deshabilitados.
eu: Iruzkinak desgaitu dira.
fr: Les commentaires sont désactivés.
ja: コメントは無効になっています。
pl: Komentarze zostay wyczone.

source: You cannot reply to %(name)s
ca: No pots respondre a %(name)s
de: Du kannst %(name)s nicht antworten
es: No puedes responder a %(name)s
eu: Ezin diozu %(name)s-ri erantzun
fr: Vous ne pouvez pas répondre à %(name)s
ja: %(name)s に返信することはできません
pl: Nie możesz odpowiedzie %(name)s

source: You are not permitted to comment in this community
ca: No tens permís per comentar en aquesta comunitat
de: Du darfst in dieser Community nicht kommentieren
eu: Ez duzu baimenik komunitate honetan iruzkinik egiteko
fr: Vous n'êtes pas autorisé·e à commenter sur cette communauté
ja: このコミュニティへのコメントは禁止されています
pl: Nie możesz komentowa w tej spoecznoci

source: This comment cannot be replied to.
ca: No es pot respondre aquest comentari.
de: Diesem Kommentar kann nicht geantwortet werden.
eu: Iruzkin honi ezin zaio erantzun.
fr: Il n'est pas possible de répondre à ce commentaire.
ja: このコメントには返信できません。
pl: Na ten komentarz nie można odpowiedzie.

source: Something went wrong and a post could not be found.
de: Es ist etwas schiefgegangen und ein Beitrag konnte nicht gefunden werden.
eu: Zerbait gaizki joan da eta ezin izan da mezua aurkitu.

source: Your changes have been saved.
ca: Els canvis s'han desat.
de: Deine Änderungen wurden gespeichert.
es: Tus cambios han sido guardados.
eu: Zure aldaketak gorde dira.
fr: Vos changements ont été enregistrés.
ja: 変更が保存されました。
pl: Twoje zmiany zostay zapisane.

source: Your edit was not accepted because %(reason)s
ca: La teva edició no s'ha acceptat perquè %(reason)s
de: Deine Bearbeitung wurde nicht akzeptiert aufgrund %(reason)s
es: Tu edición no fue aceptada porque %(reason)s
eu: Zure aldaketa ez da onartu %(reason)s dela eta
fr: Votre modification n'a pas été acceptée en raison de %(reason)s
ja: その編集は%(reason)sにより受理されませんでした
pl: Twoje zmiany nie zostay zaakceptowane z powodów: %(reason)s

source: Edit post
ca: Edita la publicació
de: Beitrag bearbeiten
es: Editar publicación
eu: Editatu argitalpena
fr: Modifier la publication
ja: 投稿の編集
pl: Edytuj post

source: Are you sure you want to delete the post "%(post_title)s"?
ca: Esteu segur que voleu suprimir la publicació "%(post_title)s"?
de: Bist du sicher, dass du den Beitrag "%(post_title)s" löschen möchtest?
eu: Ziur zaude "%(post_title)s" argitalpena ezabatu nahi duzula?
fr: Êtes-vous sur·e de vouloir supprimer la publication "%(post_title)s" ?
ja: "%(post_title)s" を本当に削除してもよろしいでしょうか？
pl: Jeste pewien, że chcesz usun post "%(post_title)s"?

source: Post deleted.
ca: Publicació suprimida.
de: Beitrag gelöscht.
es: Publicación eliminada.
eu: Argitalpena ezabatuta.
fr: Publication supprimée.
ja: 投稿を削除しました。
pl: Usunito post.

source: Post has been restored.
ca: S’ha restaurat la publicació.
de: Beitrag wurde wiederhergestellt.
es: La publicación ha sido restaurada.
eu: Argitalpena berreskuratu da.
fr: La publication a été restaurée.
ja: 投稿を復元しました。
pl: Post zosta przywrócony.

source: Post purged.
ca: Publicació purgada.
de: Beitrag endgültig gelöscht.
es: Publicación purgada.
eu: Argitalpena garbituta.
fr: Publication purgée.
ja: 投稿を完全に削除しました。
pl: Post wyczyszczony.

source: Reminder added for %(when)s
ca: Recordatori afegit per a %(when)s
de: Erinnerung für %(when)s hinzugefügt
eu: Abisua gehitu da %(when)s-rako
fr: Rappel ajouté pour %(when)s
pl: Przypomnienie ustawione na %(when)s

source: Creating a reminder about "%(post_title)s"
ca: Creant un recordatori sobre "%(post_title)s"
de: Erinnerung für "%(post_title)s" erstellen
eu: "%(post_title)s"-ri buruzko abisua sortzen
fr: Créer un rappel à propos de "%(post_title)s"
pl: Tworzenie przypomnienia o "%(post_title)s"

source: Creating a reminder about comment by %(author)s on "%(post_title)s"
ca: Creant un recordatori sobre el comentari de %(author)s a "%(post_title)s"
de: Einrichten einer Erinnerung für Kommentar von %(author)s zu "%(post_title)s"
eu: "%(post_title)s"-(e)n %(author)s-ek egindako iruzkinari buruzko abisua sortzen
fr: Créer un rappel à propos du commentaire de %(author)s sur %(post_title)s
pl: Tworzenie powiadomienia o komenatrzu od %(author)s w pocie "%(post_title)s"
