Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: It is best to use the PNG file format as that is most widely compatible for PWA icons.
ca: És millor utilitzar el format de fitxer PNG, ja que és el més compatible amb les icones PWA.
de: Es wird empfohlen das PNG-Format zu nutzen, da es am kompatibelsten für PWA-Icons ist.
eu: PNG fitxategi formatua erabiltzea da onena, PWA ikonoekin bateragarriena baita.
fr: Il est préférable d'utiliser le format de fichier PNG, qui est le plus largement compatible avec les icônes PWA.
pl: Pliki PNG s najbardziej kompatybilne z ikonami PWA

source: About this instance
ca: Sobre aquesta instància
de: Über diese Instanz
es: Acerca de esta instancia
eu: Instantzia honi buruz
fr: À propos de cette instance
ja: このインスタンスについて
pl: Informacje o instancji

source: Provide a more extensive description of the instance, set a contact address and provide legal information. This information appears on the <a href="/about">about</a> page.
ca: Proporcioneu una descripció més detallada de la instància, definiu una adreça de contacte i proporcioneu informació legal. Aquesta informació apareix a la pàgina <a href="/about">sobre</a>.
de: Stelle eine ausführlichere Beschreibung der Instanz zur Verfügung, lege eine Kontaktadresse fest und liefere rechtliche Informationen. Diese Informationen erscheinen auf der <a href="/about">Über</a>-Seite.
es: Proporciona una descripción más extensa de la instancia, establece un correo de contacto y aporta información legal. Esta información aparece en la página de <a href="/about">acerca de</a>.
eu: Eman instantziaren deskribapen zabalagoa, ezarri harremanetarako helbide bat eta eman informazio legala. Informazio hau <a href="/about">honi buruz</a> orrian agertzen da.
fr: Fournissez une description plus détaillée de l'instance, définissez une adresse de contact et fournissez des informations juridiques. Ces informations apparaissent sur la page <a href="/about">à propos de</a>.
ja: インスタンスのより詳しい説明、連絡先アドレス、および法的情報を入力してください。これらの情報は <a href="/about">about</a> ページに掲載されます。
pl: Wprowadź bardziej rozbudowany opis intancji, ustaw adres kontaktowy i uzupenij informacje prawne. Ta informacja pojawi si na stronie <a href="/about">O nas</a>

source: Create a page in the "Pages" area then put it's address in here.
ca: Crea una pàgina a l'àrea "Pàgines" i després posa-hi la seva adreça.
de: Erstelle eine Seite in der "Seiten"-Ansicht und füge deren Adresse dann hier ein.
eu: Sortu orrialde bat "Orrialdeak" atalean eta jarri bere helbidea hemen.
fr: Créez une page dans "Pages" et mettez son adresse ici.
pl: Utwórz strone w zakadce "Pages" i wprowadź adres

source: Add local user
ca: Afegeix un usuari local
de: Lokales Konto hinzufügen
es: Añadir usuario local
eu: Gehitu tokiko erabiltzailea
fr: Ajouter un·e utilisateur·ice local
ja: ローカルユーザーを追加
pl: Dodaj lokalnego użytkownika

source: Display name.
ca: Nom per mostrar.
de: Anzeigename.
es: Nombre visible.
eu: Bistaratze-izena.
fr: Nom d'affichage.
ja: 表示名。
pl: Wywietlana nazwa

source: This user has been banned.
ca: Aquest usuari ha estat banejat.
de: Dieses Konto wurde gebannt.
es: Este usuario ha sido bloqueado.
eu: Erabiltzaile hau debekatuta dago.
fr: Cet·te utilisateur·ice a été banni·e.
ja: このユーザーはBANされています。
pl: Użytkownik zosta zbanowany.

source: How often a user has been reported.
ca: Amb quina freqüència s'ha informat a un usuari.
de: Wie oft ein Konto gemeldet wurde.
es: Frecuencia con la que se ha reportado a un usuario.
eu: Erabiltzaile bat zenbatetan salatu den.
fr: Nombre de fois où cet·te utilisateur·ice a été signalé·e.
ja: ユーザーが通報された回数。
pl: Ile razy użytkownik zosta zgoszony.

source: Attitude: Percentage of up votes vs. down votes the account made.
ca: Actitud: Percentatge de vots a favor enfront dels vots en contra que ha fet el compte.
de: Attitüde: Prozentuales Verhältnis von Up- und Downvotes die der Account gemacht hat.
es: Actitud: Porcentaje de votos positivos frente a negativos que hizo la cuenta.
eu: Jarrera: Kontuak emandako aldeko botoen eta kontrako botoen ehunekoa.
fr: Attitude : Pourcentage des hautvotes par rapport aux basvotes émis par le compte.
ja: 評判度：そのアカウントが投票した中で、賛成票の割合を示します（賛成票と反対票の比率）。
pl: Procent gosów w góre i w dó użytkownika

source: Attitude
ca: Actitud
de: Verhalten
es: Actitud
eu: Jarrera
ja: 評判度
pl: Nastawienie

source: Reputation: The Karma of the account. Total up votes minus down votes they got.
ca: Reputació: El karma del compte. Total de vots positius menys els vots negatius que han rebut.
de: Reputation: Das Karma des Accounts. Gesamtzahl Upvotes minus Downvotes die erhalten wurden.
es: Reputación: El karma de la cuenta. Total de votos positivos menos votos negativos recibidos.
eu: Ospea: Kontuaren karma. Aldeko boto guztiak ken kontrako botoak.
fr: Réputation : Le karma du compte. Total des hautvotes moins les basvotes qu'iel a reçus.
ja: 評判: アカウントのカルマです、賛成票の合計から反対票を引いたものです。
pl: Karma konta. Suma dodanych pozytywnych i negatywnych gosów.

source: Reputation
ca: Reputació
es: Reputación
eu: Ospea
fr: Réputation
ja: 評価値
pl: Reputacja

source: Last seen.
ca: Vist per última vegada.
de: Zuletzt gesehen.
es: Visto por última vez.
eu: Azkenengoz ikusita.
fr: Vu pour la dernière fois.
ja: 最終送信。
pl: Ostatnio widziano

source: We sent you an email containing a link that you need to click to enable your account.
ca: T'hem enviat un correu electrònic amb un enllaç que has de fer clic per habilitar el teu compte.
de: Wir haben dir eine E-Mail mit einem Link geschickt, den du klicken musst, um dein Konto zu aktivieren.
es: Te hemos enviado un correo con un enlace que debes pulsar para habilitar tu cuenta.
eu: Zure kontua gaitzeko klik egin behar duzun esteka duen mezu elektroniko bat bidali dizugu.
fr: Nous vous avons envoyé un courriel contenant un lien sur lequel vous devez cliquer pour activer votre compte.
ja: 登録したメールアドレスへリンクを送りました。リンクをクリックしてアカウント有効化してください。
pl: Wysano email z linkiem do aktywacji konta

source: Please choose at least 3 topics that interest you.
ca: Si us plau, tria almenys 3 temes que t'interessin.
de: Bitte wähle mindestens 3 Themen aus, die dich interessieren.
es: Por favor, elige al menos 3 temas que te interesen.
eu: Mesedez, aukeratu gutxienez interesatzen zaizkizun 3 gai.
fr: Veuillez choisir au moins 3 sujets qui vous intéressent.
ja: 興味のあるトピックを3つ以上選択してください。
pl: Wybierz przynajmniej 3 interesujce ci tematy

source: Proceed without choosing any topics
ca: Continua sense triar cap tema
de: Weiter ohne Themen auszuwählen
eu: Jarraitu gairik aukeratu gabe
fr: Continuer sans choisir de rubriques
ja: トピックを選ばずに進む
pl: Kontynuuj bez wybierania

source: Join %(domain)s
ca: Uneix-te a %(domain)s
de: %(domain)s beitreten
eu: Batu %(domain)s-(e)ra
fr: Rejoindre le domaine %(domain)s
ja: %(domain)s に参加する
pl: Docz do %(domain)s

source: I don't know, help me
ca: No ho sé, ajuda'm
de: Ich weiß es nicht, hilf mir
eu: Ez dakit, lagundu iezadazu
fr: Je ne sais pas, aidez-moi
ja: わかりません、助けが必要です
pl: Potrzebuje pomocy

source: Good for newbies
ca: Bo per a principiants
de: Ideal für Neulinge
eu: Hasiberrientzat ona
fr: Idéal pour les novices
ja: 初心者におすすめ
pl: Dla pocztkujacych

source: Newbies
ca: Novells
de: Neulinge
eu: Hasiberriak
fr: Novices
ja: 初心者向け
pl: Nowicjusze

source: Newbie-friendly
ca: Apte per a principiants
de: Neuling-freundlich
eu: Hasiberrientzako egokia
fr: Conviviale pour les novices
ja: 初心者向けを選ぶ
pl: Dla nowicjuszy

source: Choose your own adventure
ca: Tria la teva pròpia aventura
de: Wähle dein eigenes Abenteuer
eu: Aukeratu zure abentura propioa
fr: Choisissez votre aventure
ja: 自分で選ぶ
pl: Wybierz wasn przygod

source: I don't care
ca: No m'importa
de: Ist mir egal
eu: Ez zait axola
fr: Cela n'a pas d'importance
ja: 気にしない
pl: Nie interesuje mnie to

source: NSFW content available
ca: Contingut NSFW disponible
de: NSFW-Inhalt verfügbar
eu: NSFW edukia eskuragarri
fr: Contenu NSFW disponible
ja: NSFWが有効なインスタンス
pl: Dostpne treci NFSW

source: No NSFW content
ca: No contingut NSFW
de: Kein NSFW-Inhalt
eu: NSFW edukirik ez
fr: Pas de contenus NSFW
ja: NSFWが無効なインスタンス
pl: Brak treci NFSW

source: These servers are ordered by speed so it may vary depending on time of day, etc
ca: Aquests servidors estan ordenats per velocitat, de manera que pot variar segons l'hora del dia, etc
de: Die Server sind nach Geschwindigkeit sortiert, daher kann es sich unterscheiden je nach Tageszeit, usw
eu: Zerbitzari hauek abiaduraren arabera ordenatuta daude, beraz, eguneko orduaren arabera alda daiteke, etab.
fr: Ces serveurs sont classés par vitesse et peuvent donc varier en fonction de l'heure de la journée, etc
ja: これらのインスタンスは応答速度順に並べていますが、時間帯や状況によって変動する場合があります
pl: Te serwery s posortowane po szybkoci, wic kolejno może by różna zależnie od dnia itd

source: Server details
ca: Detalls del servidor
eu: Zerbitzariaren xehetasunak
fr: Information sur le serveur
ja: インスタンス詳細
pl: Szczegóy serwera

source: Join this server
ca: Uneix-te a aquest servidor
de: Diesem Server beitreten
eu: Sartu zerbitzari honetara
fr: Rejoindre ce serveur
ja: このインスタンスに参加する
pl: Doacz do serwera

source: More details
ca: Més detalls
de: Mehr Details
es: Más detalles
eu: Xehetasun gehiago
fr: Plus d'informations
ja: 詳細
pl: Wicej szczegóów

source: Community guidelines
ca: Directrius comunitàries
de: Community-Richtlinien
eu: Komunitatearen jarraibideak
fr: Directives de la communauté
ja: コミュニティガイドライン
pl: Wytyczne spoecznoci

source: Instance Info
ca: Informació de la instància
de: Instanz-Info
eu: Instantziaren informazioa
fr: Information de l'instance
ja: インスタンス情報
pl: Informacje o instancji

source: Stability
ca: Estabilitat
de: Stabilität
eu: Egonkortasuna
fr: Stabilité
ja: 安定性
pl: Stabilno

source: Age
ca: Edat
de: Alter
eu: Adina
fr: Âge
ja: 年
pl: Wiek

source: Uptime
ca: Temps de funcionament
de: Betriebszeit
eu: Funtzionamendu-denbora
fr: Durée d'activité
ja: 稼働状況
pl: Czas dziaania

source: Newbie friendly
ca: Amistós per als novells
de: Anfängerfreundlich
eu: Egokia hasiberrientzat
fr: Accessible aux novices
ja: 初心者向け
pl: Przyjazny dla nowicjuszy

source: Defederation
ca: Defederació
de: Deföderation
eu: Defederazioa
fr: Défédération
ja: 連合無効
pl: Defedarcja

source: Links
ca: Enllaços
eu: Estekak
fr: Liens
ja: リンク
pl: cza

source: Visit server
ca: Visita el servidor
de: Server besuchen
eu: Bisitatu zerbitzaria
fr: Visiter le serveur
ja: インスタンスへ行く
pl: Odwiedź serwer

source: Blocked servers
ca: Servidors bloquejats
de: Blockierte Server
eu: Blokeatutako zerbitzariak
fr: Serveurs bloqués
ja: ブロック済みのインスタンス

source: More
ca: Més
de: Mehr
es: Más
eu: Gehiago
fr: Plus
ja: その他
pl: Wicej

source: Show password
ca: Mostra la contrasenya
de: Passwort anzeigen
eu: Erakutsi pasahitza
fr: Montrer le mot de passe
ja: パスワードを表示
pl: Pokaż haso

source: Hide password
ca: Amaga la contrasenya
de: Passwort verbergen
eu: Ezkutatu pasahitza
fr: Cacher le mot de passe
ja: パスワードを隠す
pl: Ukryj haso

source: Log in with a passkey
ca: Inicia la sessió amb una clau d'accés
de: Mit Passkey einloggen
eu: Hasi saioa passkey batekin
fr: Se connecter avec une clé de sécurité
ja: パスキーでログイン
pl: Zaloguj si z kodem

source: Log in with Google
ca: Inicia la sessió amb Google
de: Mit Google anmelden
eu: Hasi saioa Google-rekin
fr: Se connecter avec Google
ja: Googleアカウントでログイン
pl: Zaloguj si przez Google

source: Log in with Mastodon
ca: Inicia la sessió amb Mastodon
de: Mit Mastodon anmelden
eu: Hasi saioa Mastodon-ekin
fr: Se connecter avec Mastodon
ja: Mastodonアカウントでログイン
pl: Zaloguj si przez Mastodon

source: Log in with Discord
ca: Inicia la sessió amb Discord
de: Mit Discord anmelden
eu: Hasi saioa Discord-ekin
fr: Se connecter avec Discord
ja: Discordアカウントでログイン
pl: Zaloguj si przed Discord

source: New User?
ca: Nou usuari?
de: Neues Konto?
es: ¿Usuario nuevo?
eu: Erabiltzaile berria?
fr: Nouvel·le utilisateur·ice ?
ja: 新しいユーザーですか？
pl: Nowy Użtkownik?

source: Register new account
ca: Registra un compte nou
de: Neues Konto registrieren
es: Registrar cuenta nueva
eu: Erregistratu kontu berria
fr: Créer un nouveau compte
ja: 新規アカウント登録
pl: Zarejestruj konto

source: Forgot Your Password?
ca: Has oblidat la contrasenya?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
eu: Pasahitza ahaztu duzu?
fr: Mot de passe oublié ?
ja: パスワードをお忘れですか？
pl: Zapomniaem hasa

source: Reset it
ca: Restableix-ho
de: Zurücksetzen
es: Restablécela
eu: Berrezarri ezazu
fr: Réinitialiser
ja: 今すぐリセット
pl: Resetuj

source: Fill Mastodon data
ca: Empleneu les dades de Mastodon
de: Fülle Mastodon-Daten aus
eu: Bete Mastodon datuak
pl: Uzupenij dane Mastodona

source: Your account does not have access to that area.
ca: El vostre compte no té accés a aquesta àrea.
de: Dein Konto hat keinen Zugriff auf diesen Bereich.
es: Tu cuenta no tiene acceso a esta zona.
eu: Zure kontuak ez du eremu horretarako sarbiderik.
fr: Votre compte n'a pas accès à cette zone.
ja: そこへのアクセスは禁止されています。
pl: Twoje konto nie ma dostpu do tego obszaru

source: Thanks for registering
ca: Gràcies per registrar-te
de: Vielen Dank für deine Registrierung
es: Gracias por registrarte
eu: Eskerrik asko erregistratzeagatik
fr: Merci pour votre inscription
ja: ご登録ありがとうございます
pl: Dzikujemy za rejestracje

source: We are reviewing your application and will email you once it has been accepted.
ca: Estem revisant la teva sol·licitud i t'enviarem un correu electrònic un cop l'hagim acceptat.
de: Wir prüfen deine Bewerbung und werden dir eine E-Mail schicken, sobald sie angenommen wurde.
es: Estamos revisando tu solicitud y te enviaremos un correo cuando sea aprobada.
eu: Zure eskaera aztertzen ari gara eta mezu elektroniko bat bidaliko dizugu onartu ondoren.
fr: Nous examinons votre demande et vous enverrons un courriel une fois qu'elle aura été acceptée.
ja: 申請内容を確認します、承認され次第メールでお知らせします。
pl: Oceniamy Twoje zgoszenie, wylemy Ci maila kiedy zostanie zaakceptowana.

source: Create new account
ca: Crea un compte nou
de: Neues Konto erstellen
es: Crear cuenta nueva
eu: Sortu kontu berria
fr: Créer un nouveau compte
ja: 新しいアカウントの作成
pl: Utwórz nowe konto

source: or use a username and password:
ca: o utilitzeu un nom d'usuari i una contrasenya:
de: oder Kontonamen und Passwort verwenden:
eu: edo erabili erabiltzaile-izen eta pasahitz bat:
fr: ou utilisez un pseudo et mot de passe :
ja: またはユーザー名とパスワードを使用:
pl: albo skorzystaj z nazwy użytkownika

source: Registration is closed. Only admins can create accounts.
ca: El registre està tancat. Només els administradors poden crear comptes.
de: Die Registrierung ist geschlossen. Nur Admins können Konten erstellen.
es: El registro está cerrado. Solo los administradores pueden crear cuentas.
eu: Izen-ematea itxita dago. Administratzaileek bakarrik sor ditzakete kontuak.
fr: Les inscriptions sont fermées. Seuls les administrateur·ices peuvent créer des comptes.
ja: 現在新規登録は停止されています、アカウントは管理者のみ作成可能です。
pl: Rejestracja zamknita. Tylko administratorzy mog tworzy konta

source: If you would like to sign up for PieFed, choose one of the other instances in our network:
ca: Si voleu registrar-vos a PieFed, trieu una de les altres instàncies de la nostra xarxa:
de: Wenn du dich bei PieFed registrieren möchtest, wähle eine der anderen Instanzen in unserem Netzwerk:
es: Si quieres registrarte en PieFed, elige alguna de las otras instancias de nuestra red:
eu: PieFed-en izena eman nahi baduzu, aukeratu gure sareko beste instantzietako bat:
fr: Si vous souhaitez vous inscrire à PieFed, choisissez l'une des autres instances de notre réseau :
ja: PieFedを利用したい場合、他のインスタンスをご利用ください:
pl: Aby zalogowa si do PieFed, wybierz jedna z instancji:

source: List of open PieFed instances
ca: Llista d'instàncies PieFed obertes
de: Liste offener PieFed-Instanzen
es: Lista de instancias PieFed abiertas
eu: PieFed instantzia irekien zerrenda
fr: Liste des instances PieFed ouvertes
ja: 登録可能なPieFedインスタンス
pl: Lista otwartych instancji Piefed

source: Try PieFed
ca: Prova PieFed
de: PieFed ausprobieren
es: Probar PieFed
eu: Probatu PieFed
fr: Essayer PieFed
ja: PieFedを試す
pl: Wypróbuj Piefed

source: Reset your password
ca: Restableix la teva contrasenya
de: Passwort zurücksetzen
es: Restablece tu contraseña
eu: Berrezarri zure pasahitza
fr: Réinitialisez votre mot de passe
ja: パスワードをリセット
pl: Zresetuj haso

source: Content filter setup
ca: Configuració del filtre de contingut
de: Inhaltsfilter-Einrichtung
es: Configuración del filtro de contenido
eu: Eduki-iragazkiaren konfigurazioa
fr: Réglage du filtre de contenu
ja: コンテンツフィルターの設定
pl: Ustawianie filtra treci

source: You will be able to change this later.
ca: Podràs canviar això més tard.
de: Du kannst dies später noch ändern.
es: Podrás cambiar esto más adelante.
eu: Hau geroago aldatu ahal izango duzu.
fr: Vous pourrez le changer plus tard.
ja: 後で変更することができます。
pl: Można zmieni później

source: Please check your email inbox
ca: Si us plau, reviseu la vostra safata d'entrada del correu electrònic
de: Bitte überprüfe deinen E-Mail-Posteingang
es: Por favor, revisa tu bandeja de entrada
eu: Mesedez, egiaztatu zure e-postaren sarrera-ontzia
fr: Veuillez consulter votre boîte de réception
ja: メールをご確認ください
pl: Prosimy sprawdzi skrzynk mailow

source: To keep spam and bots to a managable level, we send every new account an email with a link in it that needs to be clicked to fully enable the account.
ca: Per mantenir el correu brossa i els robots a un nivell manejable, enviem a cada compte nou un correu electrònic amb un enllaç que cal fer clic per habilitar completament el compte.
de: Um Spam und Bots auf einem verwaltbaren Level zu halten, schicken wir jedem neuen Konto eine E-Mail mit einem Link, der angeklickt werden muss, um das Konto vollständig zu aktivieren.
es: Para mantener el spam y los bots en un nivel manejable, enviamos a cada cuenta nueva un correo con un enlace que debe pulsarse para habilitar completamente la cuenta.
eu: Spama eta botak mugatzeko, kontu berrietara e-posta bat bidaltzen dugu esteka batekin, eta bertan klik egin behar da kontua erabat gaitzeko.
fr: Pour garder le spam et les robots à un niveau gérable, nous envoyons à chaque nouveau compte un courriel avec un lien qui doit être cliqué pour activer le compte.
ja: スパムやボットの発生を抑えるため、新規アカウントには確認用のメールを送信しています。メール内のリンクをクリックするとアカウントが有効になります。
pl: Aby zmniejszy liczb botów i spamu, wysyamy email aktywacyjny do każdego nowego konta.

source: You have blocked this person or they have blocked you.
ca: Has bloquejat aquesta persona o ella t'ha bloquejat a tu.
de: Du hast diese Person blockiert oder sie hat dich blockiert.
es: Has bloqueado a esta persona o ellos te han bloqueado.
eu: Pertsona hau blokeatu duzu edo hark blokeatu zaitu.
fr: Vous avez bloqué cette personne ou iels vous a bloqué.
ja: この人をブロックしているか、ブロックされています。
pl: Zablokowae użytkownika lub zostae zablokowany.

source: Leave conversation
ca: Surt de la conversa
de: Unterhaltung verlassen
eu: Utzi elkarrizketa
fr: Quitter la conversation
pl: Opu konwersacj

source: Delete conversation
ca: Suprimeix la conversa
de: Unterhaltung löschen
es: Eliminar conversación
eu: Ezabatu elkarrizketa
fr: Supprimer la conversation
ja: 会話を削除
pl: Usu konwersacj

source: Block @%(author_name)s
ca: Bloqueja @%(author_name)s
de: Blockiere @%(author_name)s
es: Bloquear a @%(author_name)s
eu: Blokeatu @%(author_name)s
fr: Bloquer @%(author_name)s
ja: @%(author_name)s をブロック
pl: Zablokuj @%(author_name)s

source: Block chats and posts from instance: %(name)s
ca: Bloqueja els xats i les publicacions de la instància: %(name)s
de: Blockiere Chats und Beiträge von der Instanz: %(name)s
es: Bloquear chats y publicaciones de la instancia: %(name)s
eu: Blokeatu %(name)s instantziako txatak eta mezuak
fr: Bloquer les conversations et les publications de l'instance : %(name)s
ja: %(name)s からのチャットや投稿をブロック
pl: Zablokuj chaty i posty z %(name)s

source: Report to moderators
ca: Informeu als moderadors
de: An Mods melden
es: Reportar a los moderadores
eu: Jakinarazi moderatzaileei
fr: Signaler à la modération
ja: モデレーターへ通報
pl: Zgo moderacji

source: If you are reporting abuse then do not delete the conversation - moderators will not be able to read it if you delete it.
ca: Si esteu denunciant un abús, no suprimiu la conversa; els moderadors no la podran llegir si la suprimiu.
de: Wenn du Missbrauch meldest, lösche die Unterhaltung nicht - Mods können sie nicht lesen, wenn du sie löschst.
es: Si estás reportando abuso, no elimines la conversación, ya que los moderadores no podrán leerla si la borras.
eu: Abusu baten berri ematen ari bazara, ez ezabatu elkarrizketa - moderatzaileek ezingo dute irakurri ezabatzen baduzu.
fr: Si vous signalez un abus alors ne supprimez pas la conversation - l'équipe de modération ne sera pas en mesure de la lire si vous la supprimez.
ja: 迷惑行為を通報する場合はこの会話を削除しないでください。削除するとモデレーターが内容を確認できなくなります。
pl: Jeżeli zgaszasz nadużycie nie usuwaj konwersacji, aby moderatorzy mogli j przeczyta

source: People
ca: Gent
de: Leute
es: Personas
eu: Jendea
fr: Personnes
ja: ユーザー
pl: Użytkownicy

source: Messages with %(name)s
ca: Missatges amb %(name)s
de: Nachrichten mit %(name)s
es: Mensajes con %(name)s
eu: Mezuak %(name)s-rekin
fr: Messages avec %(name)s
ja: %(name)s とのメッセージ
pl: Wiadomoci z %(name)s

source: Messages with:
ca: Missatges amb:
de: Nachrichten mit:
es: Mensajes con:
eu: Mezuak hauekin:
fr: Messages avec :
ja: メッセージ：
pl: Wiadomoci z:

source: Deleted by author
ca: Esborrat per autor
de: Von Autor*in gelöscht
es: Eliminado por el autor
eu: Egileak ezabatua
fr: Supprimé par l'auteur·ice
ja: 投稿者により削除されました
pl: Usunite przez autora

source: The other participant has left the chat.
ca: L'altre participant ha abandonat el xat.
de: Die andere teilnehmende Person hat den Chat verlassen.
eu: Beste parte-hartzaileak txata utzi du.
fr: L'autre participant·e a quitté le clavardage.
pl: Drugi uczestnik opuci czat

source: Options
ca: Opcions
de: Optionen
es: Opciones
eu: Aukerak
ja: オプション
pl: Opcje

source: You have not been using PieFed long enough to be allowed to send messages to people.
ca: No has estat utilitzant PieFed durant prou temps per poder enviar missatges a altres persones.
de: Du nutzt PieFed noch nicht lang genug, um Nachrichten an andere Leute schicken zu dürfen.
es: No llevas suficiente tiempo usando PieFed para poder enviar mensajes a otras personas.
eu: Ez duzu PieFed denbora nahikoa erabili jendeari mezuak bidaltzeko baimena izateko.
fr: Vous n'avez pas utilisé PieFed assez longtemps pour être autorisé à envoyer des messages privés.
ja: 利用開始からの期間が短いため、他のユーザーへのメッセージ送信はまだ許可されていません。
pl: Nie jeste użytkownikiem PieFed wystarczajco dugo by wysya wiadomoci

source: No chats
ca: No xats
de: Keine Chats
es: No hay chats
eu: Ez dago txatik
fr: Aucunes discussions
ja: チャットがありません
pl: Brak chatów

source: There are no chats involving you, yet. Start a conversation using the "Send message" button on someone's profile.
ca: Encara no hi ha cap xat que estigui relacionat amb tu. Inicia una conversa amb el botó "Envia missatge" del perfil d'algú.
de: Es gibt noch keine Chats, in die du involviert bist. Starte eine Unterhaltung mit dem "Nachricht senden"-Button auf dem Profil von jemandem.
es: Todavía no tienes chats. Inicia una conversación usando el botón «Enviar mensaje» en el perfil de alguien.
eu: Ez dago zurekin txatik oraindik. Hasi elkarrizketa bat norbaiten profileko "Mezua bidali" botoia erabiliz.
fr: Vous n'avez pas encore d'échanges privés. Commencez une conversation en utilisant le bouton "Envoyer un message" sur le profil de quelqu'un.
ja: まだチャットはありません。誰かのプロフィールから「メッセージを送信」で会話を始めてみましょう。
pl: Nie masz jeszcze chatów. Zacznij konwersacj korzystajc z przycisku "Wylij wiadomo" na profilu innego użytkownika
