Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Poster
ca: Pòster
de: Autor*in
eu: Posterra
ja: 投稿者
pl: Postujcy

source: Date
ca: Data
de: Datum
eu: Data
ja: 日付
pl: Data

source: Cross-post %(post_name)s
ca: Publicació creuada %(post_name)s
es: Cross-post de %(post_name)s
eu: Gurutzatu %(post_name)s argitalpena
fr: Publication croisée %(post_name)s
ja: %(post_name)s のクロスポスト
pl: Cross-postowane %(post_name)s

source: Describe the image, to help visually impaired people.
ca: Descriu la imatge per ajudar les persones amb discapacitat visual.
de: Beschreibe das Bild, um sehbehinderten Menschen zu helfen.
es: Describe la imagen para ayudar a personas con discapacidad visual.
eu: Deskribatu irudia, ikusmen urritasuna duten pertsonei laguntzeko.
fr: Décrivez l'image pour aider les personnes malvoyantes.
ja: 視覚的に閲覧が難しいユーザーのために説明を追加してください。
pl: Opisz obrazek by pomóc osobom z wadami wzroku

source: Provide a URL ending with .mp4 or .webm.
ca: Proporcioneu una URL que acabi en .mp4 o .webm.
de: Gib eine URL ein, die auf .mp4 oder .webm endet.
es: Proporciona una URL que termine en .mp4 o .webm.
eu: Eman .mp4 edo .webm-ekin amaitzen den URLa.
fr: Fournir une URL se terminant par .mp4 ou .webm.
ja: .mp4 または .webm で終わるURLを指定してください。
pl: Wprowadź URL zakoczony .mp4 lub .webm.

source: Poll choices
ca: Opcions de l'enquesta
de: Umfrageoptionen
es: Opciones de la encuesta
eu: Galdetegiaren aukerak
fr: Choix du sondage
ja: 選択肢
pl: Opcje ankiety

source: Add choice
ca: Afegeix una opció
de: Option hinzufügen
es: Añadir opción
eu: Gehitu aukera
fr: Ajouter un choix
ja: 選択肢を追加
pl: Dodaj wybór

source: Separate each tag with a comma.
ca: Separeu cada etiqueta amb una coma.
de: Separiere jeden Tag mit einem Komma.
es: Separa cada etiqueta con una coma.
eu: Bereizi etiketa bakoitza koma batekin.
fr: Séparez chaque mot-clic par une virgule.
ja: タグはコンマで区切ることができます。
pl: Wstaw przecinek midzy tagami

source: Hey, did you know? Scheduled posts have a templating system for titles.
ca: Ei, ho sabies? Les publicacions programades tenen un sistema de plantilles per als títols.
de: Hey, wusstest du schon? Geplante Beiträge haben ein Templating-System für Titel.
eu: Ba al zenekien? Programatutako argitalpenek izenburuetarako txantiloi sistema bat dute.
fr: Le saviez-vous ? Les publications programmées disposent de gabarits pour les titres.
ja: ヒント: 予約投稿はタイトルにテンプレートを使うことができます。
pl: Cze, wiedziae? Zaplanowane posty maj system szablonów dla tytuów.

source: Tags available
ca: Etiquetes disponibles
de: Verfügbare Tags
eu: Etiketak eskuragarri
fr: Variables de gabarits disponibles
pl: Dostpne tagi

source: Example
ca: Exemple
de: Beispiel
eu: Adibidea
fr: Exemple
pl: Przykad

source: ...will generate
ca: ...generarà
de: ...generiere
eu: ...sortuko du
fr: ...générera
pl: ...wygeneruje

source: Drag this link to your bookmarks bar to create a quick way to share what you find
ca: Arrossega aquest enllaç a la barra de marcadors per crear una manera ràpida de compartir el que trobis
de: Ziehe diesen Link in deine Lesezeichenleiste um leichter teilen zu können, was du findest
eu: Arrastatu esteka hau zure laster-marken barrara aurkitzen duzuna azkar partekatzeko modu bat sortzeko
fr: Glissez ce lien dans votre barre de marque-pages pour créer un moyen rapide de partager ce que vous avez trouvé
ja: このリンクをブックマークに設定すると、ブックマークレットを使って簡単にリンクを共有できるようになります
pl: Przenie ten link paska zakadek aby stworzy szybki sposób udostpniania go

source: Share on PieFed
ca: Comparteix a PieFed
de: Auf PieFed teilen
eu: Partekatu PieFed-en
fr: Partager sur PieFed
ja: PieFedで共有
pl: Udostpnij w PieFed

source: Copy to clipboard
ca: Copia al porta-retalls
de: In Zwischenablage kopieren
eu: Kopiatu arbelean
fr: Copier dans le presse à papier
ja: クリップボードにコピー
pl: Skopiuj do schowka

source: If you wish to de-escalate the discussion on your post and now feel like it was a mistake, click the button below.
ca: Si vols reduir la discussió sobre la teva publicació i ara sents que va ser un error, fes clic al botó següent.
de: Wenn du die Diskussion über deinen Beitrag deeskalieren möchtest und denkst, dass es ein Fehler war, klicke auf den Button unten.
es: Si deseas calmar la discusión en tu publicación y crees que fue un error, haz clic en el botón de abajo.
eu: Zure argitalpenari buruzko eztabaida baretu nahi baduzu eta orain akats bat izan dela iruditzen bazaizu, egin klik beheko botoian.
fr: Si vous souhaitez calmer la discussion sur votre publication et que vous avez l'impression qu'il s'agissait d'une erreur, cliquez sur le bouton ci-dessous.
ja: この投稿については誤りだったと感じていて、これ以上議論を広げたくない場合は下のボタンを押してください。
pl: Jeżeli chciaby zdeeskalowa dyskusje pod Twoim postem i uważasz, że ten post to by bd kliknijprzycisk poniżej.

source: No further comments will be posted and a message saying you made a mistake in this post will be displayed.
ca: No es publicaran més comentaris i es mostrarà un missatge que indicarà que has comès un error en aquesta publicació.
de: Es werden keine weiteren Kommentare veröffentlicht und eine Nachricht angezeigt, die besagt, dass Sie einen Fehler in diesem Beitrag gemacht haben.
es: No se publicarán más comentarios y se mostrará un mensaje indicando que cometiste un error en esta publicación.
eu: Ez da iruzkin gehiago argitaratuko eta mezu bat agertuko da argitalpen honetan akats bat egin duzula esanez.
fr: Aucun autre commentaire ne sera posté et un message disant que vous avez fait une erreur dans cette publication sera affiché.
ja: 以降、この投稿にはコメントできなくなり「この投稿の内容は誤りでした」というメッセージが表示されます。
pl: Nie bdzie możliwoci dodawnia komentarzy pod postem a wiadomo, w której napisae, że popenie bd bdzie wywietlana.

source: The effect of downvotes on your reputation score will be removed.
ca: S'eliminarà l'efecte dels vots negatius en la teva puntuació de reputació.
de: Der Effekt der negativen Bewertungen auf deinen Ruf wird entfernt.
es: Se eliminará el efecto de los votos negativos en tu puntuación de reputación.
eu: Boto negatiboek zure ospe puntuazioan duten eragina kenduko da.
fr: Les effets des basvotes sur votre score de réputation seront supprimés.
ja: 反対票による評価値への影響はなくなります。
pl: Wpyw negatywnych gosów na twoj reputacje zostanie wyczyszczony

source: Restore
ca: Restaura
de: Wiederherstellen
es: Restaurar
eu: Berrezarri
fr: Restaurer
ja: 元に戻す
pl: Przywró

source: Purge
ca: Purga
de: Endgültig löschen
es: Purgar
eu: Garbitu
fr: Purger
ja: 完全に削除
pl: Oczy

source: Un-sticky
ca: Sense enganxar
de: Nicht mehr anpinnen
eu: Kendu itsaskorra
fr: Désépingler
ja: ピン留めを解除
pl: Nieprzylepny

source: Lock
ca: Bloquejar
de: Sperren
eu: Blokeatu
fr: Vérrouiller
ja: ロック
pl: Zablokuj

source: Unlock
ca: Desbloquejar
de: Entsperren
eu: Desblokeatu
fr: Dévérrouiller
ja: アンロック
pl: Odblokuj

source: Written by AI?
de: Von KI geschrieben?
eu: AAk idatzia?

source: Hide this post from me
de: Verberge diesen Beitrag vor mir
eu: Ezkutatu argitalpen hau niregandik

source: I made a mistake with this post and have changed my mind about the topic
ca: M'he equivocat amb aquesta publicació i he canviat d'opinió sobre el tema
de: Ich habe mit diesem Beitrag einen Fehler gemacht und meine Meinung zum Thema geändert
es: Cometí un error con esta publicación y he cambiado de opinión sobre el tema
eu: Akats bat egin dut argitalpen honekin eta gaiari buruzko iritzia aldatu dut
fr: J'ai fait une erreur avec cette publication et j'ai changé d'avis sur le sujet
ja: 投稿の内容に誤りがあり、このトピックについては考え直すことにしました
pl: Popeniem bd postujc to i zmieniem zdanie na ten temat

source: Remind me about this
ca: Recorda'm això
de: Erinnere mich
eu: Gogorarazi iezadazu hau
fr: Créer un rappel
pl: Przypomnij mi o tym

source: Cross-post to another community
ca: Publicació creuada a una altra comunitat
de: Crossposte zu einer anderen Community
es: Publicar cruzado en otra comunidad
eu: Bidali argitalpenak beste komunitate batera modu gurutzatuan
fr: Partager la publication sur une autre communauté
ja: 他のコミュニティへクロスポスト
pl: Zapostuj do kolejnej spoecznoci

source: Block post author @%(author_name)s
ca: Bloqueja l'autor de la publicació @%(author_name)s
de: Beitrags-Autor*in @%(author_name)s blockieren
es: Bloquear al autor de la publicación @%(author_name)s
eu: Blokeatu @%(author_name)s argitalpenaren egilea
fr: Bloquer l'auteur·e @%(author_name)s de la publication
ja: 投稿者 @%(author_name)s をブロック
pl: Zablokuj post autora @%(author_name)s

source: Ban post author @%(author_name)s from %(community_name)s
ca: Prohibeix l'autor de l'entrada @%(author_name)s de %(community_name)s
de: Beitrags-Autor*in @%(author_name)s von %(community_name)s bannen
es: Bloquear al autor @%(author_name)s en %(community_name)s
eu: Debekatu %(community_name)s-en @%(author_name)s egilea
fr: Bannir l'auteur·e de la publication @%(author_name)s de %(community_name)s
ja: %(community_name)s から投稿者 @%(author_name)s をBAN
pl: Zbanuj post autora @%(author_name)s z %(community_name)s

source: Block domain %(domain)s
ca: Bloqueja el domini %(domain)s
de: Domain %(domain)s blockieren
es: Bloquear el dominio %(domain)s
eu: Blokeatu %(domain)s domeinua
fr: Bloquer le domaine %(domain)s
ja: ドメイン %(domain)s をブロック
pl: Zablokuj domene %(domain)s

source: Hide every post from author's instance: %(name)s
ca: Amaga totes les publicacions de la instància de l'autor: %(name)s
de: Verstecke jeden Beitrag der Instanz der Autor*in: %(name)s
es: Ocultar todas las publicaciones de la instancia del autor: %(name)s
eu: Ezkutatu egilearen instantziatik mezu guztiak: %(name)s
fr: Masquer toutes les publications de l'instance de l'auteur·e : %(name)s
ja: 投稿者の所属インスタンス %(name)s からの投稿をすべて非表示にする
pl: Ukryj wszystkie posty z instancji autora: %(name)s

source: Ban image everywhere forever
ca: Prohibir la imatge a tot arreu per sempre
de: Bild überall endgültig bannen
eu: Debekatu irudia nonahi betiko
fr: Bannir l'image partout, pour toujours
ja: この画像を完全に禁止する
pl: Zbanuj obraz wszdzie

source: View original on %(domain)s
ca: Veure l'original a %(domain)s
de: Original auf %(domain)s ansehen
es: Ver original en %(domain)s
eu: Ikusi jatorrizkoa %(domain)s-en
fr: Voir l'original sur %(domain)s
ja: %(domain)s でオリジナルを表示
pl: Wywietl orygina na %(domain)s

source: Get embed code
ca: Obté el codi d'incrustació
de: Einbettungs-Code anzeigen
eu: Eskuratu txertatze-kodea
fr: Obtenir le code d'intégration
ja: 埋め込みコードを取得
pl: Pobierz kod do osadzenia

source: View Voting Activity
ca: Veure l'activitat de votació
de: Abstimmungsaktivität ansehen
es: Ver actividad de votación
eu: Ikusi bozketa-jarduera
fr: Voir les votes
ja: 投票を閲覧
pl: Wywietl gosowanie

source: Fixup from remote
ca: Reparació des del control remot
de: Remote reparieren
es: Arreglar desde remoto
eu: Konponketa urrunetik
fr: Correction à distance
ja: リモートの情報で更新
pl: Naprawa zdalnac

source: Distinguish
ca: Distingir
de: Kennzeichnen
eu: Bereizi
fr: Mettre en avant
pl: Wyróżniaj

source: Undistinguish
ca: Indistinguible
de: Kennzeichnung aufheben
eu: Bereiztezindu
fr: Mettre en retrait
pl: Nie wyróżniaj

source: Ban @%(author_name)s from %(community_name)s
ca: Prohibeix @%(author_name)s de %(community_name)s
de: Banne %(author_name)s von %(community_name)s
eu: Debekatu @%(author_name)s %(community_name)s-etik
fr: Bannir @%(author_name)s de %(community_name)s
ja: %(community_name)sから%(author_name)sをBAN
pl: Zbanuj @%(author_name)s z %(community_name)s

source: Hide content from author's instance: %(name)s
ca: Amaga el contingut de la instància de l'autor: %(name)s
de: Verberge alle Inhalte der Instanz dieser Person: %(name)s
eu: Ezkutatu edukia egilearen instantziatik: %(name)s
fr: Masquer toutes le contenu de l'instance de l'auteur·e : %(name)s
ja: 投稿者のインスタンス %(name)s を非表示
pl: Usu treci z instancji autora:

source: Report comment on "%(post_title)s" by %(reply_name)s
ca: Informeu del comentari sobre "%(post_title)s" de %(reply_name)s
de: Kommentar zu "%(post_title)s" von %(reply_name)s melden
es: Reportar comentario en "%(post_title)s" de %(reply_name)s
eu: Salatu %(reply_name)s-ek idatzitako "%(post_title)s"-ri buruzko iruzkina
fr: Signaler un commentaire sur "%(post_title)s" par %(reply_name)s
ja: %(reply_name)s の「%(post_title)s」へのコメントを通報する
pl: Zgo komentarz %(reply_name)s pod postem"%(post_title)s"

source: Voting Activity for "%(reply_text)s"
ca: Activitat de votació per a "%(reply_text)s"
de: Abstimmungsaktivität für "%(reply_text)s"
es: Actividad de votación de "%(reply_text)s"
eu: "%(reply_text)s"-ren bozketa-jarduera
fr: Activité de vote pour "%(reply_text)s"
ja: "%(reply_text)s" の投票一覧
pl: Gosowanie dla "%(reply_text)s"

source: Report "%(post_title)s"
ca: Informe "%(post_title)s"
de: Melde "%(post_title)s"
es: Reportar "%(post_title)s"
eu: Salatu "%(post_title)s"
fr: Signaler "%(post_title)s"
ja: "%(post_title)s" を通報
pl: Zgo "%(post_title)s"

source: Voting Activity for "%(post_title)s"
ca: Activitat de vot per a "%(post_title)s»
de: Abstimmungsaktivität für "%(post_title)s"
es: Actividad de votación de "%(post_title)s"
eu: "%(post_title)s"-ren bozketa-jarduera
fr: Activité de vote pour "%(post_title)s"
ja: "%(post_title)s"の投票一覧
pl: Gosowanie dla "%(post_title)s"

source: This is sensitive information and should only be used for detecting vote manipulation, brigading and support for harmful content.
ca: Aquesta és informació sensible i només s'hauria d'utilitzar per detectar manipulació de vots, brigadisme i suport a contingut nociu.
de: Dies sind sensible Informationen, die nur verwendet werden sollten um Vote-Manipulationen, äußere Einmischungen und Unterstützungen schädlicher Inhalte aufzudecken.
eu: Hau informazio sentikorra da eta botoen manipulazioa, "brigading" eta eduki kaltegarrien babesa detektatzeko soilik erabili behar da.
fr: Ces informations sont sensibles, et ne doivent être utilisées que pour identifier des manipulations de vote ou du soutien à des contenus nocifs.
pl: To jest wrażliwa informacje i powinna by wykorzystywana tylko do wykrycia manipulacji gsoowaniem lub wspierania szkodliwych treci.

source: Do not share screenshots of this information publicly or use it for personal vendettas.
ca: No compartiu captures de pantalla d'aquesta informació públicament ni la feu servir per a venjances personals.
de: Veröffentliche keine Screenshots dieser Informationen und missbrauche sie nicht für persönliche Rachezüge.
eu: Ez partekatu informazio honen pantaila-argazkiak publikoki eta ez erabili mendeku pertsonaletarako.
fr: Ne partagez pas de copies d'écrans de ces informations publiquement, et ne les utilisez pas pour des vendettas personnelles.
pl: Nie dziel si zrzutami ekranów tych informacji publicznie, nie wykorzystuj ich też do prywatnej zemsty.

source: All posts about this domain
ca: Totes les publicacions sobre aquest domini
de: Alle Beiträge zu dieser Domain
es: Todas las publicaciones sobre este dominio
eu: Domeinu honi buruzko argitalpen guztiak
fr: Toutes les publications à propos de ce domaine
ja: このドメインのすべての投稿

source: Post deleted
ca: S'ha suprimit la publicació
de: Beitrag gelöscht
es: Publicación eliminada
eu: Argitalpena ezabatuta
fr: Publication supprimé
ja: 投稿を削除しました
pl: Usunito post

source: Number of comments:
ca: Nombre de comentaris:
de: Anzahl der Kommentare:
es: Número de comentarios:
eu: Iruzkin kopurua:
fr: Nombre de commentaires :
ja: コメント数:

source: Join this community
ca: Uneix-te a aquesta comunitat
de: Dieser Community beitreten
eu: Batu zaitez komunitate honetara
fr: Rejoindre cette communauté
ja: このコミュニティへ参加
pl: Docz do spoecznoci

source: Read post
ca: Llegeix la publicació
de: Beitrag lesen
es: Leer publicación
eu: Irakurri argitalpena
fr: Lire la publication
ja: 投稿を読む
pl: Czytaj post

source: Follow link
ca: Segueix l'enllaç
de: Link folgen
es: Abrir enlace
eu: Jarraitu esteka
fr: Suivre le lien
ja: フォローリンク
pl: Otwórz zcze

source: Read article
ca: Llegeix l'article
de: Artikel lesen
es: Leer artículo
eu: Irakurri artikulua
fr: Lire l'article
ja: 記事を読む
pl: Przeczytaj artyku

source: Emoji reaction button.
de: Emoji-Reaktionsbutton.
eu: Emoji erreakzio botoia.

source: Search results for
ca: Resultats de la cerca per a
de: Suchergebnisse für
es: Resultados de búsqueda para
eu: Bilaketa emaitzak honentzat:
fr: Résultats de recherche pour
ja: 検索結果
pl: Wyniki wyszukiwania dla

source: No posts match your search.
ca: No hi ha cap publicació que coincideixi amb la teva cerca.
de: Keine Beiträge passen zu deiner Suche.
es: No hay publicaciones que coincidan con tu búsqueda.
eu: Ez dago zure bilaketarekin bat datorren argitalpenik.
fr: Aucune publication ne correspond à votre recherche.
ja: 検索に一致する投稿はありませんでした。
pl: Brak dopasowa do wyszukiwania

source: Search for...
ca: Cerca
de: Suche nach...
eu: Bilatu...
fr: Rechercher...
ja: なにを検索する？...
pl: Szukaj...

source: What to search for:
ca: Què cal buscar:
de: Suchen nach:
eu: Zer bilatu behar den:
fr: Ce qu'il faut rechercher :
ja: 何を検索しますか:
pl: Czego szuka:

source: Keyword
ca: Paraula clau
de: Stichwort
es: Palabra clave
eu: Gako-hitza
fr: Mot-clé
ja: キーワード
pl: Sowo kluczowe

source: optional
ca: opcional
es: opcional
eu: aukerakoa
fr: facultatif
ja: 任意
pl: Opcjonalnie

source: Instance Software
ca: Programari d'instàncies
de: Instanz-Software
es: Software de la instancia
eu: Instantziaren softwarea
fr: Logiciel de l'instance
ja: インスタンスソフトウェア
pl: Oprogramowanie instancji

source: Sort by
ca: Ordena per
de: Sortieren nach
es: Ordenar por
eu: Ordenatu honen arabera
fr: Trier par
ja: ソート
pl: Sortuj wedug

source: Relevance
ca: Rellevància
de: Relevanz
es: Relevancia
eu: Garrantzia
fr: Pertinence
ja: 関連性
pl: Dopasowanie

source: Recent first
ca: Recent primer
de: Neueste zuerst
es: Recientes primero
eu: Duela gutxikoak lehenago
fr: Récent en premier
ja: 最新
pl: Od najnowszych

source: Example searches:
ca: Exemples de cerques:
de: Beispielsuche:
es: Búsquedas de ejemplo:
eu: Bilaketa adibideak:
fr: Exemple de recherches :
ja: 検索の例:
pl: Przykadowe wyszukiwania:

source: There is an implied "and" here. Results will have both words somewhere in them.
ca: Aquí hi ha un "i" implícit. Els resultats tindran ambdues paraules en algun lloc.
de: Es gibt ein implizites "und" hier, Ergebnisse werden irgendwo beide Wörter enthalten.
es: Aquí hay un "y" implícito. Los resultados contendrán ambas palabras en alguna parte.
eu: "eta" inplizitu bat dago hemen. Emaitzek bi hitzak izango dituzte nonbait.
fr: Il y a un "et" implicite ici. Les résultats auront les deux mots quelque part.
ja: スペースで区切ることで両方の単語が含まれる検索になります。
pl: W tym wypadku spójnik "i" jest implikowany. Wyniki bd miay oba sowa gdzie w sobie.

source: star or wars
ca: star o wars
de: star oder wars
eu: izarra edo gerrak
pl: Gwiezdne lub Wojny

source: This will broaden the search to include results that contain any of the words.
ca: Això ampliarà la cerca per incloure resultats que continguin qualsevol de les paraules.
de: Dies wird die Suche auf Ergebnisse erweitern, die eines der Wörter enthalten.
es: Esto ampliará la búsqueda para incluir resultados que contengan cualquiera de esas palabras.
eu: Honek bilaketa zabalduko du hitz horietako edozein duten emaitzak barne hartzeko.
fr: Cela élargira la recherche pour inclure des résultats qui contiennent n'importe lequel de ces deux mots.
ja: or で区切ることでどちらかの単語が含まれる検索になります。
pl: To poszerzy wyszukiwanie o wyniki, które zawieraj jakiekolwiek ze sów.

source: To search for things containing "star" but not "wars" you can put a - before the word you want to exclude.
ca: Per cercar coses que continguin "star" però no "wars", podeu posar un - abans de la paraula que voleu excloure.
de: Um nach Dingen zu suchen, die "star" aber nicht "wars" enthalten, kannst du ein - vor das Wort setzen, welches ausgeschlossen werden soll.
es: Para buscar cosas que contengan "star" pero no "wars", pon un - antes de la palabra que quieras excluir.
eu: "Star" baina "wars" ez duten gauzak bilatzeko, - bat jar dezakezu baztertu nahi duzun hitzaren aurretik.
fr: Pour rechercher des choses contenant "star" mais pas "wars", vous pouvez mettre un - avant le mot que vous voulez exclure.
ja: "star"は含みますが、"wars"を含まない検索になります。除外したい単語の前に - をつけてください。
pl: By szuka rzeczy zawierjcych "Gwiezdne" ale nie "wojny" możesz wprowadzi - przed sowem, które chcesz wykluczy.

source: Results will have exactly that phrase in them.
ca: Els resultats tindran exactament aquesta frase.
de: Die Ergebnisse werden genau diese Formulierung enthalten.
es: Los resultados contendrán exactamente esa frase.
eu: Emaitzek esaldi hori izango dute.
fr: Les résultats contiendront exactement cette phrase.
ja: ダブルクオーテーションでくくることによって、そのフレーズを含む検索になります。
pl: Wyniki bd miay dokadnie te fraz w nich.

source: Trying to add a community or post from another instance?
de: Versuchst du eine Community oder einen Beitrag von einer anderen Instanz hinzuzufügen?
eu: Beste instantzia bateko komunitate edo argitalpen bat gehitzen saiatzen ari zara?

source: In many types of federated platforms you can put a URL of a post or community into the search in order to add it to your local instance. In PieFed the search is just for searching.
ca: En molts tipus de plataformes federades podeu introduir l'URL d'una publicació o comunitat a la cerca per afegir-la a la vostra instància local. A PieFed la cerca és només per a la cerca.
de: Auf vielen föderierten Plattformen kannst du die URL eines Beitrags oder einer Community in die Suchleiste eingeben um sie zu deiner lokalen Instanz hinzuzufügen. Bei PieFed ist die Suche nur zum Suchen da.
es: En muchos tipos de plataformas federadas puedes introducir la URL de una publicación o comunidad en la búsqueda para añadirla a tu instancia local. En PieFed, la búsqueda solo sirve para buscar.
eu: Plataforma federatu askotan, argitalpen edo komunitate baten URL bat jar dezakezu bilaketan, zure instantzia lokalera gehitzeko. PieFed-en, bilaketa bilatzeko baino ez da.
fr: Dans de nombreux types de plateformes fédérées, vous pouvez entrer une URL d'un publication ou d'une communauté dans la recherche afin de l'ajouter à votre instance locale. Dans PieFed, la recherche est uniquement destinée à la recherche.
ja: 下のボタンからコミュニティやリモートの投稿を追加することができます。このページではキーワード検索のみが可能です。
pl: W wielu rodzajach federowanych platform możesz wpisa url posta lub spoecznoci w pole wyszukiwania w celu dodania ich do lokalnej instancji. W PieFed wyszukiwarka jest tylko do wyszukiwania.

source: Retrieve remote post
ca: Recupera la publicació remota
de: Remote-Beitrag empfangen
es: Recuperar publicación remota
eu: Berreskuratu urruneko argitalpena
fr: Récupérer la publication distante
ja: リモートの投稿を取得
pl: Zdalnie odzyskaj post

source: No posts in this tag yet.
ca: Encara no hi ha publicacions en aquesta etiqueta.
de: Noch keine Beiträge mit diesem Tag.
es: No hay publicaciones en esta etiqueta todavía.
eu: Ez dago etiketa honetan argitalpenik oraindik.
fr: Aucune publication avec ce mot-clic pour le moment.
ja: このタグにはまだ投稿がありません。
pl: Brak postów z tym tagiem

source: Tag management
ca: Gestió d'etiquetes
de: Tag-Verwaltung
es: Gestión de etiquetas
eu: Etiketen kudeaketa
fr: Gestion des mots-clics
ja: タグ管理
pl: Zarzdzaj tagami

source: RSS
eu: RSSa

source: Tags in %(community)s
ca: Etiquetes a %(community)s
eu: %(community)s(e)ko etiketak
fr: Étiquettes dans %(community)s
pl: Tagi w spoecznoci %(community)s

source: Tag Cloud
de: Tag-Wolke
eu: Etiketa hodeia

source: Tag List
de: Tag-Liste
eu: Etiketa zerrenda

source: Tag
eu: Etiketa

source: Number of Posts
de: Anzahl Beiträge
eu: Argitalpen kopurua

source: There are no tags to display
de: Keine anzuzeigenden Tags.
eu: Ez dago bistaratzeko etiketarik

source: Tags containing "%(search)s"
ca: Etiquetes que contenen "%(search)s"
de: Tags die "%(search)s" beinhalten
es: Etiquetas que contienen "%(search)s"
eu: "%(search)s" duten etiketak
fr: Mots-clics contenant "%(search)s"
ja: "%(search)s "を含むタグ
pl: Tagi zawierajce "%(search)s"
