Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Look up in modlog
ca: Busca al modlog
de: Im Mod-Log suchen
eu: Bilatu modlog-ean
fr: Consulter dans le journal de modération

source: Lemmyverse.link
eu: Lemmybertso.esteka
ja: Lemmyverseで表示

source: Edit note
ca: Edita la nota
de: Notiz bearbeiten
es: Editar nota
eu: Editatu oharra
fr: Modifier la note
ja: メモを編集
pl: Edytuj notatk

source: Bot Account
ca: Compte de bot
de: Bot-Konto
es: Cuenta de bot
eu: Bot kontua
fr: Compte de bot
ja: Botアカウント
pl: Bot

source: Joined
ca: S'ha unit
de: Beigetreten
es: Unido
eu: Batuta
fr: Rejoint
ja: 参加済み
pl: Doczono

source: Ratio of upvotes cast to downvotes cast. Higher is more positive.
ca: Proporció de vots positius i vots negatius. Com més alt és el valor, més positiu.
de: Verhältnis der positiven zu negativen Bewertungen. Höher bedeutet mehr positive Bewertungen.
es: Proporción de votos positivos emitidos frente a votos negativos. Cuanto más alta, más positivo.
eu: Aldeko botoen eta kontrako botoen arteko erlazioa. Handiagoa positiboagoa da.
fr: Ratio des hautvotes exprimés aux basvotes négatifs exprimés. Plus le taux est élevé, plus il est positif.
ja: 賛成票と反対票の比率です。値が高いほどポジティブな傾向を示します。
pl: Stosunke wgórgosów do wdógósów. Im wyższy tym bardziej pozytywny.

source: Votes
ca: Votas
es: Votos
eu: Bozketak
fr: Voter pour
ja: 投票
pl: Gosy

source: Referer
ca: Referències
de: Referrer
es: Referente
eu: Erreferentea
fr: Référant
ja: アクセス元
pl: Odsyacz

source: Which website linked to PieFed when the user initially registered.
ca: Quin lloc web enllaçava a PieFed quan l'usuari es va registrar inicialment.
de: Welche Website hat zu PieFed verlinkt, als das Konto ursprünglich registriert wurde.
es: Desde qué sitio web se llegó a PieFed al registrarse inicialmente.
eu: Zein webgunek estekatu zuen PieFed-era erabiltzailea erregistratu zenean.
fr: Quel site web était lié à PieFed lors de l'enregistrement initial de l'utilisateur·ice.
ja: ユーザー作成時にどのWebサイトから来たか。
pl: Która strona internetowa zawieraa link do PuieFed w trakcie rejestracji.

source: IP address of last interaction.
ca: Adreça IP de l'última interacció.
de: IP-Adresse der letzten Interaktion.
es: Dirección IP de la última interacción.
eu: Azken interakzioaren IP helbidea.
fr: Adresse IP de la dernière interaction.
ja: 最後に使用されたIPアドレス。
pl: Adres IP ostatniej aktywnoci.

source: Donor
ca: Donant
de: Spender*in
eu: Emailea
fr: donateur·ice
ja: 寄付者
pl: Dawca

source: Overview pagination
ca: Paginació general
de: Übersichts-Pagination
eu: Ikuspegi orokorraren orrialdekatzea
fr: Pagination de l'ensemble
pl: Podsumowanie paginacji

source: No posts or comments yet.
ca: Encara no hi ha entrades ni comentaris.
de: Noch keine Beiträge oder Kommentare.
eu: Ez dago mezurik edo iruzkinik oraindik.
fr: Pas encore de publications ou de commentaires.
pl: Brak postów lub komentarzy.

source: Post pagination
ca: Paginació de les entrades
de: Beitrags-Pagination
es: Paginación de publicaciones
eu: Argitalpenen orrialdekapena
fr: Pagination des publications
ja: 投稿のページ切り替え
pl: Paginacja postów

source: Same IP address
ca: La mateixa adreça IP
de: Identische IP-Adresse
eu: IP helbide bera
fr: Adresse IP identique
pl: Ten sam adres IP

source: Moderate user
ca: Usuari moderat
de: Konto moderieren
es: Moderar usuario
eu: Moderatu erabiltzailea
fr: Modérer l'utilisateur·ice
ja: ユーザー管理

source: Member of
ca: Membre de
de: Mitglied von
es: Miembro de
eu: Honen kide
fr: Membre de
ja: メンバー
pl: Czonek

source: Please wait...
ca: Si us plau, espereu...
de: Bitte warten...
eu: Itxaron mesedez...
fr: Veuillez patienter...
ja: おまちください...
pl: Poczekaj chwil...

source: You are being sent to our payment system, please wait a moment.
ca: Se us està enviant al nostre sistema de pagament, espereu un moment.
de: Du wirst an unser Bezahlsystem weitergeleitet, bitte warte einen Augenblick.
eu: Gure ordainketa-sistemara bidaltzen ari zaitugu, itxaron une bat.
fr: Vous êtes en train d'être redirigé vers notre plateforme de paiement, veuillez patienter un moment.
ja: ただいまお支払いシステムに接続しています。しばらくお待ちください。
pl: Jeste przekierowywany do naszego systemu patnoci, prosimy poczekaj chwil.

source: Payment result
ca: Resultat del pagament
de: Zahlungsergebnis
eu: Ordainketaren emaitza
fr: Résultat du paiement
ja: お支払い結果
pl: Wynik patnoci

source: Thank you for your donation!
ca: Gràcies pel teu donatiu!
de: Vielen Dank für Deine Spende!
eu: Eskerrik asko zure dohaintzagatik!
fr: Merci pour votre don !
ja: 寄付していただきありがとうございます！
pl: Dzikujemy za wpat!

source: Something went wrong during the payment process. No changes have been made to your account.
ca: S'ha produït un error durant el procés de pagament. No s'ha fet cap canvi al vostre compte.
de: Beim Bezahlvorgang ist etwas schiefgelaufen. An deinem Konto wurden keine Änderungen vorgenommen.
eu: Zerbait gaizki joan da ordainketa prozesuan. Ez da aldaketarik egin zure kontuan.
fr: Un problème est survenu au cours de la procédure de paiement. Aucune modification n'a été apportée à votre compte.
ja: 支払い処理中に問題が発生しました。アカウントには影響ありません。
pl: Co poszo nie tak podczas procesu patnoci. Zmiany na Twoim koncie nie zostay wprowadzone.

source: Ban %(name)s
de: %(name)s bannen
eu: Debekatu %(name)s
fr: Bannir %(name)s
ja: %(name)s をBAN
pl: Zbanuj %(name)s

source: New Feed
ca: Nou canal
de: Neuer Feed
eu: Jario berria
fr: Nouveau Flux
ja: 新規フィード
pl: Nowy Feed

source: You do not have any Feeds yet..
ca: Encara no tens cap canal.
de: Du hast bisher noch keine Feeds..
eu: Ez duzu jariorik oraindik...
fr: Vous n'avez pas encore de Flux.
ja: まだフィードは作成されていません...
pl: Nie masz jeszcze żadnych Feedów...

source: Roles
ca: Rols
de: Rollen
eu: Rolak
fr: Rôles
ja: ロール
pl: Role

source: User has no Public Feeds yet..
ca: L'usuari encara no té canals públics.
de: Nutzer*in hat bisher noch keine öffentlichen Feeds..
eu: Erabiltzaileak ez du jario publikorik oraindik.
fr: L'utilisateur·ice n'a pas encore de Flux Publics.
ja: 公開フィードはまだ作成されていません...
pl: Uzytkownik nie ma jeszcze publicznych Feedów...

source: Report "%(user_name)s"
ca: Informe %(user_name)s
de: Melde "%(user_name)s"
es: Reportar "%(user_name)s"
eu: Salatu "%(user_name)s"
fr: Signaler "%(user_name)s"
ja: "%(user_name)s" を通報
pl: Zgo "%(user_name)s"

source: You will be notified of replies to these comments
ca: Rebràs notificacions de les respostes a aquests comentaris
de: Du wirst zu Antworten auf diese Kommentare benachrichtigt
es: Recibirás notificaciones de respuestas a estos comentarios
eu: Iruzkin hauei emandako erantzunen berri emango dizugu
fr: Vous serez informé des réponses à ces commentaires
ja: これらのコメントへ返信があった際に通知されます
pl: Zostaniesz powiadomiony o odpowiedziach na te komentarze

source: Read replies
ca: Llegeix les respostes
de: Antworten lesen
es: Leer respuestas
eu: Irakurri erantzunak
fr: Lire les réponses
ja: 返信を読む
pl: Odczytaj odpowiedzi

source: You have not subscribed to any comments. Use the bell icon on each comment to do so.
ca: No t'has subscrit a cap comentari. Fes servir la icona de la campana de cada comentari per fer-ho.
de: Du hast keine Kommentare abonniert. Nutze das Glocken-Symbol an Kommentaren um dies zu tun.
es: No estás suscrito a ningún comentario. Usa el icono de campana en cada comentario para hacerlo.
eu: Ez zara iruzkinetara harpidetu. Erabili iruzkin bakoitzean dagoen kanpaiaren ikonoa horretarako.
fr: Vous n'êtes abonné·e à aucun commentaire. Utilisez l'icône de cloche sur chaque commentaire pour le faire.
ja: コメントの新着通知を設定していません。通知を受け取るにはコメントのベルアイコンをクリックしてください。
pl: Nie zasubskrybowae jeszcze żadnych komentarzy. Użyj ikony dzwonka na każdym komentarzu, który chcesz zasubskrybowa.

source: You will be notified of new posts in these communities
ca: Rebràs notificacions de les noves publicacions en aquestes comunitats
de: Du wirst zu neuen Beiträgen in diesen Communities benachrichtigt
es: Recibirás notificaciones de nuevas publicaciones en estas comunidades
eu: Komunitate hauetan argitalpen berrien berri emango dizugu
fr: Vous serez informé des nouvelles publications dans ces communautés
ja: これらのコミュニティへ新しい投稿があった際に通知されます
pl: Zostaniesz powiadomiiony o nowych postach w tej spoecznoci

source: Visit Community
ca: Visita Comunitat
de: Community besuchen
es: Visitar comunidad
eu: Bisitatu komunitatea
fr: Visiter la communauté
ja: コミュニティを見る
pl: Zobacz spoeczno

source: You have not subscribed to an alert for new content in any communities. Use the bell icon in each community to do so.
ca: No t'has subscrit a cap alerta de contingut nou en cap comunitat. Fes servir la icona de la campana de cada comunitat per fer-ho.
de: Du hast keine Benachrichtigungen für neue Inhalte in jeglichen Communities abonniert. Nutze das Glocken-Icon in Communities um dies zu tun.
es: No estás suscrito a alertas de nuevo contenido en ninguna comunidad. Usa el icono de campana en cada comunidad para hacerlo.
eu: Ez zara komunitate bateko eduki berrien alertara harpidetu. Erabili komunitate bakoitzeko kanpai ikonoa horretarako.
fr: Vous n'êtes pas abonné·e à une alerte pour du nouveau contenu dans aucune des communautés. Utilisez l'icône de cloche dans chaque communauté pour le faire.
ja: コミュニティの新着通知を設定していません。通知を受け取るにはコミュニティのベルアイコンをクリックしてください。
pl: Nie zasubskrybowae powiadomie o nowej zawartoci w żadenj spoecznoci. Użyj ikony dzwonka na każdej spoecznoci, której powiadomienia chcesz zasubskrybowa.

source: You will be notified of new posts in communities covered by these feeds
ca: Rebràs notificacions de les noves publicacions a les comunitats cobertes per aquests feeds
de: Du wirst über neue Beiträge in Communities, die in diesen Feeds enthalten sind, benachrichtigt
eu: Jario hauek babesten dituzten komunitateetako argitalpen berrien berri emango dizugu
fr: Vous serez informé des nouvelles publications dans les communautés couvertes par ces flux
ja: これらのフィードに含まれるコミュニティへ新しい投稿があった際に通知されます
pl: Zostaniesz powiadomiony o nowych postach w spoecznociach zwizanych z tymi feedami.

source: Visit Feed
ca: Visita el feed
de: Feed besuchen
eu: Bisitatu jarioa
fr: Visiter le Flux
ja: フィードを見る
pl: Zobacz Feed

source: You have not subscribed to any feeds. Use the bell icon on each feed to do so.
ca: No t'has subscrit a cap canal. Fes servir la icona de la campana de cada canal per fer-ho.
de: Du hast noch keine Feeds abonniert. Nutze das Glocken-Icon an Feeds um dies zu tun.
eu: Ez zara jarioetara harpidetu. Erabili jario bakoitzeko kanpai ikonoa horretarako.
fr: Vous n'êtes abonné·e à aucune publication Utilisez l'icône de cloche sur chaque flux pour le faire.
ja: フィードの新着通知を設定していません。通知を受け取るにはフィードのベルアイコンをクリックしてください。
pl: Nie zasubskrybowaes żadnego feedu. Użyj ikony dzwonka na każdym feedzie, który chcesz zasubskrybowa.

source: Mine
ca: El meu
de: Meins
es: Míos
eu: Nireak
fr: À moi
ja: 自分に関係する投稿
pl: Moje

source: Others
ca: Altres
de: Andere
es: Otros
eu: Besteak
fr: Autres
ja: 他の投稿者
pl: Inne

source: You will be notified of top-level replies to these posts
ca: Rebràs notificacions de les respostes de nivell superior a aquestes publicacions
de: Du wirst zu Top-Level-Antworten auf diese Beiträge benachrichtigt
es: Recibirás notificaciones de respuestas de nivel superior a estas publicaciones
eu: Argitalpen hauei emandako goi-mailako erantzunen berri emango dizugu
fr: Vous serez informé des réponses de haut niveau à ces publications
ja: これらの投稿へ直接返信があった際に通知されます
pl: Zostaniesz powiadomiony o bezporednich odpowiedziach na te posty

source: You have not subscribed to any posts. Use the bell icon on each post to do so.
ca: No t'has subscrit a cap publicació. Fes servir la icona de la campana de cada publicació per fer-ho.
de: Du hast noch keine Beiträge abonniert. Nutze das Glocken-Icon an Beiträgen um dies zu tun.
es: No estás suscrito a ninguna publicación. Usa el icono de campana en cada publicación para hacerlo.
eu: Ez zara inongo argitalpenetara harpidetu. Erabili argitalpen bakoitzean dagoen kanpaiaren ikonoa horretarako.
fr: Vous n'êtes abonné·e à aucune publication Utilisez l'icône de cloche sur chaque publication pour le faire.
ja: 投稿の新着通知を設定していません。通知を受け取るには投稿のベルアイコンをクリックしてください。
pl: Nie zasubskrybowae żadnego posta. Użyj ikony dzwonka, na postach, które chcesz zasubskrybowa.

source: You will be notified of new posts in communities covered by these topics
ca: Rebràs notificacions de les noves publicacions a les comunitats que tracten aquests temes
de: Du wirst über neue Beiträge in Communities die diese Themen betreffen benachrichtigt
es: Recibirás notificaciones de nuevas publicaciones en comunidades que traten estos temas
eu: Gai hauek babesten dituzten komunitateetako argitalpen berrien berri emango dizugu
fr: Vous serez informé des nouvelles publications dans les communautés couvertes par ces rubriques
ja: これらのトピックに含まれるコミュニティへ新しい投稿があった際に通知されます
pl: Zostaniesz powiadomiony o nowych postach w spoecznociach dotyczcych tych tematów

source: Visit Topic
ca: Visita Tema
de: Thema besuchen
es: Visitar tema
eu: Bisitatu gaia
fr: Visiter la rubrique
ja: トピックを見る
pl: Zobacz Temat

source: You have not subscribed to any topics. Use the bell icon on each topic to do so.
ca: No t'has subscrit a cap tema. Fes servir la icona de la campana de cada tema per fer-ho.
de: Du hast noch keine Themen abonniert. Nutze das Glocken-Icon an Themen um dies zu tun.
es: No estás suscrito a ningún tema. Usa el icono de campana en cada tema para hacerlo.
eu: Ez zara inongo gai batera harpidetu. Erabili gai bakoitzaren kanpai ikonoa horretarako.
fr: Vous ne vous êtes abonné·e à aucune rubrique. Utilisez l'icône de cloche sur chaque rubrique pour le faire.
ja: トピックの新着通知を設定していません。通知を受け取るにはトピックのベルアイコンをクリックしてください。
pl: Nie zasubskrybowae żadnego tematu. Użyj dzwonka na każdym temacie, który chcesz zasubskrybowa.

source: You will be notified of new posts by these users
ca: Rebràs notificacions de les noves publicacions d'aquests usuaris
de: Du erhältst Benachrichtigungen zu neuen Beiträgen von diesem Konto
es: Recibirás notificaciones de nuevas publicaciones de estos usuarios
eu: Erabiltzaile hauen argitalpen berrien berri emango dizugu
fr: Vous serez informé des nouvelles publications de ces utilisateur·ices
ja: これらのユーザーが新しい投稿をした際に通知されます
pl: Zostaniesz powiadomiony o nowych postach od tych użytkowników

source: Visit User
ca: Visita l'usuari
de: Konto ansehen
es: Visitar usuario
eu: Bisitatu erabiltzailea
fr: Voir l’utilisateur·ice
ja: プロフィールを見る
pl: Zobacz użytkownika

source: You have not subscribed to an alert for new content from any users. Use the bell icon on each person to do so.
ca: No t'has subscrit a cap alerta de contingut nou de cap usuari. Fes servir la icona de la campana de cada persona per fer-ho.
de: Du hast keine Inhaltsbenachrichtigungen für andere Nutzende abonniert. Verwende dafür das Glocken-Icon an einem Konto.
es: No estás suscrito a alertas de contenido nuevo de ningún usuario. Usa el icono de campana en cada perfil para hacerlo.
eu: Erabili hau urruneko lemmy zerbitzari bat eskaneatzeko eta bere komunitateak "aurre-kargatzeko", argitalpen eta jardueraren arabera ordenatuta. NSFW komunitateak eta debekatutako instantzietako komunitateak baztertzen dira.
fr: Vous n'êtes abonné·e à aucune alerte pour le nouveau contenu de la part d'utilisateur·ices. Utilisez l'icône de cloche sur chaque profil pour le faire.
ja: ユーザーの新着通知を設定していません。通知を受け取るにはユーザーのベルアイコンをクリックしてください。
pl: Nie zasubskrybowae powiadomie o nowej zawartoci od żadnego uzytkownika. Użyj dzwonka na każdym użytkowniku, o którym chcesz utrzyma powiadomienia.

source: New post by followed user
ca: Nou missatge de l'usuari seguit
de: Neuer Beitrag von gefolgtem Konto
eu: Jarraitutako erabiltzaile baten argitalpen berria
fr: Nouvelle publication de l'utilisateur·ice suivant·e
pl: Nowy post od ledzonego użytkownika

source: in
ca: en
eu: barruan
fr: dans
pl: w

source: New Post in followed community
ca: Nou publicació a la comunitat seguida
de: Neuer Beitrag in gefolgter Community
eu: Jarraitutako komunitate baten argitalpen berria
fr: Nouvelle publication de la communauté suivante
pl: Nowy post w ledzonej spoecznoci

source: chose your answer to this question:
de: Wähle deine Antwort zu dieser Frage aus:
eu: Aukeratu galdera honen erantzuna:
pl: wybierz odpowiedż na to pytanie:

source: New Post in followed topic
ca: Entrada nova en el tema seguit
de: Neuer Beitrag in gefolgtem Thema
eu: Jarraitutako gai baten argitalpen berria
fr: Nouvelle publication de la rubrique suivante
pl: Nowy post w ledzonym temacie

source: Post Reported
ca: Publicació reportada
de: Beitrag gemeldet
eu: Argitalpena salatuta
fr: Publication signalée
pl: Post zgoszony

source: Post details
ca: Detalls de la publicació
de: Beitragsdetails
eu: Argitalpenaren xehetasunak
fr: Détails de la publication
pl: Szczegóy postu

source: User Reported
ca: S'ha informat l'usuari
de: Konto gemeldet
eu: Erabiltzailea salatuta
fr: Utilisateur·ice signalé·e
pl: Użytkownik zgoszony

source: Username
ca: Nom d'usuari
de: Kontoname
eu: Erabiltzaile-izena
fr: Nom d’utilisateur·ice
pl: Nazwa użytkownika

source: Comment Reported
ca: Comentari reportat
de: Kommentar gemeldet
eu: Iruzkina salatuta
fr: Commentaire signalé
pl: Komentarz zgoszony

source: Comment details
ca: Detalls del comentari
de: Kommentardetails
eu: Iruzkinaren xehetasunak
fr: Informations sur le commentaire
pl: Szczegóy komentarza

source: Post From Suspicious Domain
ca: Publicació des d'un domini sospitós
de: Beitrag von verdächtiger Domain
eu: Domeinu susmagarri batetik bidalitako argitalpena
fr: Publication issue d'un domaine suspect
pl: Posty z podejrzanej domeny

source: Post With Suspicious Image
ca: Publicació amb imatge sospitosa
de: Beitrag mit verdächtigem Bild
eu: Irudi susmagarridun argitalpena
fr: Publication avec une image suspecte
pl: Postu z podejrzanymi obrazkami

source: replied to post
ca: s'ha respost a la publicació
de: antwortete auf Beitrag
eu: argitalpenari erantzun dio
fr: a répondu à la publication
pl: odpowiedziano na post

source: Reply Details
ca: Detalls de la resposta
de: Antwortdetails
eu: Erantzunaren xehetasunak
fr: Informations sur la réponse
pl: Szczegóy odpowiedzi

source: Go to...
ca: Anar a...
de: Gehe zu...
eu: Joan hona...
fr: Aller à...
pl: Idź do...

source: replied to comment
ca: s'ha respost al comentari
de: antwortete auf Kommentar
eu: iruzkinari erantzun dio
fr: a répondu au commentaire
pl: odpowiedziano na komentarz

source: New Post in followed feed
ca: Entrada nova al canal seguit
de: Neuer Beitrag in gefolgtem Feed.
eu: Jarraitutako jario baten argitalpen berria
fr: Nouvelle publication du flux suivant
pl: Nowy post w ledzonym feedzie

source: You have been mentioned by
ca: Heu estat esmentat per
de: Du wurdest erwähnt von
eu: Erabiltzaile honek aipatu egin zaitu:
fr: Vous avez été mentionné·e par
pl: Zostae wspomniany przez

source: Comment Details
ca: Detalls del comentari
de: Kommentardetails
eu: Iruzkinaren xehetasunak
fr: Informations sur le Commentaire
pl: Szczegóy komentarza

source: Post title:
ca: Títol:
de: Beitragstitel:
eu: Argitalpenaren izenburua:
fr: Titre de la publication :
pl: Tytu postu:

source: Post Details
ca: Detalls de la publicació
de: Beitragsdetails
eu: Argitalpenaren xehetasunak
fr: Informations sur la publication
pl: Szczegóy postu

source: This is a request to move the community
ca: Aquesta és una sol·licitud per moure la comunitat
de: Dies ist eine Anfrage die Community umzuzuziehen
eu: Komunitatea mugitzeko eskaera bat da hau
fr: C'est une demande pour migrer la communauté
pl: To jest zapytanie o przeniesienie spoecznoci

source: Mark as read
ca: Marca com a llegit
de: Als gelesen markieren
eu: Markatu irakurrita gisa
fr: Marquer comme lu
pl: Oznacz jako przeczytane

source: Mark as unread
ca: Marca com a no llegit
de: Als ungelesen markieren
eu: Markatu irakurri gabeko gisa
fr: Marquer comme non-lu
pl: Oznacz jako nieprzeczytane

source: New topic name
ca: Nom del nou tema
de: Neuer Themen-Name
es: Nuevo nombre de tema
eu: Gai berriaren izenburua
fr: Nouveau nom de rubrique
ja: 新しいトピック名
pl: Nowa nazwa tematu

source: New topic name here...
ca: Nou nom de tema aquí...
de: Neues Thema eingeben...
es: Nuevo nombre de tema aquí...
eu: Gaiaren izen berria hemen...
fr: Nouveau nom de rubrique ici...
ja: ここにトピック名を入力...
pl: Nowa nazwa tematu...

source: Suggested communities
ca: Comunitats suggerides
de: Vorgeschlagene Communities
es: Comunidades sugeridas
eu: Iradokitako komunitateak
fr: Communautés suggérées
ja: 追加したいコミュニティ
pl: Sugerowane spoecznoci

source: Comma seperated list of community suggestions
ca: Llista de suggeriments de la comunitat separats per comes
de: Liste an Community-Vorschlägen, durch Kommas getrennt
es: Lista separada por comas de comunidades sugeridas
eu: Komunitatearen iradokizunen komaz bereizitako zerrenda
fr: Liste de suggestions de communauté, séparées par des virgules
ja: カンマ区切りでコミュニティを入力してください
pl: Lista sugestii spoecznoci rozdzielonych przecinkami

source: Thank you for the topic suggestion, it has been sent to the site administrator(s).
ca: Gràcies pel suggeriment de tema, ja s'ha enviat a l'administrador o administradors del lloc web.
de: Danke für deinen Themenvorschlag, er wurde an die Seiten-Admin(s) übermittelt.
es: Gracias por la sugerencia de tema, se ha enviado a los administradores del sitio.
eu: Eskerrik asko gaiaren iradokizunagatik, guneko administratzaileari/ei bidali zaio/e.
fr: Merci pour la suggestion de rubrique, elle a été envoyée aux admins du site.
ja: 管理者へ送信されました、トピックの提案ありがとうございます。
pl: Dzikujemy za zaproponowanie tematu, zosta on przesany administratorowi.

source: Suggest a topic"
ca: Suggereix un tema"
de: Thema vorschlagen"
es: Sugerir un tema"
eu: Gai bat proposatu"
fr: Suggérer une rubrique"
ja: トピックを提案
pl: Zaproponuj temat

source: Display name
ca: Nom de visualització
de: Anzeigename
es: Nombre visible
eu: Bistaratzeko izena
fr: Nom d'affichage
ja: 表示名
pl: Nazwa wywietlana

source: Set new password
ca: Estableix una nova contrasenya
de: Passwort festlegen
es: Establecer nueva contraseña
eu: Ezarri pasahitz berria
fr: Définir un nouveau mot de passe
ja: 新しいパスワードを設定
pl: Ustaw nowe haso

source: Extra field 1 - label
ca: Camp addicional 1 - etiqueta
de: Extrafeld 1 - Label
es: Campo extra 1 - etiqueta
eu: 1. eremu gehigarria - etiketa
fr: Champ supplémentaire 1 - étiquette
ja: 追加情報 1 - ラベル
pl: Dodatkowe pole 1 - etykieta

source: e.g. Pronouns
ca: p. ex. pronoms
de: z.B. Pronomen
eu: adib. izenordainak
fr: ex. Pronoms
pl: np. Zaimki

source: Extra field 1 - text
ca: Camp addicional 1 - text
de: Extrafeld 1 - Text
es: Campo extra 1 - texto
eu: 1. eremu gehigarria - testua
fr: Champ supplémentaire 1 - texte
ja: 追加情報 1 - テキスト
pl: Dodatkowe pole 1 - tekst

source: he/him, she/her, they/them, etc
ca: ell/li, ella/la, ells/elles, etc
de: er/ihm, sie/ihr, dey/dem, usw
eu: hura, haiek, edozein/denak, izenordainik ez...
fr: il/lui, elle/la, iel/lae, iels/laes, ect
pl: on/jego ona/jej ono/jeno, itd

source: Extra field 2 - label
ca: Camp addicional 2 - etiqueta
de: Extrafeld 2 - Label
es: Campo extra 2 - etiqueta
eu: 2. eremu gehigarria - etiketa
fr: Champ supplémentaire 2 - étiquette
ja: 追加情報 2 - ラベル
pl: Dodatkowe pole 2 - etykieta

source: What I care about
ca: El que m'importa
de: Was mir wichtig ist
eu: Zer axola zaidan
fr: Ce qui m'intérresse
pl: Na tym mi zależy

source: Extra field 2 - text
ca: Camp addicional 2 - text
de: Extrafeld 2 - Text
es: Campo extra 2 - texto
eu: 2. eremu gehigarria - testua
fr: Champ supplémentaire 2 - texte
ja: 追加情報 2 - テキスト
pl: Dodatkowe pole 2 - tekst

source: Cats, Peace, Family
ca: Gats, Pau, Família
de: Katzen, Frieden, Familie
eu: Katuak, Bakea, Familia
fr: Les chats, la paix, la famille
pl: Koty, pokój, rodzina

source: Extra field 3 - label
ca: Camp addicional 3 - etiqueta
de: Extrafeld 3 - Label
es: Campo extra 3 - etiqueta
eu: 3. eremu gehigarria - etiketa
fr: Champ supplémentaire 3 - étiquette
ja: 追加情報 3 - ラベル
pl: Dodatkowe pole 3 - etykieta
