Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Abandoned by moderators
ca: Abandonat pels moderadors
de: Von Mods verlassen
es: Abandonada por los moderadores
eu: Moderatzaileek abandonatua
fr: Abandonnée par les modos
ja: モデレーターによる管理がされていません
pl: Opuszczona przez moderatorów

source: Cult
ca: Culte
de: Kult
es: Secta
eu: Sekta
fr: Secte
ja: カルト
pl: Sekta

source: Scam
ca: Estafa
es: Estafa
eu: Iruzurra
fr: Arnaque
ja: 詐欺
pl: Oszustwo

source: Alt-right pipeline
ca: Canalització de l'alt-right
es: Tendencia de extrema derecha
eu: Eskuin muturreko joera
fr: Promotion de l'extrême droite
ja: オルタナ右翼への誘導
pl: Prawicowa propaganda

source: Hate / genocide
ca: Odi / genocidi
de: Hass / Völkermord
es: Odio / genocidio
eu: Gorrotoa / genozidioa
fr: Haine/génocide
ja: 憎悪 / 大虐殺
pl: Nienawi / ludobójstwo

source: Delete community
ca: Suprimeix la comunitat
de: Community löschen
es: Eliminar comunidad
eu: Ezabatu komunitatea
fr: Supprimer la communauté
ja: コミュニティを削除
pl: Usu spoeczno

source: Full URL
ca: URL completa
de: Vollständige URL
es: URL completa
eu: URL osoa
fr: Adresse URL complète
ja: フルURL
pl: Peny adres url

source: Retrieve
ca: Recuperar
de: Wiederherstellen
es: Recuperar
eu: Berreskuratu
fr: Récupérer
ja: 取得
pl: Pobierz

source: To
ca: A
de: An
eu: Hara
fr: Vers
ja: 送信先
pl: Do

source: Email addresses or fediverse handles, one per line
ca: Adreces de correu electrònic o identificadors de fediverse, un per línia
de: E-Mail-Adressen oder Fediverse-Handles, eins pro Zeile
eu: Helbide elektronikoak edo fedibertsoko heldulekuak, lerro bakoitzeko bat
fr: Adresses courriel ou identifiants fédiverse, un par ligne
ja: メールアドレスもしくはFediverseアカウントを1行ずつ記載
pl: Adresy email lub handle z fediversum, jedno na lini

source: Invite
ca: Invitar
de: Einladen
eu: Gonbidatu
fr: Inviter
ja: 招待
pl: Zapro

source: Use new lines instead of commas.
ca: Feu servir noves línies en comptes de comes.
de: Nutze Zeilenumbrüche statt Kommas.
eu: Erabili lerro berriak koma ordez.
fr: Utilisez de nouvelles lignes au lieu de virgules.
ja: カンマの代わりに改行を使ってください。
pl: Użyj nowej lini zamiast przecinku.

source: Maximum of 50 at a time.
ca: Màxim de 50 alhora.
de: Maximal 50 auf einmal.
eu: Gehienez 50 aldi berean.
fr: Maximum de 50 à la fois.
ja: 一度に最大50件まで。
pl: Maksymalnie 50 za jednym razem.

source: The old community is locked
ca: La comunitat antiga està bloquejada
de: Die alte Community ist gesperrt
eu: Komunitate zaharra itxita dago
fr: L'ancienne communauté est vérouillée
ja: 古いコミュニティをロックする
pl: Stara spoeczno jest zablokowana

source: Move notification post in old community
ca: Publicació de notificació de trasllat a la comunitat antiga
de: Umzugsbenachrichtigungs-Beitrag in alter Community
eu: Mugitu jakinarazpen-mezua komunitate zaharrean
ja: 以前のコミュニティへの移動通知投稿内容
pl: Post z powiadomieniem o przeniesieniu starej spoecznoci

source: Request move
ca: Sol·licita el trasllat
de: Umzug anfragen
eu: Eskatu lekualdatzea
fr: Demande de migration
ja: 移動をリクエスト
pl: Proba o przeniesienie

source: Text color
ca: Color del text
de: Textfarbe
eu: Testuaren kolorea
fr: Couleur du texte
ja: テキストの色
pl: Kolor tekstu

source: Background color
ca: Color de fons
de: Hintergrundfarbe
eu: Atzeko planoaren kolorea
fr: Couleur de l'arrière-plan
ja: 背景の色
pl: Kolor ta

source: Blur images and thumbnails for posts with this flair
ca: Desenfoca imatges i miniatures per a publicacions amb aquest toc
de: Bilder und Thumbnails von Beiträgen mit diesem Flair unkenntlich machen
eu: Lausotu irudiak eta miniaturak bereizgarri hau duten argitalpenetan
fr: Floutez les images et les vignettes des publications avec cette étiquette
ja: このフレアが付いた投稿の画像とサムネイルをぼかす
pl: Rozmuj obrazy i miniatury postów z użyciem tego efektu

source: Rate
eu: Baloratu

source: Community creation has been restricted to admins on this site
ca: La creació de comunitats s'ha restringit als administradors d'aquest lloc
de: Community-Erstellung wurde auf diesem Server auf Admins beschränkt
eu: Komunitateak sortzea administratzaileentzat mugatu da gune honetan
fr: La création de communauté a été restreinte aux administrateur·ices de ce site
ja: このインスタンスではコミュニティの作成が管理者に制限されています
pl: Tworzenie spoecznoci na tej instancji jest możliwe tylko dla administratorów

source: Your new community has been created.
ca: La teva nova comunitat s'ha creat.
de: Deine neue Community wurde erstellt.
es: Tu nueva comunidad ha sido creada.
eu: Zure komunitate berria sortu da.
fr: Votre nouvelle communauté a été créée.
ja: 新しいコミュニティが作成されました。
pl: Twoja nowa spoeczno zostaa utworzona

source: Create community
ca: Crea comunitat
de: Community erstellen
es: Crear comunidad
eu: Sortu komunitatea
fr: Créer une communauté
ja: コミュニティを作成
pl: Stwórz spoeczno

source: Adding remote communities is restricted to admin and staff users only.
ca: L'addició de comunitats remotes només està restringida als usuaris administradors i del personal.
de: Nur Admins und Mitarbeitende dürfen Remote-Communities hinzufügen.
eu: Urruneko komunitateak gehitzea administratzaile eta pertsonalaren erabiltzaileentzat soilik mugatuta dago.
fr: L'ajout de communautés distantes est réservé aux admins et aux membres de l'équipe de modération.
pl: Dodawanie zdalnych spoecznoci jest możliwe tylko dla administratorów i moderacji.

source: Sorry, that instance is blocked, check https://gui.fediseer.com/ for reasons.
ca: Ho sentim, aquesta instància està bloquejada, consulteu https://gui.fediseer.com/ per motius.
de: Entschuldigung, diese Instanz ist blockiert. Siehe https://gui.fediseer.com/ für die Gründe.
es: Lo sentimos, esa instancia está bloqueada; revisa https://gui.fediseer.com/ para más detalles.
eu: Barkatu, instantzia hori blokeatuta dago, begiratu https://gui.fediseer.com/ arrazoiak ikusteko.
fr: Désolé, cette instance a été bloquée, Allez sur https://gui.fediseer.com/ pour connaitre les motifs.
ja: 申し訳ありませんが、そのインスタンスはブロックされています。理由は https://gui.fediseer.com/ で確認できます。
pl: Wybacz ta instancja zostaa niestety zablokowana, sprawdź https://gui.fediseer.com/ żeby dowiedzie si dlaczego.

source: Community not found.
ca: No s'ha trobat la comunitat.
de: Community nicht gefunden.
es: Comunidad no encontrada.
eu: Komunitatea ez da aurkitu.
fr: Communauté non trouvée.
ja: コミュニティが見つかりません。
pl: Spoeczno nie zostaa znaleziona.

source: Community not found. If you are searching for a nsfw community it is blocked by this instance.
ca: No s'ha trobat la comunitat. Si esteu cercant una comunitat nsfw, aquesta instància la bloqueja.
de: Community nicht gefunden. Falls du nach einer NSFW-Community suchst, wird sie von dieser Instanz blockiert.
es: Comunidad no encontrada. Si buscas una comunidad NSFW, esta instancia la tiene bloqueada.
eu: Komunitatea ez da aurkitu. NSFW komunitate baten bila bazabiltza, instantzia honek blokeatuta dauka.
fr: Communauté introuvable. Si vous recherchez une communauté nsfw, elles sont bloquées sur cette instance.
ja: コミュニティが見つかりません。NSFWコミュニティを探している場合は、このインスタンスでブロックされています。
pl: Spoeczno nie zostaa znaleziona. Jeżelu szukasz spoecznoci NSFW s one blokowane przez te instancj.

source: That community is banned from %(site)s.
ca: Aquesta comunitat està prohibida a %(site)s.
de: Diese Community ist von %(site)s gebannt.
es: Esa comunidad está bloqueada en %(site)s.
eu: Komunitate hori %(site)s-tik debekatuta dago.
fr: Cette communauté est bannie de %(site)s.
ja: そのコミュニティは %(site)s でBANされています。
pl: Ta spoeczno jest zablokowana przez %(site)s.

source: Add remote community
ca: Afegeix una comunitat remota
de: Remote-Community hinzufügen
es: Añadir comunidad remota
eu: Gehitu urruneko komunitatea
fr: Ajouter une communauté distante
ja: リモートコミュニティを追加
pl: Dodaj zdaln spoeczno

source: This community is only visible to logged in users.
ca: Aquesta comunitat només és visible per als usuaris que han iniciat la sessió.
de: Diese Community ist nur für eingeloggte Nutzende sichtbar.
eu: Komunitate hau saioa hasi duten erabiltzaileentzat bakarrik dago ikusgai.
fr: Cette communauté est visible uniquement par les utilisateur·ices connectées.
ja: このコミュニティはログインしているユーザーにのみ表示されます。
pl: Ta spoeczno jest widoczna tylko dla zalogowanych użytkowników.

source: You have been banned from this community until %(when)s.
ca: Has estat expulsat d'aquesta comunitat fins al %(when)s.
de: Du wurdest von dieser Community bis %(when)s gebannt.
eu: Komunitate honetatik debekatu zaituzte %(when)s arte.
fr: Vous avez été banni·e de cette communauté jusqu'à %(when)s.
ja: %(when)s まで、このコミュニティの利用が禁止されています。
pl: Zostae zablokowany w tej spoecznoci do %(when)s.

source: You have been banned from this community.
ca: Has estat bandejat d’aquesta comunitat.
de: Du wurdest von dieser Community gebannt.
eu: Komunitate honetatik kanporatu zaituzte.
fr: Vous avez été banni·e de cette communauté.
ja: あなたはこのコミュニティからBANされています。
pl: Zostae zablokowany w tej spoecznoci.

source: Home
ca: Inici
de: Startseite
es: Inicio
eu: Hasiera
fr: Accueil
ja: ホーム
pl: Gówna

source: Feeds
ca: Canals
eu: Jarioak
fr: Flux
ja: フィード
pl: Kanay

source: This instance no longer online, so posts and comments will only be visible locally
ca: Aquesta instància ja no està en línia, per la qual cosa les publicacions i els comentaris només seran visibles localment
de: Diese Instanz ist nicht mehr online, also werden Beiträge und Kommentare nur lokal sichtbar sein
eu: Instantzia hau jada ez da linean, beraz, argitalpenak eta iruzkinak bakarrik lokalki egongo dira ikusgai
fr: Cette instance n'est plus en ligne, les publications et les commentaires ne seront visibles que localement
pl: Ta instancja nie jest już online, wic posty i komentarze bd widoczne tylko lokalnie

source: You cannot join this community
ca: No podeu unir-vos a aquesta comunitat
de: Du kannst dieser Community nicht beitreten
es: No puedes unirte a esta comunidad
eu: Ezin zara komunitate honetan sartu
fr: Vous ne pouvez pas rejoindre cette communauté
ja: このコミュニティに参加することはできません
pl: Nie możesz doczy do tej spoecznoci

source: You joined %(community_name)s
ca: T’has unit a %(community_name)s
de: Du bist %(community_name)s beigetreten
eu: %(community_name)s-era batu zara
fr: Vous avez rejoint %(community_name)s
ja: %(community_name)s に参加しました
pl: Doczye do %(community_name)s

source: You left %(community_name)s
ca: Has sortit de %(community_name)s
de: Du hast %(community_name)s verlassen
eu: %(community_name)s-tik irten zara
fr: Vous avez quitté %(community_name)s
ja: %(community_name)s の参加をやめました
pl: Opucie %(community_name)s

source: You need to make someone else the owner before unsubscribing.
ca: Cal que nomenis algú altre com a propietari abans de cancel·lar la subscripció.
de: Du musst vorm Deabonnieren eine andere Person zur Inhaber*in ernennen.
eu: Harpidetza kendu aurretik, beste norbait jabea bihurtu behar duzu.
fr: Vous devez désigner un·e autre propriétaire avant de vous désinscrire.
ja: 参加をやめる前に他のユーザーにオーナー権限を譲渡する必要があります。
pl: Zanim zrezygnujesz musisz wskaza innego waciciela.

source: Your post was not accepted because %(reason)s
ca: La teva publicació no ha estat acceptada per %(reason)s
de: Dein Beitrag wurde nicht akzeptiert aufgrund %(reason)s
eu: Zure mezua ez da onartu %(reason)s dela eta
fr: Votre publication n'a pas été acceptée en raison de %(reason)s
ja: あなたの投稿は%(reason)sにより受理されませんでした
pl: Twój post nie jest akceptowany ponieważ %(reason)s

source: This community prefers posts in %(language_names)s
de: Diese Community bevorzugt Posts auf %(language_names)s
eu: Komunitate honek %(language_names)s hizkuntzako mezuak nahiago ditu

source: Add post to community
ca: Afegeix la publicació a la comunitat
de: Beitrag zur Community hinzufügen
es: Añadir publicación a la comunidad
eu: Gehitu argitalpena komunitatera
fr: Ajouter une publication à la communauté
ja: コミュニティに投稿
pl: Dodaj post do spoecznoci

source: A community has been reported
ca: S'ha denunciat una comunitat
de: Eine Community wurde gemeldet
es: Se ha reportado una comunidad
eu: Komunitate bat salatu da
fr: Une communauté a été signalée
ja: コミュニティを通報しました
pl: Spoeczno zostaa zgoszona

source: Community has been reported, thank you!
ca: S'ha denunciat la comunitat, gràcies!
de: Community wurde gemeldet, danke!
es: ¡Se ha reportado la comunidad, gracias!
eu: Komunitatea salatu da, eskerrik asko!
fr: La communauté a été signalée, merci !
ja: コミュニティを通報しました。ありがとうございます！
pl: Spoeczno zostaa zgoszona, dzikujemy!

source: Report community
ca: Informeu de la comunitat
de: Community melden
es: Reportar comunidad
eu: Salatu komunitatea
fr: Signaler la communauté
ja: コミュニティを通報
pl: Zgo spoeczno

source: Icon removed!
ca: Icona eliminada!
de: Icon entfernt!
es: ¡Icono eliminado!
eu: Ikonoa kenduta!
fr: Icône supprimée !
ja: アイコンを削除しました！
pl: Ikona usunita!

source: Banner removed!
ca: Bàner eliminat!
de: Banner entfernt!
es: ¡Banner eliminado!
eu: Bannerra kenduta!
fr: Image de bannière supprimée !
ja: バナーを削除しました！
pl: Baner usunity!

source: Moderators for %(community)s
ca: Moderadors de %(community)s
de: Mods für %(community)s
es: Moderadores de %(community)s
eu: %(community)s-ren moderatzaileak
fr: Modos de %(community)s
ja: %(community)s のモデレーター
pl: Moderatorzy spoecznoci %(community)s

source: A community must have one or more owners. Make someone else an owner before removing this owner.
ca: Una comunitat ha de tenir un o més propietaris. Fes que algú altre sigui propietari abans d'eliminar aquest propietari.
de: Eine Community muss einen oder mehrere Inhaber*innen haben. Mache jemand anderen zur Inhaber*in bevor du diese Inhaber*in entfernst.
eu: Komunitate batek jabe bat edo gehiago izan behar ditu. Jabea kendu aurretik, beste norbait jabe bihurtu.
fr: Une communauté doit avoir un·e ou plusieur·es propriétaires. Faites de quelqu'un d'autre un·e propriétaire avant de retirer ce propriétaire.
ja: コミュニティには最低1人のオーナーが必要です。このオーナーを削除する前に、他の人をオーナーに任命してください。
pl: Spoeczno musi mie przynajmniej jednego waciciela. Wskaż innego waciciela przed usuniciem tego.

source: Add moderator to %(community)s
ca: Afegeix un moderador a %(community)s
de: Mod zu %(community)s hinzufügen
es: Añadir moderador a %(community)s
eu: Gehitu moderatzailea %(community)s-(e)ra
fr: Ajouter un·e modo à %(community)s
ja: モデレーターを %(community)sに追加
pl: Dodaj moderatora do %(community)s

source: Posts in %(name)s will be hidden.
ca: Les publicacions a %(name)s s'ocultaran.
de: Beiträge in %(name)s werden verborgen.
es: Las publicaciones en %(name)s se ocultarán.
eu: %(name)s-(e)ko mezuak ezkutatuta egongo dira.
fr: Les publications dans %(name)s seront masquées.
ja: %(name)s の投稿は非表示になります。
pl: Posty w jzyku %(name)s bd ukryte.

source: %(name)s has been banned.
ca: %(name)s ha estat banejat.
de: %(name)s wurde gebannt.
es: %(name)s ha sido bloqueado.
eu: %(name)s debekatua izan da.
fr: %(name)s a été banni·e.
ja: %(name)sはBANされました。
pl: %(name)s zosta zablokowany.

source: Posts by %(name)s have been deleted.
ca: S'han suprimit les publicacions de %(name)s.
de: Beiträge von %(name)s wurden gelöscht.
es: Se han eliminado las publicaciones de %(name)s.
eu: %(name)s-(r)en mezuak ezabatu dira.
fr: Les publications de %(name)s ont été supprimés.
ja: %(name)sによる投稿は削除されました。
pl: Posty od %(name)s zostay usunite.

source: Comments by %(name)s have been deleted.
ca: Els comentaris de %(name)s s'han suprimit.
de: Kommentare von %(name)s wurden gelöscht.
es: Se han eliminado los comentarios de %(name)s.
eu: %(name)s-(r)en iruzkinak ezabatu dira.
fr: Les commentaires de %(name)s ont été supprimés.
ja: %(name)sによるコメントは削除されました。
pl: Komentarze od %(name)s zostay usunite.

source: Ban from community
ca: Vetar de la comunitat
de: Von Community bannen
es: Bloquear en la comunidad
eu: Komunitatetik debekatu
fr: Bannir de la communauté
ja: コミュニティからBAN
pl: Zablokuj w spoecznoci

source: %(name)s has been unbanned.
ca: S'ha retirat el ban de %(name)s.
de: %(name)s wurde entbannt.
es: %(name)s ha sido desbloqueado.
eu: %(name)s-(e)ri debekua kendu zaio.
fr: %(name)s a été débanni·e.
ja: %(name)sのBANが解除されました。
pl: %(name)s zosta odblokowany.

source: Your request has been sent to the site admins.
ca: La vostra sol·licitud s'ha enviat als administradors del lloc web.
de: Deine Anfrage wurde an die Site Admins gesendet.
eu: Zure eskaera guneko administratzaileei bidali zaie.
fr: Votre demande a été transmise aux administrateur·ices du site.
ja: リクエストは管理者へ送信されました。
pl: Twoja proba zostaa wysana do administracji.

source: Moderation of %(community)s
ca: Moderació de %(community)s
de: Moderation von %(community)s
es: Moderación de %(community)s
eu: %(community)s-ren moderazioa
fr: Modération de %(community)s
ja: %(community)sのモデレーション
pl: Moderacja spoecznoci %(community)s

source: Community Wiki
ca: Viki de la comunitat
es: Wiki de la comunidad
eu: Komunitatearen wikia
fr: Wiki de la communauté
ja: コミュニティ Wiki
pl: Wiki spoecznoci

source: Add wiki page
ca: Afegeix una pàgina wiki
de: Wiki-Seite hinzufügen
es: Añadir página wiki
eu: Gehitu wiki orria
fr: Ajouter une page wiki
ja: Wikiを追加
pl: Dodaj stron wiki

source: Reverted to old version of the page.
ca: S'ha revertit a la versió antiga de la pàgina.
de: Alte Version der Seite wiederhergestellt.
es: Revertido a una versión anterior de la página.
eu: Orriaren bertsio zaharrera itzuli da.
fr: Retour à l'ancienne version de la page.
ja: このページの古いバージョンへ戻す。
pl: Przywrócono star wersj strony

source: Edit wiki page
ca: Edita la pàgina wiki
de: Wiki-Seite bearbeiten
es: Editar página wiki
eu: Wiki orria editatu
fr: Modifier la page du wiki
ja: Wikiを編集
pl: Edytuj stron wiki

source: %(title)s revisions
de: %(title)s Revisionen
es: Revisiones de %(title)s
eu: %(title)s-(r)en berrikuspenak
fr: révisions %(title)s
ja: %(title)s の履歴
pl: %(title)s wersje

source: Page deleted
ca: Pàgina suprimida
de: Seite gelöscht
es: Página eliminada
eu: Orria ezabatuta
fr: Page supprimée
ja: ページを削除しました
pl: Strona usunita

source: Mod Log of %(community)s
ca: Registre de moderació de %(community)s
de: Modlog von %(community)s
es: Registro de moderación de %(community)s
eu: %(community)s-(r)en mod erregistroa
fr: Journal de modération de %(community)s
ja: %(community)s のモデレーションログ
pl: Dziennik modeatora %(community)s

source: Admin has been notified about this report.
ca: L'administrador ha estat notificat sobre aquest informe.
de: Admin wurde über diese Meldung benachrichtigt.
es: El administrador ha sido notificado sobre este reporte.
eu: Administratzaileari txosten honen berri eman zaio.
fr: L'administrateur·ice a été informé de ce signalement.
ja: 管理者にこの通報が通知されました。
pl: Administratorzy zostali poinformowani o tym zgoszeniu.

source: Report resolved.
ca: Informe resolt.
de: Meldung geklärt.
es: Reporte resuelto.
eu: Txostena ebatzita.
fr: Signalement résolu.
ja: 通報が処理されました。
pl: Zgoszenie rozwizane.

source: Report ignored.
ca: Informe ignorat.
de: Meldung ignoriert.
es: Reporte ignorado.
eu: Txostena baztertua.
fr: Signalement ignoré.
ja: 通報が無視されました。
pl: Zgoszenie zignorowane.

source: Set your flair in %(community_name)s
ca: Estableix el teu distintiu a %(community_name)s
de: Flair festlegen für %(community_name)s
eu: Ezarri zure bereizgarria %(community_name)s-en
fr: Définissez votre étiquette sur %(community_name)s
ja: %(community_name)s で使用する自身のフレアを設定
pl: Ustaw swój styl w %(community_name)s

source: Flair in %(community)s
ca: Distintiu a %(community)s
eu: %(community)s-ko bereizgarria
fr: Étiquette dans %(community)s
ja: %(community)s のフレア
pl: Styl w %(community)s

source: Flair added.
ca: Distintiu afegit.
de: Flair hinzugefügt.
eu: Bereizgarria gehituta.
fr: Étiquette ajoutée.
ja: フレアを追加しました。
pl: Styl dodany

source: Flair updated.
ca: Distintiu actualitzat.
de: Flair aktualisiert.
eu: Bereizgarria eguneratuta.
fr: Étiquette mise à jour.
ja: フレアを更新しました。
pl: Styl zaktualizowany

source: Edit %(flair_name)s in %(community_name)s
ca: Edita %(flair_name)s a %(community_name)s
de: Bearbeite %(flair_name)s in %(community_name)s
eu: Editatu %(flair_name)s %(community_name)s-(e)n
fr: Modifier %(flair_name)s dans %(community_name)s
ja: %(community_name)s のフレア %(flair_name)s を編集
pl: Edytuj %(flair_name)s w %(community_name)s

source: Add flair in %(community_name)s
ca: Afegeix un distintiu a %(community_name)s
de: Flair für %(community_name)s hinzufügen
eu: Gehitu bereizgarria %(community_name)s-(e)n
fr: Ajouter une étiquette dans %(community_name)s
ja: %(community_name)s にフレアを追加
pl: Dodaj styl w %(community_name)s

source: Flair deleted.
ca: Distintiu eliminat.
de: Flair gelöscht.
eu: Bereizgarria ezabatuta.
fr: Étiquette supprimée.
ja: フレアを削除しました。
pl: Styl usunity.

source: You are being unsubscribed from all communities and feeds. Please allow a couple minutes for the process to complete.
de: Du wirst von allen Communities und Feeds deabonniert. Bitte gib dem Vorgang ein paar Minuten Zeit um fertiggestellt zu werden.
eu: Komunitate eta jario guztietatik harpidetza kentzen ari zara. Itxaron minutu batzuk prozesua osatzeko.
pl: Wycofujemy Twoj subskrybcj wszystkich spoecznoci i feedów. Prosimy poczekaj chwil aż proces dobiegnie koca.

source: Sorry your account is too new to do this.
ca: Ho sento, el teu compte és massa nou per fer això.
de: Entschuldigung, dein Konto ist zu neu um dies zu tun.
eu: Barkatu, zure kontua berriegia da hau egiteko.
fr: Désolé, votre compte est trop récent pour faire cela.
ja: 申し訳ありませんが、アカウントの作成直後にこの操作はできません。
pl: Wybacz Twoje konto jest zbyt nowe by to zrobi.

source: Invited %(total_invites)d people using %(chat_invites)d chat messages and %(email_invites)d emails.
ca: S'han convidat %(total_invites)d persones utilitzant %(chat_invites)d missatges de xat i %(email_invites)d correus electrònics.
de: %(total_invites)d Menschen eingeladen durch %(chat_invites)d Chat-Nachrichten und %(email_invites)d E-Mails.
eu: %(total_invites)d pertsona gonbidatu dira %(chat_invites)d txat mezu eta %(email_invites)d posta elektroniko erabiliz.
fr: Invité %(total_invites)d personne utilisant %(chat_invites)d le clavardage et %(email_invites)d courriels.
ja: %(total_invites)d 名をチャット(%(chat_invites)d 名)とメール(%(email_invites)d 名)で招待しました。
pl: Zaproszono %(total_invites)d użytkowników, %(chat_invites)d za pomoc czatu %(email_invites)d za pomoc maila.

source: Invite to community
ca: Convida a la comunitat
de: Zur Community einladen
eu: Komunitatera gonbidatu
fr: Inviter à la communauté
ja: コミュニティへ招待
pl: Zapro do spoecznoci

source: Search result for remote community
ca: Resultat de la cerca de comunitat remota
de: Suchergebnis für Remote-Community
es: Resultado de búsqueda para comunidad remota
eu: Komunitate urrunaren bilaketaren emaitza
fr: Résultat de la recherche pour la communauté distante
ja: リモートコミュニティの検索結果
pl: Szuka wyników dla zdalnych spoecznoci

source: Searching for remote communities requires login
ca: La cerca de comunitats remotes requereix l'inici de sessió
de: Zur Suche nach Remote-Communities musst du angemeldet sein
eu: Urruneko komunitateak bilatzeko saioa hasi behar da
fr: La recherche de communautés distantes requiert une connexion
ja: リモートコミュニティの検索をするにはログインする必要があります
pl: Szukaj zdalnych spoecznoci, które wymagaj logowania

source: This function is only for admins
ca: Aquesta funció és només per a administradors
de: Diese Funktion ist nur für Admins
eu: Funtzio hau administratzaileentzat bakarrik da
fr: Cette fonction est réservée aux admins
pl: Ta funkcja jest tylko dla adminsitratorów

source: This is a local community
ca: Aquesta és una comunitat local
de: Dies ist eine lokale Community
eu: Hau tokiko komunitate bat da
fr: C'est une communauté locale
pl: To jest lokalna spoeczno

source: Your rating has been submitted.
eu: Zure balorazioa bidali da.

source: %(community_name)s ratings
eu: %(community_name)s-en balorazioak

source: Please try again tomorrow
eu: Saiatu berriro bihar

source: You can rate a community once you’ve been part of it for a while.
eu: Komunitate bat baloratu dezakezu denbora batez bertan parte izan ondoren.
