Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Posts older than %(number)s days will be removed.
ca: S'eliminaran les publicacions de més de %(number)s dies.
de: Beiträge älter als %(number)s Tage werden entfernt.
eu: %(number)s egun baino zaharragoak diren mezuak kenduko dira.
fr: Les publications datant de plus de %(number)s jours seront supprimées.
ja: %(number)s日以上前の投稿は自動的に削除されます。
pl: Posty starsze niż %(number)s dni zostay usunite.

source: View community on original server
ca: Veure la comunitat al servidor original
de: Community auf ursprünglichem Server anzeigen
es: Ver comunidad en el servidor original
eu: Ikusi komunitatea jatorrizko zerbitzarian
fr: Voir la communauté sur le serveur d'origine
ja: コミュニティをオリジナルのサーバで見る
pl: Przegldaj spoeczno na orginalnym serwerze

source: Move community to %(instance_domain)s
ca: Mou la comunitat a %(instance_domain)s
de: Community nach %(instance_domain)s umziehen
eu: Mugitu komunitatea %(instance_domain)s-ra
fr: Déplacer la communauté sur %(instance_domain)s
ja: %(instance_domain)sへコミュニティを移動
pl: Przenie spoeczno na %(instance_domain)s

source: Retrieve a post from the original server
ca: Recuperar una publicació del servidor original
de: Einen Beitrag vom Original-Server abrufen
es: Recuperar una publicación del servidor original
eu: Jatorrizko zerbitzaritik mezu bat berreskuratu
fr: Récupérez une publication du serveur d'origine
ja: オリジナルサーバから投稿を取得
pl: Pobierz post z orginalnego serwera

source: Refresh community information from remote
ca: Actualitza la informació de la comunitat des de la distància
de: Community-Info von Remote aktualisieren
eu: Komunitateko informazioa urrunetik freskatu
fr: Actualiser les informations de la communauté depuis la source distante
pl: Odwież infomracje ze zdalnej instancji

source: Subscribers
ca: Subscriptors
de: Abonnierende
es: Suscriptores
eu: Harpidedunak
fr: Abonné·es
ja: 参加者
pl: Subskrybujcy

source: Local Subscribers
ca: Subscriptors locals
de: Lokale Abonnierende
eu: Tokiko harpidedunak
fr: Abonné·es locaux
ja: ローカルの参加者
pl: Lokalni subskrybujcy

source: Posts
ca: Publicacions
de: Beiträge
es: Publicaciones
eu: Argitalpenak
fr: Publications
ja: 投稿
pl: Posty

source: Comments
ca: Comentaris
de: Kommentare
es: Comentarios
eu: Iruzkinak
fr: Commentaires
ja: コメント
pl: Komentarze

source: Active users in the past 24 hours
ca: Usuaris actius en les darreres 24 hores
de: Aktive Nutzende in den letzten 24 Stunden
eu: Erabiltzaile aktiboak azken 24 orduetan
fr: Utilisateur·ices actives au cours des dernières 24 heures
ja: 直近24時間のアクティブユーザー
pl: Aktywni użytkownicy w przecigu ostatnich 24 godzin

source: Daily Users
ca: Usuaris diaris
de: Tägliche Nutzende
eu: Eguneroko erabiltzaileak
fr: Utilisateur·ices quotidien
ja: 名のユーザー / 日
pl: Użytkowników dziennie

source: Active users in the past 7 days
ca: Usuaris actius en els darrers 7 dies
de: Aktive Nutzende in den letzten 7 Tagen
eu: Erabiltzaile aktiboak azken 7 egunetan
fr: Utilisateur·ices actives au cours des 7 derniers jours
ja: 直近7日のアクティブユーザー
pl: Aktywni użytkownicy w przecigu ostatnich 7 dni

source: Weekly Users
ca: Usuaris setmanals
de: Wöchentliche Nutzende
eu: Asteroko erabiltzaileak
fr: Utilisateur·ices hebdomadaires
ja: 名のユーザー / 週
pl: Użytkowników tygodniowo

source: Active users in the past month
ca: Usuaris actius durant l'últim mes
de: Aktive Nutzende im letzten Monat
eu: Erabiltzaile aktiboak azken hilabetean
fr: Utilisateur·ices actives au cours du dernier mois
ja: 直近1か月のアクティブユーザー
pl: Aktywni użytkownicy w przecigu ostatniego miesica

source: Monthly Users
ca: Usuaris mensuals
de: Monatliche Nutzende
eu: Hilabeteko erabiltzaileak
fr: Utilisateur·ices Mensuel
ja: 名のユーザー / 月
pl: Uzytkowników miesicznie

source: Active users in the past 6 months
ca: Usuaris actius en els darrers 6 mesos
de: Aktive Nutzende in den letzten 6 Monaten
eu: Erabiltzaile aktiboak azken 6 hilabetetan
fr: Utilisateur·ices actives au cours des 6 derniers mois
ja: 直近6か月のアクティブユーザー
pl: Aktywni użytkownicy w przecigu ostatnich 6 miesicy

source: Users / 6 Months
ca: Usuaris / 6 mesos
de: Nutzende / 6 Monate
eu: Erabiltzaileak / 6 hilabete
fr: Utilisateur·ices / 6 mois
ja: 名のユーザー / 6か月
pl: Użytkownicy / 6 miesicy

source: Related communities
ca: Comunitats relacionades
de: Verwandte Communities
es: Comunidades relacionadas
eu: Erlazionatutako komunitateak
fr: Communautés connexes
ja: 関連コミュニティ
pl: Powizane spoecznoci

source: More communities
ca: Més comunitats
de: Mehr Communities
es: Más comunidades
eu: Komunitate gehiago
fr: Explorer les communautés
ja: ほかのコミュニティ
pl: Wicej spoecznoci

source: More feeds
ca: Més canals
de: Mehr Feeds
eu: Jario gehiago
fr: Plus de flux
ja: すべてのフィード
pl: Wicej treci

source: Posts from communities you moderate
ca: Publicacions de comunitats que moderes
de: Beiträge aus Communities die du moderierst
eu: Moderatzen dituzun komunitateetako argitalpenak
fr: Publications dans les communautés que vous modérez
ja: あなたが管理しているコミュニティからの投稿
pl: Posty ze spoecznoci, które moderujesz

source: Moderating
ca: Moderació
de: Moderieren
es: Moderando
eu: Moderatzen
fr: Modération
ja: モデレーション
pl: Moderacja

source: Posts from joined communities
ca: Publicacions de comunitats a les quals t’has unit
de: Beiträge aus beigetretenen Communities
es: Publicaciones de comunidades unidas
eu: Batutako komunitateetako argitalpenak
fr: Publications dans les communautés rejointes
ja: 参加済みコミュニティの投稿
pl: Posty z spoecznoci, do których doczye

source: Posts on this instance
ca: Publicacions en aquesta instància
de: Beiträge auf dieser Instanz
es: Publicaciones en esta instancia
eu: Instantzia honetako argitalpenak
fr: Publications sur cette instance
ja: このインスタンスの投稿
pl: Posty na tej instancji

source: Posts from popular communities
ca: Publicacions de comunitats populars
de: Beiträge aus beliebten Communities
es: Publicaciones de comunidades populares
eu: Komunitate ezagunetako argitalpenak
fr: Publications dans les communautés populaires
ja: トレンド中のコミュニティからの投稿
pl: Posty z popularnych spoecznoci

source: No filter
ca: Sense filtre
de: Kein Filter
es: Sin filtro
eu: Iragazkirik ez
fr: Pas de filtre
ja: フィルターなし
pl: Bez filtra

source: Post filters:
ca: Filtres de publicació:
de: Beitragsfilter:
es: Filtros de publicaciones:
eu: Argitalpenaren iragazkiak:
fr: Filtres de publication :
ja: フィルター:
pl: Filtry posta:

source: About %(site_name)s
ca: Sobre %(site_name)s
de: Über %(site_name)s
es: Acerca de %(site_name)s
eu: %(site_name)s-(e)ri buruz
fr: À propos de %(site_name)s
ja: %(site_name)s について
pl: O %(site_name)s

source: Team
ca: Equip
es: Equipo
eu: Taldea
fr: Équipe
ja: チーム
pl: Zespó

source: Contact
ca: Contacte
de: Kontakt
es: Contacto
eu: Kontaktua
ja: コンタクト
pl: Kontakt

source: About Us
ca: Sobre nosaltres
de: Über uns
es: Acerca de nosotros
eu: Guri buruz
fr: À propos de nous
ja: 概要
pl: O nas

source: Legal Information
ca: Informació legal
de: Rechtliche Informationen
es: Información legal
eu: Lege-informazioa
fr: Mentions légales
ja: 法的情報
pl: Informacje prawne

source: Our Privacy Policy
ca: La nostra política de privacitat
de: Unsere Datenschutzrichtlinie
es: Nuestra política de privacidad
eu: Gure pribatutasun politika
fr: Notre Politique de Confidentialité
ja: プライバシーポリシー
pl: Nasza polityka prywatnoci

source: To home page
ca: A la pàgina d’inici
de: Zur Startseite
es: Ir a la página de inicio
eu: Hasierako orrira
fr: Vers la page d'accueil
ja: ホームへ
pl: Do strony gównej

source: Notifications
ca: Notificacions
de: Benachrichtigungen
es: Notificaciones
eu: Jakinarazpenak
ja: 通知
pl: Powiadomienia

source: Explore
ca: Explora
de: Entdecken
eu: Arakatu
fr: Explorer
ja: 探索
pl: Odkrywaj

source: Donate
ca: Donar
de: Spenden
es: Donar
eu: Egin dohaintza
fr: Faire un don
ja: 寄付
pl: Wspomóż

source: Account
ca: Compte
de: Konto
es: Cuenta
eu: Kontua
fr: Compte
ja: アカウント
pl: Konto

source: View profile
ca: Veure perfil
de: Profil anzeigen
es: Ver perfil
eu: Ikusi profila
fr: Voir le profil
ja: プロフィールの表示
pl: Zobacz profil

source: Edit profile
ca: Edita el perfil
de: Profil bearbeiten
es: Editar perfil
eu: Editatu profila
fr: Modifier le profil
ja: プロフィールの編集
pl: Edytuj profil

source: Chats
ca: Xats
de: Chatten
eu: Txatak
fr: Clavarder
ja: チャット
pl: Wiadomoci

source: Bookmarks
ca: Adreces d'interès
de: Lesezeichen
es: Marcadores
eu: Laster-markak
fr: Favoris
ja: ブックマーク
pl: Zakadki

source: Activity Alerts
ca: Alertes d'activitat
de: Aktivitätsmeldungen
es: Alertas de actividad
eu: Jarduera alertak
fr: Alertes d'activités
ja: 新着通知の設定
pl: Powiadomienia o aktywnoci

source: Scheduled posts
ca: Publicacions programades
de: Geplante Beiträge
eu: Programatutako argitalpenak
fr: Publications programmées
ja: 予約投稿
pl: Zaplanowane posty

source: Manage donations
ca: Gestiona els donatius
de: Spenden verwalten
eu: Kudeatu dohaintzak
fr: Gérer les dons
ja: 寄付を管理
pl: Zarzdzaj wpatami

source: Read Posts
ca: Llegeix las publicacions
de: Gelesene Beiträge
es: Publicaciones leídas
eu: Irakurritako argitalpenak
fr: Lire les publications
ja: 既読投稿
pl: Czytaj posty

source: Log out
ca: Tanca la sessió
de: Abmelden
es: Cerrar sesión
eu: Itxi saioa
fr: Se déconnecter
ja: ログアウト
pl: Wyloguj

source: Dev Tools
ca: Eines de desenvolupament
de: Entwicklungswerkzeuge
es: Herramientas de desarrollo
eu: Garapen tresnak
fr: Outils de développement
ja: 開発ツール
pl: Narzdzia developerskie

source: %(num)d unread notifications
ca: %(num)d notificacions no llegides
de: %(num)d ungelesene Benachrichtigungen
es: %(num)d notificaciones sin leer
eu: Irakurri gabeko %(num)d jakinarazpen
fr: %(num)d notifications non lues
ja: %(num)d件の通知が未読です
pl: %(num)d nieprzeczytanych powiadomie

source: Color mode
ca: Mode de color
de: Farbmodus
es: Modo de color
eu: Kolore modua
fr: Mode de couleur
ja: カラーモード
pl: Tryb kolorystyczny

source: Log in
ca: Inicia la sessió
de: Anmelden
es: Iniciar sesión
eu: Hasi saioa
fr: Se connecter
ja: ログイン
pl: Zaloguj si

source: Install PieFed app
ca: Instal·la l'aplicació PieFed
de: PieFed App installieren
eu: Instalatu PieFed aplikazioa
fr: Installer l'app PieFed
ja: PieFedアプリをインストール
pl: Zaintaluj aplikacj PieFed

source: Terms of service
ca: Condicions del servei
de: Nutzungsbedingungen
eu: Zerbitzu-baldintzak
fr: Conditions d'utilisation
ja: 利用規約
pl: Warunki korzystania z usugi

source: Privacy policy
ca: Política de privacitat
de: Datenschutzrichtlinie
eu: Pribatutasun politika
fr: Politique de Confidentialité
ja: プライバシーポリシー
pl: Polityka prywatnoci

source: Keyboard shortcuts
ca: Dreceres de teclat
de: Tastaturkürzel
es: Atajos de teclado
eu: Teklatuko lasterbideak
fr: Raccourcis clavier
ja: キーボードショートカット
pl: Skróty klawiszowe

source: PieFed v%(version)s is free and open source
ca: PieFed v%(version)s és gratuïta i de codi obert
de: PieFed %(version)s ist frei und quelloffen
eu: PieFed v%(version)s doakoa eta kode irekikoa da
fr: PieFed v%(version)s est libre et open source
ja: PieFed v%(version)s はオープンソースソフトウェアです
pl: PieFed v%(version)s jest darmowy i otwartoźródowy

source: This is how long you have spent using PieFed during this month. We hope this use of your time aligns with your priorities and values.
de: So lange hast du PieFed in diesem Monat genutzt. Wir hoffen, diese Nutzungszeit ist mit deinen Prioritäten und Werten vereinbar.
eu: Hilabete honetan PieFed erabiltzen eman duzun denbora da hau. Espero dugu zure denboraren erabilera hau zure lehentasunekin eta balioekin bat etortzea.

source: Voting Options
ca: Opcions de vot
de: Abstimmungsoptionen
eu: Bozketa aukerak
fr: Options de vote
ja: 投票オプション
pl: Opcje gosowania

source: Upvote (federated)
ca: Upvote (federada)
de: Upvote (föderiert)
eu: Aldez bozkatu (federatuta)
fr: Hautvote (fédéré)
ja: 賛成票 (連合済み)
pl: Gos w gór (sfederowane)

source: Upvote (local)
ca: Vot positiu (local)
de: Upvote (lokal)
eu: Aldez bozkatu (tokikoa)
fr: HautVote (local)
ja: 賛成票 (ローカルのみ)
pl: Gos w gór (lokalne)

source: Downvote (local)
ca: Vot negatiu (local)
de: Downvote (lokal)
eu: Kontra bozkatu (tokikoa)
fr: BasVote (local)
ja: 反対票 (ローカルのみ)
pl: Gos w dó (lokalnie)

source: Downvote (federated)
ca: Vot negatiu (federat)
de: Downvote (föderiert)
eu: Kontra bozkatu (federatuta)
fr: BasVote (fédérée)
ja: 反対票 (連合済み)
pl: Gos w dó (sfederowane)

source: Local votes are a bit more private.
ca: Els vots locals són una mica més privats.
de: Lokale Votes sind ein bisschen privater.
eu: Tokiko bozketak pixka bat pribatuagoak dira.
fr: Les votes locaux sont un peu plus confidentiels.
ja: ローカルでの投票は、やや匿名性が強化されています。
pl: Lokalne gosy s troch bardziej prywatne.

source: Default mode: private.
ca: Mode predeterminat: privat.
de: Standard-Modus: Privat.
eu: Modu lehenetsia: pribatua.
fr: Move par défaut : privée.
ja: デフォルト：プライベート
pl: Domylny tryb: prywatny.

source: Default mode: public.
ca: Mode predeterminat: public.
de: Standard-Modus: Öffentlich.
eu: Modu lehenetsia: publikoa.
fr: Mode par défaut : public.
ja: デフォルト：公開
pl: Domylny tryb: publiczy.

source: React with an emoji
de: Reagiere mit einem Emoji
eu: Erreakzionatu emoji batekin

source: Filter communities...
ca: Filtra les comunitats...
de: Communities filtern...
eu: Iragazi komunitateak...
fr: Filtrer les communautés...
ja: コミュニティをフィルター...
pl: Filtruj spoecznoci...

source: Local communities
ca: Comunitats locals
de: Lokale Communities
eu: Tokiko komunitateak
fr: Communautés locales
ja: ローカルコミュニティ
pl: Lokalne spoecznoci

source: All communities
ca: Totes les comunitats
de: Alle Communities
es: Todas las comunidades
eu: Komunitate guztiak
fr: Toutes les communautés
ja: すべてのコミュニティ
pl: Wszystkie spoecznoci

source: Joined communities
ca: Comunitats a les quals s'ha unit
de: Beigetretene Communities
es: Comunidades unidas
eu: Batutako komunitateak
fr: Communautés rejointes
ja: 参加しているコミュニティ
pl: Spoecznoci do których doczye

source: PieFed is free and open-source software while operating without any advertising, monetization, or reliance on venture capital. Your donations are vital in supporting the PieFed development effort, allowing us to expand and enhance PieFed with new features.
ca: PieFed és programari gratuït i de codi obert, que funciona sense publicitat, monetització ni dependència del capital de risc. Les vostres donacions són vitals per donar suport a l'esforç de desenvolupament de PieFed, permetent-nos ampliar i millorar PieFed amb noves funcions.
de: PieFed ist freie und quelloffene Software, die nicht durch Werbung, Monetarisierung oder Investoren finanziert wird. Eure Spenden sind für die Entwicklung von PieFed unverzichtbar und erlauben uns, PieFed weiterzuentwickeln und um neue Features zu erweitern.
eu: PieFed software libre eta kode irekikoa da, publizitaterik, monetizaziorik edo arrisku-kapitalaren menpekotasunik gabe funtzionatzen duena. Zure dohaintzak ezinbestekoak dira PieFed-en garapen ahalegina laguntzeko, PieFed funtzio berriekin hedatu eta hobetzeko aukera emanez.
fr: PieFed est un logiciel libre et open-source qui fonctionne sans aucune publicité, monétisation ou dépendance au capital-risque. Vos dons sont essentiels pour soutenir le développement de PieFed, nous permettant d'élargir et d'améliorer PieFed avec de nouvelles fonctionnalités.
ja: PieFed は、無料で利用できるオープンソースソフトウェアであり、広告や収益化、ベンチャー資金に頼ることなく運営されています。皆さまからのご寄付は、PieFed の開発を支える大切な支援となっており、新機能の追加やさらなる改善に活用されます。
pl: Piefed jest darmowe i otwartoźródowe oprogramowanie operuje bez żadnych reklam, sposobów monetyzacji lub finansowania. Twoje wpaty s kluczowe dla wspierania rozwoju PieFeda, pozwalajc nam na rozwój i dodawanie nowych funkcjonalnoci do PieFeda.

source: Donate using Patreon
ca: Fes una donació utilitzant Patreon
de: Spende mit Patreon
eu: Egin dohaintza Patreon erabiliz
fr: Dons via Patreon
ja: Patreonで寄付する
pl: Wesprzyj używajc Patreona

source: Donate using Liberapay
ca: Fes una donació amb Liberapay
de: Spende mit Liberapay
eu: Egin dohaintza Liberapay bidez
fr: Dons via Liberapay
ja: Liberapayで寄付する
pl: Wesprzyj uzywajc Librepay

source: Donate using Ko-fi
ca: Dona amb Ko-fi
de: Spende mit Ko-fi
eu: Egin dohaintza Ko-fi erabiliz
fr: Dons via Ko-fi
pl: Wesprzyj używajc Ko-fi

source: There are no communities yet.
ca: Encara no hi ha comunitats.
de: Es gibt noch keine Gemeinschaften.
es: No hay comunidades todavía.
eu: Ez dago komunitaterik oraindik.
fr: Il n'y a pas encore de communautés.
ja: コミュニティはまだありません。
pl: Nie ma na razie żadnych spoecznoci.

source: My Feeds
ca: Els meus feeds
de: Meine Feeds
eu: Nire jarioak
fr: Mes Flux
ja: マイフィード
pl: Moje Treci

source: Public Feeds
ca: Canals públics
de: Öffentliche Feeds
eu: Jario publikoak
fr: Flux publics
ja: 公開フィード
pl: Publiczne Treci

source: Add Remote Feed
ca: Afegeix un canal remot
de: Remote-Feed hinzufügen
eu: Gehitu urruneko jarioa
fr: Ajouter un Flux distant
ja: リモートフィードの追加
pl: Dodaj zdalne treci

source: More topics
ca: Més temes
de: Weitere Themen
es: Más temas
eu: Gai gehiago
fr: Parcourir les rubriques
ja: すべてのトピック
pl: Wicej tematów

source: No posts yet. Join some communities to see more.
ca: Encara no hi ha cap publicació. Uneix-te a algunes comunitats per veure'n més.
de: Noch keine Beiträge. Tritt einigen Communities bei, um mehr zu sehen.
es: No hay publicaciones todavía. Únete a algunas comunidades para ver más.
eu: Ez dago argitalpenik oraindik. Batu zaitez komunitate batzuetara gehiago ikusteko.
fr: Aucune publications pour le moment. Rejoignez certaines communautés pour en voir plus.
ja: 投稿はまだありません。投稿は他のコミュニティで見ることができるかもしれません。
pl: Brak postów. Docz do jakich spoecznoci by zobaczy wicej.

source: Previous page
ca: Pàgina anterior
de: Vorherige Seite
es: Página anterior
eu: Aurreko orrialdea
fr: Page précédente
ja: 前のページ
pl: Poprzednia strona

source: Next page
ca: Pàgina següent
de: Nächste Seite
es: Página siguiente
eu: Hurrengo orrialdea
fr: Page suivante
ja: 次のページ
pl: Nastpna strona

source: New communities
ca: Comunitats noves
de: Neue Communities
eu: Komunitate berriak
fr: Nouvelles Communautés
ja: 新しいコミュニティ
pl: Nowa spoeczno

source: More new communities
ca: Més comunitats noves
de: Mehr neue Communities
eu: Komunitate berri gehiago
fr: Plus de nouvelles communautés
ja: そのほかの新しいコミュニティ
pl: Wicej nowych spoecznoci

source: Active communities
ca: Comunitats actives
de: Aktive Communities
es: Comunidades activas
eu: Komunitate aktiboak
fr: Communautés actives
ja: 活発なコミュニティ
pl: Aktywne spoecznoci

source: Browse topics
ca: Navega per temes
de: Themen durchstöbern
es: Explorar temas
eu: Arakatu gaiak
fr: Parcourir les rubriques
ja: トピックを見る
pl: Przegldaj tematy

source: Most shortcuts are the same as what reddit has.
ca: La majoria de dreceres són les mateixes que les de Reddit.
de: Die meisten Tastaturkürzel sind die gleichen wie bei reddit.
es: La mayoría de atajos son similares a los de Reddit.
eu: Lasterbide gehienak reddit-ek dituen berdinak dira.
fr: La plupart des raccourcis sont les mêmes que ceux de reddit.
ja: ショートカットキーの多くはRedditと共通です。
pl: Wikszo skrótów jest taka sama jak na reddicie.

source: Navigation
ca: Navegació
es: Navegación
eu: Nabigazioa
ja: ナビゲーション
pl: Nawigacja

source: Action
ca: Acció
de: Aktion
es: Acción
eu: Ekintza
ja: アクション
pl: Akcja

source: Upvote
ca: Vota a favor
de: Positiv bewerten
es: Voto positivo
eu: Aldez bozkatu
fr: Hautvoter
ja: 賛成
pl: Gos w gór

source: Downvote
ca: Vota en contra
de: Negativ bewerten
es: Voto negativo
eu: Kontra bozkatu
fr: Basvoter
ja: 反対
pl: Gos w dó

source: When viewing a list of posts actions like voting or going to a post depend on which is the current post. The current post is determined by hovering with the mouse or the J and K keys.
ca: Quan es visualitza una llista de publicacions, accions com votar o anar a una publicació depenen de quina és la publicació actual. La publicació actual es determina passant el cursor per sobre amb el ratolí o prement les tecles J i K.
de: Wenn du eine Liste von Beiträgen anschaust, hängen Aktionen wie "Bewertung" oder "gehen zu einem Beitrag" davon ab, welches ist der aktuelle Beitrag ist. Der aktuelle Beitrag wird durch die Maus oder die J- und K-Taste bestimmt.
es: Al ver una lista de publicaciones, las acciones (como votar o ir a una publicación) dependen de cuál sea la publicación actual. La publicación actual se determina al pasar el ratón o usar las teclas J y K.
eu: Argitalpenen zerrenda bat ikustean, bozkatzea edo argitalpen batera joatea bezalako ekintzak uneko argitalpenaren araberakoak dira. Uneko argitalpena saguarekin gainetik pasatuz edo J eta K teklak erabiliz zehazten da.
fr: Lorsque vous consultez la liste des actions liées à une publication comme les votes ou les messages imbriqués dans la publication courante. La publication courante est déterminée par le survol de la souris ou les touches J et K.
ja: 投稿のリストを表示しているとき、投票や投稿への移動などのアクションは現在の投稿に依存します。現在の投稿は、マウスをホバーするか、JキーとKキーを使って決定されます。
pl: Przeldajc list postów dziaania jak gosowanie lub przejcie do posta zależy od tego, który post jest aktualny. Aktualny post jest okrelany przez najechanie myszk lub używajc klawiszy J i K.

source: Create local community
ca: Crear comunitat local
de: Lokale Community erstellen
es: Crear comunidad local
eu: Tokiko komunitatea sortu
fr: Créer une communauté locale
ja: ローカルコミュニティの作成
pl: Stwórz lokaln spoeczno

source: Add community from another instance
ca: Afegeix una comunitat des d'una altra instància
de: Community von einer anderen Instanz hinzufügen
es: Añadir comunidad de otra instancia
eu: Gehitu komunitatea beste instantzia batetik
fr: Ajouter une communauté d'une autre instance
ja: 他のインスタンスからコミュニティを追加
pl: Dodaj spoeczno z innej instancji

source: Community Location
ca: Ubicació de la comunitat
de: Community-Standort
eu: Komunitatearen kokapena
fr: Type de communautés
pl: Lokalizacja spoecznoci

source: Filter based on whether the community is local or remote
ca: Filtra segons si la comunitat és local o remota
de: Filtern je nachdem ob die Community lokal oder remote ist
eu: Iragazi komunitatea lokala edo urrunekoa den arabera
pl: Filtr zależny od tego czy spoeczno jest lokalna czy zdalna

source: Any
ca: Qualsevol
de: Jeder
eu: Edozein
fr: N'importe quel
ja: 全て
pl: Jakikolwiek

source: Remote
ca: Remot
eu: Urrunekoa
fr: Distante
pl: Zdalne

source: Subscription Status
ca: Estat de la subscripció
de: Abonnement-Status
eu: Harpidetzaren egoera
fr: Abonnement
pl: Status Subskrypcji

source: Filter based on community subscription status
ca: Filtra segons l'estat de la subscripció a la comunitat
de: Filtern nach Community-Abonnement-Status
eu: Iragazi komunitateko harpidetza egoeraren arabera
pl: Filtr oparty o to czy subskrybujesz spoeczno

source: Not Subscribed
ca: No subscrit
de: Nicht abonniert
eu: Harpidetu gabe
fr: Non abonné·e
pl: Nie subskrybowane

source: Clear Filters
ca: Esborra els Filtres
de: Filter zurücksetzen
eu: Garbitu iragazkiak
fr: Réinitialiser les filtres
pl: Wyczy Filtry

source: Advanced Search
ca: Cerca avançada
de: Erweiterte Suche
eu: Bilaketa aurreratua
fr: Recherche Avancée
pl: Zaawansowana wyszukiwanie

source: Choose a topic to filter communities by
ca: Trieu un tema per filtrar les comunitats
de: Wähle ein Thema aus, nach dem Communities gefiltert werden sollen
es: Elige un tema para filtrar comunidades
eu: Aukeratu gai bat komunitateak iragazteko
fr: Choisir une rubrique pour filtrer les communautés
ja: トピックを選んでフィルター
pl: Wybierz temat by odfiltrowa spoecznoci

source: Feed
ca: Canal
eu: Jarioa
fr: Flux
ja: フィード
pl: Tre

source: Choose a public feed to filter communities by
ca: Trieu un feed públic per filtrar les comunitats per
de: Wähle einen öffentlichen Feed aus, nach denen Communities gefiltert werden
eu: Aukeratu jario publiko bat komunitateak iragazteko honen arabera:
fr: Choisir un flux public pour filtrer les communautés
ja: 公開フィードを選んでフィルター
pl: Wybierz publiczn tre by odfiltrowa spoecznoci
