Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Allow non-admins to add remote communities
ca: Permet que els no administradors afegeixin comunitats remotes
de: Nicht-Admins erlauben Communities hinzuzufügen
eu: Utzi administratzaile ez direnei urruneko komunitateak gehitzen
fr: Autoriser les personnes non admins à ajouter des communautés distantes

source: Enable instance chooser
ca: Activar el selector d’instància
de: Instanz-Auswähler aktivieren
eu: Gaitu instantzia-hautatzailea
fr: Activer le sélecteur d'instances
ja: インスタンス選択機能を有効にする
pl: Wcz wybór instancji

source: One-sentence elevator pitch
ca: Parcel·la d'ascensor d'una frase
de: Ein-Satz Elevator-Pitch
eu: Esaldi bakarreko igogailu-argudioa
fr: Présentation en une phrase
ja: 短くて簡潔な紹介文
pl: Jednozdaniowa prezentacja

source: Number of admins with emergency access
ca: Nombre d'administradors amb accés d'emergència
de: Anzahl Admins mit Notfall-Zugriff
eu: Larrialdietarako sarbidea duten administratzaileen kopurua
fr: Nombre d'admins disposant d'un accès d'urgence
ja: 緊急アクセス権を持っている管理者の人数
pl: Liczba administratorów z dostpem awaryjnym

source: Non-admins donate enough to pay for hosting
ca: Els no administradors donen prou per pagar l'allotjament
de: Nicht-Admins spenden genug um die Hosting-Kosten zu decken
eu: Administratzaile ez direnek nahikoa ematen dute ostatua ordaintzeko
fr: Les dons des non-admins sont suffisants pour payer l'hébergement
ja: 非管理者の支援によりホスティング費用が賄われています
pl: Osoby niebdce administratorami przekazuj darowizny wystarczajce do opacenia hostingu

source: This instance has automated daily backups
ca: Aquesta instància té còpies de seguretat automàtiques diàries
de: Diese Instanz nutzt automatisierte tägliche Backups
eu: Instantzia honek eguneroko babeskopia automatizatuak ditu
fr: Cette instance réalise des sauvegardes quotidiennes automatisées
ja: このインスタンスは自動で毎日バックアップを行っています
pl: Ta instancja posiada zautomatyzowane dzienne kopie zapasowe

source: Federation mode
ca: Mode d federació
de: Föderationsmodus
eu: Federazio modua
fr: Type de Fédération
ja: 連合モード
pl: Tryb federacji

source: Blocklist - deny federation with specified instances
ca: Llista de blocs - denega la federació amb instàncies especificades
de: Blockliste - Föderation mit diesen Instanzen verweigern
eu: Blokeo-zerrenda - ukatu federazioa zehaztutako instantziekin
fr: Liste de blocage : refuser la fédération avec les instances spécifiées
ja: ブロックリスト — 指定したインスタンスとの連合を拒否する
pl: Lista zablokowanych instancji - odmawiaj federacji z wymienionymi instancjami

source: Allowlist - only allow federation with specified instances
ca: Allowlist - només permet la federació amb instàncies especificades
de: Zulassungsliste - Föderation nur mit diesen Instanzen erlauben
eu: Onartutako zerrenda - federazioa instantzia zehaztuekin bakarrik baimendu
fr: Liste d'autorisation : n'autorise la fédération qu'avec des instances spécifiées
ja: ホワイトリスト — 指定したインスタンスとの連合のみ許可する
pl: Lista dozwolony instancji - zezwalaj na federacj z wymienionymi instancjami

source: Allow federation with these instances
ca: Permet la federació amb aquestes instàncies
de: Föderation mit diesen Instanzen erlauben
es: Permitir federación con estas instancias
eu: Baimendu federazioa instantzia hauekin
fr: Autoriser la fédération avec ces instances
ja: これらのインスタンスとの連合を許可する
pl: Zezwól na federacj z wymienionymi instancjami

source: Deny federation with these instances
ca: Denegar la federació amb aquests casos
de: Föderation mit diesen Instanzen verweigern
es: Denegar federación con estas instancias
eu: Ukatu federazioa instantzia hauekin
fr: Refuser la fédération avec ces instances
ja: これらのインスタンスとの連合を拒否する
pl: Blokuj federacj z wymienionymi instancjami

source: Auto-defederate from any instance defederated by
ca: Defederació automàtica de qualsevol instància defederada per
de: Instanzen automatisch deföderieren, die deföderiert sind von
es: Desfederar automáticamente de cualquier instancia desfederada por
eu: Automatikoki defederatu honek defederatutako instantzietatik
fr: Auto-défédérer de toute instance défédérée par
ja: 指定されたインスタンスにより拒否された場合、自動的に連合を解除する
pl: Automatycznie defederuj si z instancjami zdefederowanymi przez

source: Discard all posts, comments and PMs with these phrases (one per line)
ca: Descarta totes les entrades, comentaris i PM amb aquestes frases (una per línia)
de: Verwerfe alle Beiträge, Kommentare und PNs mit folgenden Ausdrücken (einer pro Zeile)
eu: Baztertu esaldi hauek dituzten argitalpen, iruzkin eta mezu pribatu guztiak (lerro bakoitzeko bat)
fr: Rejeter toutes les publications, commentaires et MPs avec ces phrases (une par ligne)
ja: 以下のフレーズを含む投稿・コメント・メッセージをすべて破棄する（1行に1つずつ）
pl: Odrzucaj wszystkie posty, komentarze z tymi frazami (jedna na lini)

source: Discard all posts and comments by users with these words in their name (one per line)
ca: Descarta totes les entrades i comentaris dels usuaris amb aquestes paraules en el seu nom (una per línia)
de: Verwerfe alle Beiträge und Kommentare von Nutzenden mit diesen Wörtern im Namen (eins pro Zeile)
es: Descartar todas las publicaciones y comentarios de usuarios que contengan estas palabras en su nombre (una por línea)
eu: Baztertu izenburuan hitz hauek dituzten erabiltzaileen argitalpen eta iruzkin guztiak (lerro bakoitzeko bat)
fr: Rejeter tous les publications et commentaires des utilisateur·ices avec ces mots dans leur nom (un par ligne)
ja: 名前に以下の単語を含むユーザーの投稿やコメントをすべて破棄する（1行に1つずつ）
pl: Odrzu wszystkie posty i komentarze zostawione przez użytkowników z tymi sowami w nazwach (jedno na lini)

source: Discard all posts and comments by users with these phrases in their bio (one per line)
ca: Descarta tots els missatges i comentaris dels usuaris amb aquestes frases a la seva bio (una per línia)
de: Verwerfe alle Beiträge und Kommentare von Nutzenden mit diesen Ausdrücken in der Bio (einer pro Zeile)
eu: Baztertu erabiltzaileek biografian esaldi hauek dituzten argitalpen eta iruzkin guztiak (lerro bakoitzeko bat)
fr: Rejeter toutes les publications et commentaires des utilisateur·ices avec ces phrases dans leur bio (une par ligne)
ja: プロフィールに以下のフレーズを含むユーザーの投稿やコメントをすべて破棄する（1行に1つずつ）
pl: Odrzu wszystkie posty i komentarze zostawione przez użytkowników z tymi sowami w nazwach (jedno na lini)

source: Automatically add new remote communities
ca: Afegeix automàticament noves comunitats remotes
de: Neue Remote-Communities automatisch hinzufügen
eu: Gehitu automatikoki urruneko komunitate berriak
fr: Ajout automatique des nouvelles communautés distantes
ja: 新しいリモートコミュニティを自動で追加する
pl: Automatycznie dodawaj nowe spoecznoci z innych instancji

source: Closing down announcement for home page
ca: Anunci de tancament de la pàgina d'inici
de: Schließungsankündigung für die Startseite
eu: Itxiera iragarkia hasierako orrirako
fr: Annonce de fermeture sur la page d'accueil
pl: Ogoszenie na górze strony gównej

source: Yes, close my instance
ca: Sí, tanca la meva instància
de: Ja, schließe meine Instanz
eu: Bai, itxi nire instantzia
fr: Oui, clôturer mon instance
pl: Tak, ustaw instancj jako zamknit

source: Number of Communities to add
ca: Nombre de comunitats a afegir
de: Anzahl der Communities die hinzuzufügen sind
es: Número de comunidades a añadir
eu: Gehitu beharreko komunitate kopurua
fr: Nombre de communautés à ajouter
ja: 追加するコミュニティ数
pl: Liczba spoecznoci do dodania

source: Add Communities
ca: Afegeix comunitats
de: Communities hinzufügen
es: Añadir comunidades
eu: Gehitu komunitateak
fr: Ajouter les communautés
ja: コミュニティを追加
pl: Dodaj spoecznoci

source: Remote Server
ca: Servidor remot
es: Servidor remoto
eu: Urruneko zerbitzaria
fr: Serveur distant
ja: リモートサーバー
pl: Inna instancja

source: Communities must have at least this many posts
ca: Les comunitats han de tenir almenys aquests molts llocs
de: Communities müssen mindestens diese Anzahl an Beiträgen haben
es: Las comunidades deben tener al menos esta cantidad de publicaciones
eu: Komunitateek gutxienez mezu kopuru hau izan behar dute
fr: Les communautés doivent avoir au moins ce nombre de publications
ja: 必要なコミュニティへの投稿数
pl: Spoeczno musi mie przynajmniej tyle postów

source: Communities must have at least this many active users in the past week.
ca: Les comunitats han de tenir almenys aquest nombre d'usuaris actius en l'última setmana.
de: Communities müssen in der letzten Woche mindestens so viele aktive Nutzende gehabt haben.
es: Las comunidades deben tener al menos esta cantidad de usuarios activos en la última semana.
eu: Komunitateek gutxienez erabiltzaile aktibo kopuru hori izan behar dute azken astean.
fr: Les communautés doivent avoir au moins ce nombre d'utilisateurices actives au cours de la semaine passée.
ja: 必要なコミュニティの1週間のアクティブユーザー
pl: Spoeczno musi mie przynajmniej tylu aktywnych użytkowników w ostatnim tygodniu

source: Dry Run
ca: Executa en sec
de: Probelauf
es: Prueba sin cambios (Dry Run)
eu: Entsegu lehorra
fr: Exécution à blanc
ja: テスト実行
pl: Próbne uruchomienie

source: Scan
ca: Escaneja
es: Escanear
eu: Eskaneatu
fr: Analyser
ja: スキャン
pl: Skanuj

source: Import Bans List Json File
ca: Importa el fitxer Json de la llista de prohibicions
de: Bannliste aus JSON-Datei importieren
es: Importar archivo JSON de lista de bloqueos
eu: Inportatzeko debekuen zerrenda Json fitxategia
fr: Importer le fichier JSON de la liste des interdictions
ja: BANリストをJSONファイルでインポート
pl: Importuj list banów w pliku JSON

source: Import
ca: Importa
es: Importar
eu: Inportatu
fr: Importer
ja: インポート
pl: Importuj

source: Export
ca: Exporta
es: Exportar
eu: Esportatu
fr: Exporter
ja: エクスポート
pl: Eksportuj

source: Title
ca: Títol
de: Titel
es: Título
eu: Izenburua
fr: Titre
ja: タイトル
pl: Tytu

source: Url
eu: URLa

source: Description
ca: Descripció
de: Beschreibung
es: Descripción
eu: Deskribapena
ja: 説明
pl: Opis

source: Icon image
ca: Imatge d'icona
de: Icon-Bild
es: Imagen del icono
eu: Ikonoaren irudia
fr: Image d'icône
ja: アイコン画像
pl: Ikona

source: Banner image
ca: Imatge de bàner
de: Bannerbild
es: Imagen de banner
eu: Bannerraren irudia
fr: Image de bannière
ja: バナー画像
pl: Obraz nagówka

source: Rules
ca: Normes
de: Regeln
es: Reglas
eu: Arauak
fr: Règlement
ja: ルール
pl: Zasady

source: NSFW community
ca: Comunitat NSFW
eu: NSFW komunitatea
fr: Communauté NSFW
ja: NSFW コミュニティ
pl: Spoeczno NSFW

source: Only AI-generated content
de: Nur KI-generierte Inhalte
eu: AAk sortutako edukia soilik

source: Banned - no new posts accepted
ca: Prohibit - no s'accepta cap publicació nova
de: Gebannt - keine neuen Beiträge akzeptiert
es: Bloqueada: no se aceptan publicaciones nuevas
eu: Debekatuta - ez da mezu berririk onartzen
fr: Banni·e - aucune nouvelle publication acceptée
ja: アクセス禁止中(BAN)、新しい投稿は受け付けられませんでした
pl: Zbanowano - nowe posty nie bd akceptowane

source: Only accept posts from current instance
ca: Només accepta publicacions de la instància actual
de: Nur Beiträge von der aktuellen Instanz akzeptieren
es: Aceptar publicaciones solo de la instancia actual
eu: Uneko instantziako argitalpenak bakarrik onartu
fr: Accepter uniquement les publications de l'instance actuelle
ja: ローカルユーザーからの投稿のみ許可する
pl: Akceptuj tylko lokalne posty

source: Only moderators can post
ca: Només els moderadors poden publicar
de: Nur Mods können posten
es: Solo moderadores pueden publicar
eu: Moderatzaileek bakarrik argitaratu dezakete
fr: Seul·es les modos peuvent publier
ja: モデレーターのみ投稿できます
pl: Tylko moderadorzy mog postowa

source: New moderators wanted
ca: Es busquen nous moderadors
de: Neue Mods gesucht
es: Se buscan moderadores nuevos
eu: Moderatzaile berriak behar dira
fr: Recrutement de modos en cours
ja: モデレーター募集中にする
pl: Nowi moderatorzy poszukiwani

source: Posts can be popular
ca: Les publicacions poden ser populars
de: Beiträge können beliebt sein
es: Las publicaciones pueden ser populares
eu: Argitalpenak ospetsuak izan daitezke
fr: Les publications peuvent être populaires
ja: 投稿をトレンドに載せる
pl: Posty mog by popularne

source: Posts show in All list
ca: Les publicacions es mostren a tota la llista
de: Beiträge in Alle-Liste anzeigen
es: Las publicaciones aparecen en la lista 'Todas'
eu: Argitalpenak Guztiak zerrendan agertzen dira
fr: Afficher les publications dans la liste "Tous"
ja: すべてのリストに投稿を表示
pl: Posty widoczny na licie "Wszystkie"

source: Low quality / toxic - upvotes in here don't add to reputation
ca: Baixa qualitat / tòxic - els vots a favor aquí no augmenten la reputació
de: Niedrige Qualität / toxisch - positive Bewertungen von hier verbessern den Ruf nicht
es: Baja calidad / tóxico: los votos positivos aquí no suman reputación
eu: Kalitate baxua / toxikoa - hemengo aldeko botoek ez dute osperako zenbatzen
fr: Basse qualité / toxique - les hautvotes ici n'ajoutent pas de réputation
ja: 低品質 / 有害として扱う（ここでの賛成票は評価値に加算されません）
pl: Niska jako/toksyczno - gosy w gór tutaj nie zwikszaj reputacji

source: Forever
ca: Per sempre
de: Für immer
es: Para siempre
eu: Betirako
fr: Pour toujours
ja: 無期限
pl: Na zawsze

source: 1 week
ca: 1 setmana
de: 1 Woche
es: 1 semana
eu: aste 1
fr: 1 semaine
ja: 1週間
pl: tydzie

source: 2 weeks
ca: 2 setmanes
de: 2 Wochen
es: 2 semanas
eu: 2 aste
fr: 2 semaines
ja: 2週間
pl: 2 tygodnie

source: 1 month
ca: Un mes
de: 1 Monat
es: 1 mes
eu: hilabete 1
fr: 1 mois
ja: 1か月
pl: miesic

source: 2 months
ca: 2 mesos
de: 2 Monate
es: 2 meses
eu: 2 hilabete
fr: 2 mois
ja: 2か月
pl: 2 miesice

source: 3 months
ca: 3 mesos
de: 3 Monate
es: 3 meses
eu: 3 hilabete
fr: 3 mois
ja: 3か月
pl: 3 miesice

source: 6 months
ca: 6 mesos
de: 6 Monate
es: 6 meses
eu: 6 hilabete
fr: 6 mois
ja: 6か月
pl: 6 miesicy

source: 1 year
ca: Un any
de: 1 Jahr
es: 1 año
eu: urte 1
fr: 1 an
ja: 1 年
pl: rok

source: 2 years
ca: 2 anys
de: 2 Jahre
es: 2 años
eu: 2 urte
fr: 2 ans
ja: 2 年
pl: 2 lata

source: 5 years
ca: 5 anys
de: 5 Jahre
es: 5 años
eu: 5 urte
fr: 5 ans
ja: 5 年
pl: 5 lat

source: 10 years
ca: 10 anys
de: 10 Jahre
es: 10 años
eu: 10 urte
fr: 10 ans
ja: 10 年
pl: 10 lat

source: Retain content
ca: Retenir el contingut
de: Inhalt beibehalten
es: Conservar contenido
eu: Mantendu edukia
fr: Conserver le contenu
ja: コンテンツの保持期間
pl: Przechowuj tre

source: Topic
ca: Tema
de: Thema
es: Tema
eu: Gaia
fr: Rubrique
ja: トピック
pl: Tematyka

source: List
ca: Llista
de: Liste
es: Lista
eu: Zerrenda
fr: Liste
ja: リスト
pl: Lista

source: Masonry
ca: Maçoneria
eu: Harlandua
fr: Dallage des images
ja: タイル
pl: Ukad muru

source: Wide masonry
ca: Maçoneria àmplia
de: Breites Masonry
es: Masonry ancho
eu: Harlangaitz zabala
fr: Dallage large des images
ja: タイル (ワイド)
pl: Szeroki ukad muru

source: Layout
ca: Disposició
es: Diseño
eu: Diseinua
fr: Mise en Page
ja: レイアウト
pl: Ukad graficzny

source: Posting warning
ca: Avís de publicació
de: Beitragswarnung
es: Advertencia al publicar
eu: Abisua argitaratzean
fr: Avertissement de publication
ja: 投稿に関する警告
pl: Ostrzeżenie o publikowaniu

source: Languages
ca: Llengües
de: Sprachen
es: Idiomas
eu: Hizkuntzak
fr: Langues
ja: 言語
pl: Jzyki

source: Override remote language setting
ca: Sobreescriu la configuració de l'idioma remot
de: Remote-Spracheinstellung überschreiben
es: Ignorar la configuración de idioma remoto
eu: Urruneko hizkuntza ezarpena gainidatzi
fr: Remplacer les paramètres de langue distante
ja: リモートの言語設定を上書き
pl: Nadpisuj ustawienia jzyka z innej instancji

source: Override remote AI content setting
de: Einstellung zu KI-Inhalten anderer Instanzen ignorieren
eu: Urruneko AA edukiaren ezarpena gainidatzi

source: Always show translation icon on posts
de: Immer Übersetzungs-Icon am Beitrag anzeigen
eu: Erakutsi beti itzulpenaren ikonoa argitalpenetan
pl: Zawsze pokazuj ikon tumaczenia przy pocie

source: Old posts can be archived
ca: Els missatges antics es poden arxivar
de: Alte Beiträge können archiviert werden
eu: Argitalpen zaharrak artxibatu daitezke
fr: Les anciennes publications peuvent être archivées
ja: 古い投稿はアーカイブ可能です
pl: Stare posty mog zosta zarchiwizowane

source: Url is required.
ca: URL és obligatori.
de: URL ist erforderlich.
es: Se requiere URL.
eu: URLa beharrezkoa da.
fr: L'adresse Url est obligatoire.
ja: URLは必須項目です。
pl: Url jest wymagany

source: Name
ca: Nom
es: Nombre
eu: Izena
fr: Nom
ja: 名前
pl: Nazwa

source: Human readable name for the topic.
ca: Nom llegible per al tema.
de: Menschlich lesbarer Name für das Thema.
es: Nombre legible para humanos del tema.
eu: Gaiaren izen irakurgarria gizakientzat.
fr: Nom lisible par l'humain pour la rubrique.
ja: トピックの表示名。
pl: Nazwa w wersji czytelnej dla czowieka.

source: A short and unique identifier that becomes part of the URL.
ca: Un identificador curt i únic que passa a formar part de l'URL.
de: Eine kurze und einzigartige Kennzeichnung, die Teil der URL wird.
es: Un identificador breve y único que pasa a ser parte de la URL.
eu: URLaren parte bihurtzen den identifikatzaile labur eta bakarra.
fr: Un identifiant court et unique qui deviendra une partie de l'URL.
ja: URLに含まれる他と重複しない短い名前です。
pl: Krótki i unikalny identyfikator, który bdzie czci linku.

source: Parent topic
ca: Tema principal
de: Übergeordnetes Thema
es: Tema padre
eu: Gai gurasoa
fr: Rubrique parente
ja: 親トピック
pl: Temat nadrzdny

source: Show posts from child topics
ca: Mostra els missatges dels temes fills
de: Zeige Beiträge aus Unter-Themen
es: Mostrar publicaciones de temas secundarios
eu: Erakutsi bigarreneko gaien argitalpenak
fr: Montrer les publications des sous-rubriques
ja: 子トピックの投稿を表示
pl: Pokazuj posty z tematów podrzdnych

source: Vote weight
es: Peso de voto
eu: Bozketa-pisua
fr: Poids du vote
ja: 投票の重み

source: Dormant
de: Inaktiv
es: Inactiva
eu: Lozorroan
fr: Hors-ligne
ja: 休止中
pl: Upiony

source: Gone forever
ca: Perdut per sempre
de: Für immer verschwunden
es: Desaparecida para siempre
eu: Betiko desagertuta
fr: Cloturée
ja: 永久に削除済み
pl: Znikn na zawsze

source: Trusted
ca: Confiat
de: Vertraut
es: Confiable
eu: Fidagarria
fr: Fiable
ja: 信用済み
pl: Zaufany

source: Hide from instance chooser
ca: Amaga del selector d'instàncies
de: Von Instanz-Auswähler verbergen
eu: Ezkutatu instantzien hautatzailetik
fr: Déréférencer du sélecteur d'instances
pl: Wcz wybór instancji

source: Inbox
ca: Bústia d’entrada
de: Postfach
eu: Sarrera-ontzia
fr: Boîte de réception
ja: Inbox URL
pl: Skrzynka odbiorcza

source: Domain (not including https://)
ca: Domini (sense incloure https://)
de: Domain (ohne https://)
eu: Domeinua (https:// barne hartu gabe)
fr: Domaine (sans https://)
ja: ドメイン ( https:// は含めないでください )
pl: Domena (nie zawiera przedrostka https://)

source: Filename
ca: Nom del fitxer
de: Dateiname
eu: Fitxategi-izena
fr: Nom du fichier
ja: ファイル名
pl: Nazwa pliku

source: Note
ca: Nota
de: Notiz
es: Nota
eu: Oharra
ja: メモ
pl: Notatka

source: User name
ca: Nom d'usuari
de: Kontoname
es: Nombre de usuario
eu: Erabiltzaile-izena
fr: Nom d’utilisateur·ice
ja: ユーザー名 (英数字（a～z、0～9 ) が使用できます)
pl: Nazwa użytkownika

source: Email address
ca: Adreça de correu electrònic
de: E-Mail-Adresse
es: Dirección de correo electrónico
eu: Helbide elektronikoa
fr: Adresse de courriel
ja: メールアドレス
pl: Adres e-mail

source: Password
ca: Paraula de pas
de: Passwort
es: Contraseña
eu: Pasahitza
fr: Mot de passe
ja: パスワード
pl: Haso

source: Repeat password
ca: Repeteix la paraula de pas
de: Passwort festlegen
es: Repetir contraseña
eu: Errepikatu pasahitza
fr: Confirmez le mot de passe
ja: パスワード（確認）
pl: Powtórz haso

source: Bio
ca: Biografia
es: Biografía
eu: Biografia
fr: Biographie
ja: 自己紹介

source: Matrix User ID
ca: Usuari de Matrix
de: Matrix-ID
es: ID de usuario de Matrix
eu: Matrix Erabiltzaile IDa
fr: ID Matrix
ja: Matrix ユーザーID
pl: Identyfikator użytkownika Matrix

source: Avatar image
ca: Imatge d'avatar
de: Avatar-Bild
es: Imagen de avatar
eu: Avatar irudia
fr: Avatar
ja: アバター画像
pl: Obraz awatara

source: Top banner image
ca: Imatge del banner superior
de: Top Banner-Bild
es: Imagen de banner superior
eu: Goiko banner irudia
fr: Image de la bannière supérieure
ja: バナー画像
pl: Górny baner graficzny

source: This profile is a bot
ca: Aquest compte és un robot
de: Dieses Profil ist ein Bot
es: Este perfil es un bot
eu: Profil hau bot bat da
fr: Ce profil est un robot
ja: Botアカウント
pl: Oznacz profil jako bot-a

source: Email address is verified
ca: Adreça de correu electrònic verificada
de: E-Mail-Adresse ist bestätigt
es: La dirección de correo electrónico está verificada
eu: Helbide elektronikoa egiaztatuta dago
fr: Adresse de courriel vérifiée
ja: メール認証完了済み
pl: Adres email zota zweryfikowany

source: Banned
ca: Expulsat
de: Gebannt
es: Bloqueado
eu: Debekatuta
fr: Banni·e
ja: アクセス禁止(BAN)
pl: Zbanowany

source: Subscribe to email newsletter
ca: Subscriu-te al butlletí per correu electrònic
de: E-Mail-Newsletter abonnieren
es: Suscribirse al boletín por correo electrónico
eu: Harpidetu posta elektroniko bidezko buletinera
fr: S'abonner à l'infolettre
ja: ニュースレターを購読する
pl: Zapisz si do newslettera

source: Show
ca: Mostra
de: Zeige
es: Mostrar
eu: Erakutsi
fr: Montrer
ja: 表示する
pl: Pokaż

source: Hide completely
ca: Amaga completament
de: Komplett ausblenden
es: Ocultar completamente
eu: Ezkutatu guztiz
fr: Cacher complètement
ja: 完全に隠す
pl: Ukryj

source: Blur
ca: Difuminat
de: Verschleiern
es: Desenfocar
eu: Lausotu
fr: Flouter
ja: ぼかす
pl: Rozmycie

source: Make semi-transparent
ca: Fa semitransparent
de: Halbtransparent machen
es: Hacer semitransparente
eu: Egin erdi-garden
fr: Rendre semi-transparent
ja: 半透明にする
pl: Ustaw jako póprzezroczyste

source: Hide posts by bots
ca: Amaga les publicacions dels robots
de: Beiträge von Bots ausblenden
es: Ocultar publicaciones de bots
eu: Ezkutatu bot-en argitalpenak
fr: Masquer les publications des robots
ja: ボットによる投稿の表示
pl: Ukryj posty od botów

source: Show NSFW posts
ca: Mostra les publicacions NSFW
de: NSFW-Beiträge anzeigen
es: Mostrar publicaciones NSFW
eu: Erakutsi NSFW mezuak
fr: Afficher les publications NSFW
ja: NSFW投稿の表示
pl: Pokaż posty NSFW

source: Show NSFL posts
ca: Mostra les publicacions NSFL
de: NSFL-Beiträge anzeigen
es: Mostrar publicaciones NSFL
eu: Erakutsi NSFL argitalpenak
fr: Afficher les publications NSFL
ja: NSFL投稿の表示
pl: Pokaż posty NSFL

source: Staff
ca: Personal
de: Mitarbeitende
es: Equipo
eu: Pertsonala
fr: Équipe
ja: スタッフ
pl: Moderacja

source: Role
ca: Rol
de: Rolle
es: Rol
eu: Rola
fr: Rôle
ja: ロール
pl: Rola

source: An account with this email address already exists.
ca: Ja existeix un compte amb aquesta adreça de correu electrònic.
de: Ein Konto mit dieser E-Mail-Adresse existiert bereits.
es: Ya existe una cuenta con esa dirección de correo electrónico.
eu: Helbide elektroniko hau duen kontu bat existitzen da dagoeneko.
fr: Un compte avec ce courriel existe déjà.
ja: このメールアドレスは既に使用されています。
pl: Na ten ades e-mail jest już zarejestrowane konto.

source: User names cannot contain @.
ca: Els noms d'usuari no poden contenir @.
de: Kontonamen dürfen kein @ enthalten.
es: Los nombres de usuario no pueden contener '@'.
eu: Erabiltzaile-izenek ezin dute @ izan.
fr: Les noms d'utilisateur·ice ne peuvent pas contenir de @.
ja: ユーザー名に @ を含めることはできません。
pl: Nazwa użytkownika nie może zawiera @.

source: This username was used in the past and cannot be reused.
ca: Aquest nom d'usuari es va utilitzar en el passat i no es pot reutilitzar.
de: Dieser Kontoname wurde schon einmal verwendet und kann nicht wiederverwendet werden.
es: Este nombre de usuario se usó en el pasado y no puede reutilizarse.
eu: Erabiltzaile-izen hau iraganean erabili izan da eta ezin da berrerabili.
fr: Ce nom d'utilisateur·ice a été utilisé dans le passé et ne peut pas être réutilisé.
ja: このユーザー名は既に使用されているため使えません。
pl: Ta nazwa użytkownika bya już wykorzystywana i nie może by użyta ponownie.
