Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Import / Export Bans
ca: Prohibicions d'importació/exportació
de: Banns importieren / exportieren
es: Importar / Exportar bloqueos
eu: Inportatu / Esportatu debekuak
fr: Importer / Exporter la liste de Bans
ja: BANのインポート/エクスポート
pl: Importuj/Eksportuj Blokady

source: Remote server scan
ca: Escaneig remot del servidor
es: Escaneo de servidor remoto
eu: Urruneko zerbitzariaren eskaneoa
fr: Analyse du serveur distant
ja: リモートサーバーのスキャン
pl: Skan zdalnych serwerów

source: Use this to scan a remote PieFed or Lemmy server and "pre-load" its communities, as ranked by posts and activity. NSFW communities and communities from banned instances are excluded.
ca: Feu servir això per escanejar un servidor remot de PieFed o Lemmy i "precarregar" les seves comunitats, classificades per publicacions i activitat. Les comunitats NSFW i les comunitats d'instàncies prohibides queden excloses.
de: Nutze dies um einen Remote-PieFed- oder -Lemmy-Server zu scannen und dessen Communities, gereiht nach Beiträgen und Aktivität "vorzuladen". NSFW-Communities und Communities von gebannten Instanzen sind ausgeschlossen.
eu: Erabili hau urruneko PieFed edo Lemmy zerbitzari bat eskaneatzeko eta bere komunitateak "aurrekargatzeko", argitalpen eta jardueraren arabera sailkatuta. NSFW komunitateak eta debekatutako instantzietako komunitateak baztertuta daude.
fr: Utilisez ceci pour scanner un serveur PieFed ou Lemmy distant et "précharger" ses communautés, classées par publications et activité. Les communautés NSFW et celles provenant d'instances bannies sont exclues.
pl: Użyj tego do skanowania zdalnych instancji PieFed lub Lemmy'ego by "Wstpnie zaadowa" jego spoecznoci, uszeregowane wedug liczby postów i aktywnoci. Spoecznoci NSFW i spoecznoci zablokowane zostan wykluczone.

source: Input should be in the form of <strong>https://server-name.tld</strong>
ca: L'entrada ha de tenir el format <strong>https://nom-del-servidor.tld</strong>
de: Eingabe sollte das Format <strong>https://server-name.tld</strong> haben
es: La entrada debe ser del tipo <strong>https://nombre-servidor.tld</strong>
eu: Sarrera <strong>https://zerbitzari-izena.tld</strong> formatuan egon behar da
fr: L'entrée doit être sous la forme de <strong>https://nom-du-serveur.tld</strong>
ja: <strong>https://server-name.tld</strong> のように入力してください
pl: Wprowadzone dane powinny by form <strong>https://nazwa-serwera.tld</strong>

source: Load communities from Lemmyverse data
ca: Carrega comunitats des de dades de Lemmyverse
de: Lade Communities aus Lemmyverse-Daten
es: Cargar comunidades desde datos de Lemmyverse
eu: Kargatu komunitateak Lemmyverse datuetatik
fr: Ajouter des communautés à partir des données du Lemmyverse
ja: Lemmyverseからコミュニティを読み込む
pl: Zaaduj spoecznoci z danych Lemmyverse

source: Use this to "pre-load" known threadiverse communities, as ranked by posts and activity. The list of communities pulls from the same list as <a href="https://lemmyverse.net/communities">LemmyVerse</a>. NSFW communities and communities from banned instances are excluded. Communities with less than 100 posts and less than 500 active users in the past week are excluded.
ca: Feu servir això per "precarregar" les comunitats Threadiverse conegudes, classificades per publicacions i activitat. La llista de comunitats prové de la mateixa llista que <a href="https://lemmyverse.net/communities">LemmyVerse</a>. S'exclouen les comunitats NSFW i les comunitats d'instàncies prohibides. S'exclouen les comunitats amb menys de 100 publicacions i menys de 500 usuaris actius la setmana passada.
de: Nutze dies um bekannte Threadiverse-Communities "vorzuladen", bewertet nach Beiträgen und Aktivität. Die Liste der Communities hat den gleichen Ursprung wie die Liste von <a href="https://lemmyverse.net/communities">LemmyVerse</a>. NSFW-Communities und Communities von gebannten Instanzen sind ausgeschlossen. Communities mit weniger als 100 Beiträgen und weniger als 500 aktiven Nutzenden in der letzten Woche sind ausgeschlossen.
es: Utiliza esto para "precargar" comunidades conocidas del threadiverse, clasificadas por publicaciones y actividad. La lista de comunidades se obtiene de la misma fuente que <a href="https://lemmyverse.net/communities">LemmyVerse</a>. Se excluyen comunidades NSFW y de instancias bloqueadas. También se excluyen comunidades con menos de 100 publicaciones y menos de 500 usuarios activos en la última semana.
eu: Erabili hau ezagunak diren threadiverse komunitateak "aurrekargatzeko", argitalpen eta jardueren arabera sailkatuta. Komunitateen zerrenda <a href="https://lemmyverse.net/communities">LemmyVerse</a>-ren zerrenda beretik hartzen da. NSFW komunitateak eta debekatutako instantzietako komunitateak baztertzen dira. Azken astean 100 argitalpen baino gutxiago eta 500 erabiltzaile aktibo baino gutxiago dituzten komunitateak baztertzen dira.
fr: Utilisez ceci pour "précharger" les communautés connues du threadiverse, classées par nombre de publications et d'activité. La liste des communautés provient de la même liste que <a href="https://lemmyverse.net/communities">LemmyVerse</a>. Les communautés NSFW et celles provenant d'instances interdites sont exclues. Les communautés comptant moins de 100 publications et moins de 500 utilisateurs actifs au cours de la semaine passée sont également exclues.
ja: <a href="https://lemmyverse.net/communities">LemmyVerse</a>から投稿数やアクティブユーザーに基づいてランク付けされたコミュニティを「事前読み込み」します。NSFWのコミュニティや、BANされたインスタンスのコミュニティは除外されます。 過去1週間の投稿数が100件未満の場合やアクティブユーザーが500人未満のコミュニティは除外されます。
pl: Użyj tego by "wstpnie zaadowa" znane spoecznoci, uszergeowane wedug liczby postów i aktywnoci. Lista spoczenoci pochodzi z tej samej list co <a href="https://lemmyverse.net/communities">LemmyVerse</a>. Spoecznoci NSFW i zablokowane zostan wykluczone. Spoecznoci, które maj mniej niż 100 postów i mniej niż 500 użytkowników w przecigu ostatniego tygodnia też zostan wykluczone.

source: Resource usage
ca: Ús de recursos
de: Ressourcennutzung
eu: Baliabideen erabilera
fr: Utilisation des ressources
ja: リソース使用状況
pl: Zużycie zasobów

source: Load average:
ca: Càrrega mitjana:
de: Durchschnittliche Auslastung:
eu: Batez besteko karga:
fr: Charge moyenne :
pl: rednie obciżenie:

source: Post translation available:
ca: Post traducció disponible:
de: Beitragsübersetzung verfügbar:
eu: Argitalpenaren itzulpena eskuragarri:
fr: Traduction de la publication disponible :
ja: 投稿の翻訳が有効
pl: Dostpne tumaczenia posta:

source: Installed Plugins
ca: Complements instal·lats
de: Installierte Plugins
eu: Instalatutako pluginak
fr: Plugins installés
ja: インストール済みのプラグイン
pl: Zaintalowane rozszerzenia

source: Plugin Name
ca: Nom del connector
eu: Pluginaren izena
fr: Nom du plugin
ja: プラグイン名
pl: Nazwa rozszerzenia

source: Version
ca: Versió
es: Versión
eu: Bertsioa
ja: バージョン
pl: Wersja

source: Hooks
ca: Ganxos
eu: Kakoak
fr: Point d'encrage
ja: フック
pl: Punkty zaczepienia

source: Source Code
ca: Codi font
de: Quellcode
eu: Iturburu-kodea
fr: Code Source
ja: ソースコード
pl: Kod źródowy

source: No source URL
ca: Sense URL d'origen
de: Keine Quell-URL
eu: Jatorrizko URLik ez
fr: Pas d'URL Source
ja: ソースURLはありません
pl: Brak źródowego URL

source: No hooks
ca: Sense ganxos
de: Keine Hooks
eu: Kakorik ez
fr: Pas de points d'encrage
ja: フックはありません
pl: Brak punktów zaczepienia

source: No plugins installed.
ca: No hi ha cap complement instal·lat.
de: Keine Plugins installiert.
eu: Ez dago pluginik instalatuta.
fr: Pas de plugins installés.
ja: プラグインはインストールされていません。
pl: Nie zainstalowano żadnych rozszerze.

source: Instance chooser settings
ca: Configuració del selector d'instàncies
de: Instanz-Auswähler-Einstellungen
eu: Instantzien hautatzailearen ezarpenak
fr: Paramètres du selecteur d'instance
ja: インスタンス選択機能設定
pl: Ustawienia wybierania instancji

source: During registration, new people are shown a list of instances to join. To include your instance in that list, fill out this form.
ca: Durant el registre, es mostra a les persones noves una llista d'instàncies a les quals s'hi poden unir. Per incloure la vostra instància en aquesta llista, ompliu aquest formulari.
de: Während der Registrierung wird neuen Personen eine Liste an Instanzen angezeigt, denen sie beitreten können. Um deine Instanz zu dieser Liste hinzuzufügen, fülle dieses Formular aus.
eu: Izena ematean, pertsona berriei sartzeko instantzien zerrenda bat erakusten zaie. Zure instantzia zerrenda horretan sartzeko, bete formulario hau.
fr: Lors de l'inscription, une liste d'instances à rejoindre est présentée aux nouveaux utilisateur·ices. Pour inclure votre instance dans cette liste, remplissez ce formulaire.
ja: 新しく登録する人には参加先として選べるインスタンス一覧が表示されます。このフォームへ設定することでインスタンス一覧へこのインスタンスを載せることができます。
pl: Podczas rejestracji, nowi ludzie zobacz list instancji do wybory. Aby Twoja instancja si tam pojawia wypenij ten formularz.

source: Only instances that commit to active moderation against racism, sexism, homophobia and transphobia should enable this feature.
ca: Només les instàncies que es comprometin a la moderació activa contra el racisme, el sexisme, l'homofòbia i la transfòbia haurien d'habilitar aquesta funció.
de: Nur Instanzen die sich aktiver Moderation gegen Rassismus, Sexismus, Homophobie und Transphobie verschreiben, sollten diese Funktion aktivieren.
eu: Arrazismoaren, sexismoaren, homofobiaren eta transfobiaren aurkako moderazio aktiboarekin konprometitzen diren instantziek solik gaitu beharko lukete funtzio hau.
fr: Seules les instances qui s'engagent à une modération active contre le racisme, le sexisme, l'homophobie et la transphobie devraient activer cette fonctionnalité.
ja: 人種差別、性差別、同性愛嫌悪、トランス嫌悪に対して積極的にモデレーションを行うインスタンスのみ、この機能を有効にしてください。
pl: Tylko instancje, które maj aktywn moderacj przeciwko rasizmowi, seksizmowi, homofobii i transfobii powinny wczy te funkcj.

source: Instance strength / maturity
ca: Força/maduresa de la instància
de: Instanz-Stärke / -Reife
eu: Instantziaren indarra / heldutasuna
ja: インスタンスの規模・安定度
pl: Sia instancji / dojrzao

source: These are used to create the Maturity indicator. More is better but none are required.
ca: Aquests s'utilitzen per crear l'indicador de maduresa. Com més n'hi hagi, millor, però no cal cap.
de: Diese werden genutzt um den Reife-Indikator zu erstellen. Mehr ist besser, aber nichts ist erforderlich.
eu: Hauek heldutasun adierazlea sortzeko erabiltzen dira. Gehiago gehituz hobetzen da, baina ez da beharrezkoa.
fr: Ces informations sont utilisées pour établir l'indicateur de Maturité. Aucune n'est obligatoire, mais le plus il y en a, le mieux c'est.
pl: To zostao użyte by stworzy wskaźnik dojrzaoci. Wicej znaczy lepiej, ale żaden nie jest wymagany.

source: Create offline instance
ca: Crea una instància fora de línia
de: Offline-Instanz erstellen
eu: Sortu lineaz kanpoko instantzia
fr: Créer une instance hors-ligne
ja: オフラインインスタンスの作成
pl: Stwórz instancje offline

source: Blocked
ca: Bloquejat
de: Blockiert
es: Bloqueada
eu: Blokeatuta
fr: Bloqué
ja: ブロック
pl: Zablokowane

source: Domain
ca: Domini
es: Dominio
eu: Domeinua
fr: Domaine
ja: ドメイン
pl: Domena

source: Software
ca: Programari
eu: Softwarea
fr: Logiciel
ja: ソフトウェア
pl: Oprogramowanie

source: Known Communities
ca: Comunitats conegudes
de: Bekannte Communities
es: Comunidades conocidas
eu: Komunitate ezagunak
fr: Communautés connues
ja: 認識済みコミュニティ
pl: Znane spoecznoci

source: Known Users
ca: Usuaris coneguts
de: Bekannte Konten
es: Usuarios conocidos
eu: Erabiltzaile ezagunak
fr: Utilisateur·ices connu·e·s
ja: 認識済みユーザー
pl: Znani użytkownicy

source: Vote Weight
es: Peso del voto
eu: Botoen pisua
fr: Poids du vote
ja: 投稿の重み

source: When an Activity was received from them
ca: Quan es va rebre una activitat d'ells
de: Wenn eine Aktivität von ihnen empfangen wurde
es: Cuándo se recibió una Actividad de ellos
eu: Jarduera bat haiengandik jaso zenean
fr: Lorsqu'une activité a été reçue de leur part
ja: 最後にそのインスタンスからアクティビティを受信した時間
pl: Kiedy aktywno zostaa od nich otrzymana

source: Seen
ca: Vist
de: Gesehen
es: Visto
eu: Ikusita
fr: Vu
ja: 最終確認
pl: Widziane

source: When we successfully sent them an Activity
ca: Quan els vam enviar correctament una activitat
de: Wenn wir ihnen erfolgreich eine Aktivität gesendet haben
es: Cuándo se envió con éxito una Actividad a ellos
eu: Jarduera bat behar bezala bidali genienean
fr: Lorsque nous leur avons envoyé avec succès une activité
ja: アクティビティの送信に成功した日時
pl: Kiedy skutecznie wysalimy im aktywno

source: Sent
ca: Enviat
de: Gesendet
es: Enviado
eu: Bidalita
fr: Envoyé
ja: 送信数
pl: Wysane

source: How many times we failed to send (reset to 0 after every successful send)
ca: Quantes vegades no hem pogut enviar (es reinicia a 0 després de cada enviament correcte)
de: Wie oft der Versand fehlgeschlagen ist (nach jedem erfolgreichem Versand auf 0 zurücksetzen)
es: Cuántas veces falló el envío (se restablece a 0 tras cada envío exitoso)
eu: Zenbat aldiz huts egin dugun bidaltzean (bidalketa arrakastatsu bakoitzaren ondoren 0ra berrezartzen da)
fr: Nombre d'échec d'envoie (remis à 0 après chaque envoie réussis)
ja: 送信に失敗した数 (成功すると0にリセットされます)
pl: Ile razy nie udao si nam wysa (resetuje si do 0 za każdym sukcesem)

source: Failed
ca: Fallat
de: Fehlgeschlagen
es: Fallido
eu: Huts eginda
fr: Échec
ja: 失敗数
pl: Nie powiodo si

source: Instance Status - Online/Dormant/Gone Forever
ca: Estat de la instància: en línia/inactiu/desaparegut per sempre
de: Instanz-Status - Online/Inaktiv/Für immer verschwunden
es: Estado de la instancia: En línea/Inactiva/Desaparecida para siempre
eu: Instantziaren egoera - Linean/Lozorroan/Betiko desagertuta
fr: État de l'instance - En ligne/Hors-ligne/Cloturée
ja: インスタンスステータス(オンライン/休止中/永久に削除済み)
pl: Status instancji - Online/Upiona/Przepada na zawsze

source: Status
ca: Estat
es: Estado
eu: Egoera
ja: ステータス

source: Last Seen
ca: Últim vist
de: Zuletzt gesehen
es: Visto por última vez
eu: Azkenekoz ikusita
fr: Dernière fois vu
ja: 最終活動時間
pl: Ostatnio widziana

source: Content settings
ca: Configuració del contingut
de: Inhaltseinstellungen
eu: Edukiaren ezarpenak
fr: Paramètres du contenu
ja: コンテンツ設定
pl: Ustawienia treci

source: CSS in this field will be added to every page.
ca: El CSS en aquest camp s'afegirà a totes les pàgines.
de: CSS in diesem Feld wird jeder Page hinzugefügt.
eu: Eremu honetako CSSa orrialde guztietan gehituko da.
fr: Le CSS dans ce champs sera ajouté à chaque page.
ja: CSSは全てのページに追加されます。
pl: CSS w tym polu zostanie dodany do każdej strony.

source: JavaScript in this field will be added to every page. Do not include &lt;script&gt; tags.
ca: El JavaScript d'aquest camp s'afegirà a totes les pàgines. No inclogueu etiquetes &lt;script&gt;.
de: Javascript in diesem Feld wird jeder Seite hinzugefügt. Nutze keine &lt;script&gt;-Tags.
eu: Eremu honetako JavaScripta orrialde guztietan gehituko da. Ez sartu &lt;script&gt; etiketarik.
fr: Le JavaScript dans ce champs sera ajouté à chaque page. Ne pas inclure les balises &lt;script&gt ;.
ja: JavaScript は全ページに追加されます。&lt;script&gt; タグは使用しないでください。
pl: JavaScript w tym polu zostanie dodany do każdej strony. Nie używaj znaczników &lt;script&gt;.

source: Use 2-letter country codes, one per line, e.g. GB. Probably not necessary if NSFW communities is off.
ca: Feu servir codis de país de dues lletres, un per línia, p. ex. GB. Probablement no cal si les comunitats NSFW estan desactivades.
de: Nutze 2-Buchstaben-Ländercodes, einen pro Zeile, z.B. GB. Wahrscheinlich nicht erforderlich wenn NSFW-Communities ausgeschaltet sind.
eu: Erabili 2 letrako herrialde kodeak, lerro bakoitzeko bat, adibidez GB. Seguruenik ez da beharrezkoa NSFW komunitateak itzalita badaude.
fr: Utilisez des codes de pays à deux lettres, un par ligne, par exemple GB. Probablement inutile si les communautés NSFW sont désactivées.
ja: 2文字の国コードを1行に1つずつ入力してください（例: GB）。NSFWコミュニティをオフにしている場合は不要です。
pl: Użyj dwuliterowych kodów krajów, jeden na lini, np GB. Prawdopodobnie nie jest to potrzebne jeżeli spoecznoci NSFW s wyczone.

source: You can use markdown here.
ca: Pots fer servir el markdown aquí.
de: Du kannst hier Markdown nutzen.
eu: Markdown erabil dezakezu hemen.
fr: Vous pouvez utiliser le markdown ici.
ja: ここではMarkdownが使えます。
pl: Możesz uży markdown tutaj.

source: Use 2-letter country codes, one per line. Requires IPinfo API or a Country information header set.
ca: Feu servir codis de país de 2 lletres, un per línia. Requereix l'API IPinfo o un conjunt de capçaleres d'informació de país.
de: Verwende 2-Buchstaben-Ländercodes, einen pro Zeile. Benötigt IPinfo API oder einen gesetzten Länderinformationen-Header.
eu: Erabili 2 letrako herrialde kodeak, bat lerro bakoitzeko. IPinfo APIa edo Herrialde informazio goiburu bat behar du.
fr: Utilisez des codes de pays à deux lettres, un par ligne. Nécessite l'API IPinfo ou un ensemble d'en-têtes d'informations sur le pays.
ja: 2文字の国コードを1行に1つずつ入力してください。IPinfo API または国情報ヘッダーの設定が必要です。
pl: Użyj dwuliterowych kodów krajów, jeden na lini. Wymaga API IPinfo lub nagówka Country.

source: PieFed instances only. One per line, no https:// on the front.
ca: Només instàncies de PieFed. Una per línia, sense https:// al davant.
de: Ausschließlich PieFed-Instanzen. Eine pro Zeile, ohne https:// am Anfang.
eu: PieFed instantziak bakarrik. Lerro bakoitzeko bat, aurrealdean https://-rik gabe.
fr: Instances PieFed seulement. Une par ligne, sans préfixe https:// .
ja: PieFedインスタンスのみ。1行に1つずつ記入し、先頭に「https://」は付けないでください。
pl: Tylko instancje PieFed. Jedna na lini, bez https:// na pocztku.

source: This will be sent after their application is approved. Use markdown.
ca: Això s'enviarà després que la seva sol·licitud sigui aprovada. Utilitzeu el markdown.
de: Wird versandt, nachdem die Bewerbung bewilligt ist. Markdown verwenden.
eu: Hau haien eskaera onartu ondoren bidaliko da. Erabili markdown.
fr: Celui-ci sera envoyé une fois leur inscription approuvée. Utilisez le Markdown.
ja: 申請が承認された後に送信されるメッセージです。Markdownが使用できます。
pl: Ta wiadomo zostanie wysana do użytkownika po zatwierdzeniu jego konta. Użyj markdowna.

source: Danger Zone! - Instance Deletion
ca: Zona de perill! - Supressió d'instàncies
de: Gefahrenzone! - Instanz-Löschung
eu: Arrisku-eremua! - Instantziaren ezabaketa
fr: Zone dangereuse ! - Suppression de l'instance
pl: Uwaga! - Usuwanie Instancji

source: You are about to close the instance "<strong>%(domain)s</strong>."
ca: Esteu a punt de tancar la instància "<strong>%(domain)s</strong>."
de: Du bist dabei die Instanz "<strong>%(domain)s</strong>" zu schließen.
eu: "<strong>%(domain)s</strong>" instantzia ixtear zaude.
fr: Vous êtes sur le point de fermer et supprimer l'instance "<strong>%(domain)s</strong>."
pl: Za chwile zamkniesz instancje "<strong>%(domain)s</strong>."

source: Once you hit close all other instances will stop sending content to here, new user registration will be closed and an announcement added to the home page.
ca: Un cop que premeu tanca, totes les altres instàncies deixaran d'enviar contingut aquí, el registre de nous usuaris es tancarà i s'afegirà un anunci a la pàgina d'inici.
de: Sobald du Schließen drückst, werden andere Instanzen aufhören Inhalte hierher zu senden, neue Kontoregistrierungen werden geschlossen und eine Ankündigung wird zur Startseite hinzugefügt.
eu: Itxi botoia sakatzen duzunean, beste instantzia guztiek edukia hona bidaltzeari utziko diote, erabiltzaile berrien erregistroa itxiko da eta iragarki bat gehituko da hasierako orrialdean.
fr: Une fois que vous aurez cliqué sur "Fermer", toutes les autres instances arrêteront de communiquer leur contenu ici. Les nouvelles inscriptions d'utilisateur·ices seront impossibles, et une annonce sera ajoutée à la page d'accueil.
pl: Kiedy klikniesz zamknij wszystkie pozostae instancje przestan wysya tutaj treci, nowe rejestracje użytkowników zostan odrzucone, oraz ogoszenie zostanie dodane na stronie gównej.

source: This action should be taken a few days before going offline and only after plenty of earlier warning, so communities have time to move, etc.
ca: Aquesta acció s'hauria de prendre uns dies abans de desconnectar i només després d'un avís previ, perquè les comunitats tinguin temps de moure's, etc.
de: Diese Aktion sollte ein paar Tage vor dem Offlinegehen erfolgen und nur nach reichlich vorheriger Warnung, damit Communities Zeit haben umzuzuziehen, usw.
eu: Ekintza hau lineaz kanpo utzi baino egun batzuk lehenago egin beharko litzateke, eta abisu asko eman ondoren bakarrik, komunitateek mugitzeko denbora izan dezaten, etab.
fr: Cette action devrait avoir lieu au moins quelques jours avant la mise hors-ligne, et seulement après de nombreux avertissements, pour que les communautés aient le temps de migrer, etc.
pl: Ta decyzja powinna zosta podjta na kilka dni przed wyczeniem serwera i tylko po wielu wczeniejszych ostrzeżeniach, tak aby spoecznoci miay czas si przenie.

source: Remember, once you do this, there's no going back. Are you sure you want to continue?
ca: Recorda, un cop ho facis, no hi ha marxa enrere. Estàs segur que vols continuar?
de: Denk daran, wenn du dies tust, gibt es kein Zurück mehr. Bist du sicher, dass du fortfahren möchtest?
es: Recuerda que, una vez hecho esto, no hay vuelta atrás. ¿Estás seguro de continuar?
eu: Gogoratu, hau egin ondoren, ez dagoela atzera bueltarik. Ziur zaude jarraitu nahi duzula?
fr: Rappelez-vous, une fois que vous avez fait cela, il n'y a pas de retour en arrière. Êtes-vous sûr de vouloir continuer ?
ja: 一度これを実行すると元に戻せません。本当に続けてもよろしいですか？
pl: Ta akcja jest nieodwracalna. Czy chcesz kontynunowac?

source: User ID #1
ca: ID d'usuari núm. 1
de: Konto-ID #1
eu: 1. erabiltzaile IDa
fr: ID Utilisateur·ice #1
ja: ユーザーID #1
pl: ID użytnikowa #1

source: Query
ca: Consulta
de: Anfrage
eu: Kontsulta
fr: Requête
ja: クエリー
pl: Zapytanie

source: Configure the flair the instance, by giving it a name, a short slogan, basic info for the sidebar and a logo. This information appears in link previews in social media.
ca: Configura l'estil de la instància donant-li un nom, un eslògan curt, informació bàsica per a la barra lateral i un logotip. Aquesta informació apareix a les previsualitzacions d'enllaços a les xarxes socials.
de: Konfiguriere den Flair der Instanz, indem du ihr einen Namen, einen kurzen Slogan, grundlegende Infos für die Seitenleiste und ein Logo gibst. Diese Informationen erscheinen in Linkvorschauen auf Social Media.
eu: Konfiguratu instantziaren bereizgarria, izen bat emanez, eslogan labura bat, oinarrizko informazioa albo-barran eta logo bat. Informazio hau esteka aurreikuspenetan agertzen da sare sozialetan.
fr: Configurez l'instance en lui donnant un nom, un slogan, des informations de base pour la barre latérale et un logo. Ces informations apparaissent dans les aperçus des liens dans les médias sociaux.
ja: インスタンス設定です。サイト名、タグライン、サイドバーに表示される基本情報、ロゴなどが設定できます。ここで設定した内容はリンクプレビューにも表示されます。
pl: Skonfiguruj styl instancji, nadajc jej nazw, krótki slogan, krótki opis na pasek boczny i logo. Te informacje pojawi si w podgldzie w social mediach.

source: Provide a square image, minimum 50 pixels wide but ideally 152+ pixels.
ca: Proporcioneu una imatge quadrada, d'una amplada mínima de 50 píxels però idealment de 152 o més píxels.
de: Benötigt wird ein quadratisches Bild, minimum 50 Pixel breit aber idealerweise 152+ Pixel.
es: Proporciona una imagen cuadrada, mínimo 50 píxeles de ancho pero idealmente más de 152.
eu: Eman irudi karratu bat, gutxienez 50 pixeleko zabalera duena, baina idealki 152 pixel baino gehiagokoa.
fr: Veuillez fournir une image carrée d'au moins 50 pixels de large, mais idéalement de 152 pixels ou plus.
ja: 正方形の画像をアップロードしてください（最低でも幅50ピクセル、推奨は152ピクセル以上）。
pl: Dodaj kwadratowe zdjcie, miniumum 50 pikseli szerokoci, optymalnie 152+ pikseli
