Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Ensure the copy of the community on this instance has been active long enough to receive a decent amount of posts. The move process will not copy posts so having an account on this instance subscribed to it for a while is the only way to get old posts here.
ca: Assegureu-vos que la còpia de la comunitat en aquesta instància hagi estat activa durant prou temps per rebre una quantitat decent de publicacions. El procés de trasllat no copiarà publicacions, de manera que tenir un compte en aquesta instància subscrit durant un temps és l'única manera d'obtenir publicacions antigues aquí.
de: Stelle sicher, dass die Kopie der Community auf dieser Instanz lang genug aktiv war, um eine angemessene Anzahl an Beiträgen zu erhalten. Beiträge werden beim Umzug nicht berücksichtigt, sodass ein Account auf dieser Instanz, der die Community eine Weile lang abonniert hat, der einzige Weg ist, um alte Posts hierherzuziehen.
eu: Ziurtatu instantzia honetako komunitatearen kopia denbora nahiko egon dela aktibo mezu kopuru egokia jasotzeko. Mugimendu prozesuak ez ditu mezuak kopiatuko, beraz, instantzia honetako kontu bat denbora batez komunitatera harpidetuta egotea hemengo mezu zaharrak lortzeko modu bakarra da.
fr: Assurez-vous que la copie de la communauté sur cette instance est active depuis suffisamment longtemps pour recevoir un nombre décent de publications. Le processus de migration ne copiera pas les publications. Donc avoir un compte sur cette instance auquel vous êtes abonné pendant un certain temps est le seul moyen de récupérer les anciens messages ici.
ja: このインスタンス上でコミュニティを開き、ある程度投稿があるか確認してください。 移行では投稿が引き継がれないため、過去の投稿を読みたい場合は事前に参加しておくか追加で取得しておく必要があります。
pl: Upewnij si, że kopia spoecznoci na tej instancji jest aktywna dostatecznie dugo by posiada opowiedni liczb postów. Proces przenosin nie bdzie kopiowa postów, wic posiadanie konta na tej instancji subskrybujcego star spoeczno to jedyny sposób by je tutaj przenie.

source: Lock the old community by setting it to 'moderators only' so no one else can post in it.
eu: Blokeatu komunitate zaharra 'moderatzaileentzat bakarrik' gisa ezarriz, inork bertan argitaratu ez dezan.

source: Create a post in the old community announcing the impending move to %(instance_domain)s. Paste the url of that post into the field below.
ca: Crea una publicació a l'antiga comunitat anunciant el trasllat imminent a %(instance_domain)s. Enganxa l'URL d'aquesta publicació al camp següent.
de: Erstelle einen Beitrag in der alten Community und weise auf den anstehenden Umzug zu %(instance_domain)s hin. Füge die Beitrags-URL in das Feld unten ein.
eu: Sortu argitalpen bat komunitate zaharrean, %(instance_domain)s-ra laster aldatuko dela iragarriz. Itsatsi argitalpen horren urla beheko eremuan.
fr: Créez une publication dans l'ancienne communauté annonçant la migration imminente sur %(instance_domain)s. Collez l'URL de cette publication dans le champ ci-dessous.
ja: 古いコミュニティに、%(instance_domain)s への移行を告知する投稿を作成してください。その投稿のURLを下の欄に貼り付けてください。
pl: Utwórz post w starej spoecznoci ogaszajcy zamiar przeniosin na %(instance_domain)s. Wklej url tego posta do pola poniżej.

source: Submit the form to send the request to %(instance_domain)s admins.
ca: Envieu el formulari per enviar la sol·licitud als administradors de %(instance_domain)s.
de: Schicke das Formular ab um die Anfrage an die Admins von %(instance_domain)s zu senden.
eu: Bidali formularioa %(instance_domain)s administratzaileei eskaera egiteko.
fr: Soumettez le formulaire pour envoyer la demandes aux administrateur·ices de %(instance_domain)s.
ja: このフォームを送信すると、%(instance_domain)s の管理者にリクエストが送られます。
pl: Przelij formularz by wysa zapytanie do administratorów %(instance_domain)s.

source: %(instance_domain)s admins will review your request, turn this community into a local one and contact you.
ca: Els administradors de %(instance_domain)s revisaran la teva sol·licitud, convertiran aquesta comunitat en una comunitat local i es posaran en contacte amb tu.
de: Admins von %(instance_domain)s werden deine Anfrage prüfen, diese Community in eine Lokale umwandeln und Dich kontaktieren.
eu: %(instance_domain)s administratzaileek zure eskaera berrikusiko dute, komunitate hau tokiko bihurtuko dute eta zurekin harremanetan jarriko dira.
fr: Les admins de %(instance_domain)s examineront votre demande, transformeront cette communauté en une communauté locale et vous contacteront.
ja: %(instance_domain)s の管理者がリクエストを確認し、このコミュニティをローカルに移行したらご連絡します。
pl: Administratorzy %(instance_domain)s sprawdz Twoje zapytanie, zamieni t spoeczno w lokaln i skontaktuj si z Tob.

source: Update your announcement post in the old community to encourage people to join the new community at<br>!%(community_name)s@%(instance_domain)s.
ca: Actualitza la publicació de l'anunci a l'antiga comunitat per animar la gent a unir-se a la nova comunitat a<br>!%(community_name)s@%(instance_domain)s.
de: Aktualisiere deinen Ankündigungsbeitrag in der alten Community, um die Leute dazu zu bewegen der neuen Community beizutreten, unter<br>!%(community_name)s@%(instance_domain)s.
eu: Eguneratu zure iragarpen-argitalpena komunitate zaharrean, jendea komunitate berrira bat egitera animatzeko<br>!%(community_name)s@%(instance_domain)s helbidean.
fr: Mettez à jour votre annonce dans l'ancienne communauté pour encourager les gens à rejoindre la nouvelle communauté à l'adresse !%(community_name)s@ %(instance_domain)s.
ja: 古いコミュニティの告知投稿を更新し、<br>!%(community_name)s@%(instance_domain)s に参加しなおすように呼びかけてください。
pl: Aktualizuj ogoszenie w starej spoecznoci by zachci ludzi do doczenia do nowej spoecznoci w <br>!%(community_name)s@%(instance_domain)s.

source: Wiki pages for %(community)s
ca: Pàgines wiki per a %(community)s
de: Wiki-Seiten für %(community)s
es: Páginas wiki de %(community)s
eu: %(community)s-ren wiki orriak
fr: Pages Wiki de %(community)s
ja: %(community)s のWiki
pl: Strona wiki dla %(community)s

source: View page
ca: Mostra la pàgina
de: Seite ansehen
es: Ver página
eu: Ikusi orria
fr: Voir la page
ja: ページを表示
pl: Wywietl stron

source: View revisions
ca: Veure revisions
de: Revisionen ansehen
es: Ver revisiones
eu: Ikusi berrikuspenak
fr: Voir les révisions
ja: 履歴を表示
pl: Zobacz zmiany

source: Add a link to the wiki in the community description.
ca: Afegeix un enllaç a la wiki a la descripció de la comunitat.
de: Füge einen Link zum Wiki zur Community-Beschreibung hinzu.
es: Añade un enlace a la wiki en la descripción de la comunidad.
eu: Gehitu wikirako esteka komunitatearen deskribapenean.
fr: Ajoutez un lien vers le wiki dans la description de la communauté.
ja: コミュニティの説明にWikiへのリンクを追加する。
pl: Dodaj link do strony wiki w opisie spoecznoci

source: There are no wiki pages in this community.
ca: No hi ha pàgines wiki en aquesta comunitat.
de: Es gibt keine Wiki-Seiten in dieser Community.
es: No hay páginas wiki en esta comunidad.
eu: Ez dago wiki orrialderik komunitate honetan.
fr: Aucune page Wiki dans cette communauté pour le moment.
ja: このコミュニティにはまだWikiはありません。
pl: Spoeczno nie ma strony wiki

source: Revisions of %(title)s
ca: Respondre a %(title)s
de: Optionen für "%(title)s"
es: Revisiones de %(title)s
eu: %(title)s-ren berrikuspenak
fr: Révisions de %(title)s
ja: %(title)s の変更履歴
pl: Zmiana w %(title)s

source: Revert
ca: Reverteix
de: Revision
es: Revertir
eu: Leheneratu
ja: 戻す
pl: Przywróc

source: Invite to %(name)s
ca: Convida a %(name)s
de: Einladen zu %(name)s
eu: Gonbidatu %(name)s-ra
fr: Inviter vers %(name)s
ja: %(name)s を招待
pl: Zapro do %(name)s

source: Start fediverse handles with '@' to differentiate them from email addresses.
ca: Comença els identificadors de fediverse amb '@' per diferenciar-los de les adreces de correu electrònic.
de: Beginne Fediverse-Handles mit '@' um sie von E-Mail-Adressen zu unterscheiden.
eu: Hasi fediverse heldulekuak '@' karakterearekin helbide elektronikoetatik bereizteko.
fr: Commencez les identifiants du fédiverse par '@' pour les différencier des adresses de courriels.
ja: メールアドレスと区別するため、Fediverseアカウントの先頭には"@"をつけてください。
pl: Zaczynaj handle fediwersowe od '@' aby odróżni je od adresów email.

source: 1 = terrible, 3 = ok, 5 = best ever
de: 1 = furchtbar, 3 = okay, 5 = großartig
eu: 1 = oso txarra , 3 = ona, 5 = bikainena
pl: 1 = okropne, 3 = ok, 5 = najlepsze

source: Ratings
eu: Balorazioak

source: Who
eu: Nor

source: Only admins and staff can see who made each rating.
eu: Administratzaileek eta pertsonalak soilik ikus dezakete nork egin duen balorazio bakoitza.

source: Found a post:
ca: He trobat una publicació:
de: Beitrag gefunden:
es: Se encontró una publicación:
eu: Argitalpen bat aurkitu da:
fr: Trouver une publication :
ja: 見つけた投稿：
pl: Znaleziono post:

source: Use these buttons to quickly generate some testing topics and communities to use during development.
ca: Feu servir aquests botons per generar ràpidament alguns temes de prova i comunitats per utilitzar durant el desenvolupament.
de: Nutze die Buttons um schnell ein paar Test-Themen und -Communities zu generieren um sie während der Entwicklung zu verwenden.
es: Usa estos botones para generar rápidamente temas y comunidades de prueba para usar durante el desarrollo.
eu: Erabili botoi hauek proba-gaiak eta komunitateak azkar sortzeko, garapenean erabiltzeko.
fr: Utilisez ces boutons pour générer rapidement des rubriques de test et des communautés à utiliser pendant le développement.
ja: 開発中に使うテスト用のトピックやコミュニティを、以下のボタンで簡単に生成できます。
pl: Nacinij przyciski by szybko stworzy tematy i spoecznoci do testów.

source: Add Dev Communities
ca: Afegeix comunitats Dev
de: Entwicklungs-Communities hinzufügen
es: Añadir comunidades de desarrollo
eu: Gehitu garapen komunitatea
fr: Ajouter des communautés développement
ja: 開発用コミュニティの追加
pl: Dodaj spoecznoci deweloperskie

source: Add Dev Topics
ca: Afegeix temes Dev
de: Entwicklungs-Themen hinzufügen
es: Añadir temas de desarrollo
eu: Gehitu garapen gaiak
fr: Ajouter des rubriques de développement
ja: 開発用トピックの追加
pl: Dodaj tematy deweloperskie

source: Delete Dev Communities
ca: Suprimeix les comunitats Dev
de: Entwicklungs-Communities entfernen
es: Eliminar comunidades de desarrollo
eu: Ezabatu garapen komunitateak
fr: Supprimer des communautés de développement
ja: 開発用コミュニティの削除
pl: Usu spoeczno dewelopersk

source: Delete Dev Topics
ca: Suprimeix els temes de desenvolupament
de: Entwicklungs-Themen entfernen
es: Eliminar temas de desarrollo
eu: Ezabatu garatzaileen gaiak
fr: Supprimer des rubriques de développement
ja: 開発用トピックの削除
pl: Usu temat deweloperski

source: Domains
ca: Dominis
es: Dominios
eu: Domeinuak
fr: Domaines
ja: ドメイン
pl: Domeny

source: No posts in this domain yet.
ca: Encara no hi ha publicacions en aquest domini.
de: Noch keine Beiträge unter dieser Domain.
es: Todavía no hay publicaciones en este dominio.
eu: Ez dago domeinu honetako argitalpenik oraindik.
fr: Aucune publication sur ce domaine pour le moment.
ja: このドメインにはまだ投稿がありません。
pl: Brak postów w domenie.

source: Domain management
ca: Gestió de dominis
de: Domainverwaltung
es: Administración del dominio
eu: Domeinuaren kudeaketa
fr: Gestion du domaine
ja: ドメイン管理
pl: Zarzdzaj domen

source: Unblock
ca: Desbloqueja
de: Entblocken
es: Desbloquear
eu: Desblokeatu
fr: Débloquer
ja: ブロック解除
pl: Odblokuj

source: Block
ca: Bloc
de: Blockieren
es: Bloquear
eu: Blokeatu
fr: Bloquer
ja: ブロック
pl: Zablokuj

source: Ban instance-wide
ca: Prohibir a tota la instància
de: Auf ganzer Instanz bannen
es: Bloquear a nivel de instancia
eu: Debekatu instantzia osoan
fr: Bannir de toute l'instance
ja: インスタンスをBANする
pl: Zbanuj instancj

source: Domains containing "%(search)s"
ca: Dominis que contenen "%(search)s"
de: Domains mit "%(search)s"
es: Dominios que contienen "%(search)s"
eu: "%(search)s" duten domeinuak
fr: Domaines contenant "%(search)s"
ja: "%(search)s" を含むドメイン
pl: Domeny zawierajce "%(search)s"

source: Banned domains
ca: Dominis prohibits
de: Gebannte Domains
es: Dominios bloqueados
eu: Debekatutako domeinuak
fr: Domaines bannis
ja: BAN済みのドメイン
pl: Zbanowane domeny

source: How many times has something on this domain been posted
ca: Quantes vegades s'ha publicat alguna cosa en aquest domini
de: Wie oft wurde etwas auf dieser Domain veröffentlicht
es: Cuántas veces se ha publicado algo de este dominio
eu: Zenbat aldiz argitaratu da zerbait domeinu honetan
fr: Combien de fois a quelque chose sur ce domaine a été publié
ja: このドメインからの投稿回数
pl: Ile razy zapostowowano w danej domenie

source: Banned domains containing "%(search)s"
ca: Dominis prohibits que contenen "%(search)s"
de: Gebannte Domains mit "%(search)s"
eu: "%(search)s" duten debekatutako domeinuak
fr: Domaines bannis contenant "%(search)s"
pl: Zbanowane domeny zawierajce "%(search)s"

source: Unbanning this domain allows future posts linking to that domain.
ca: Si desbloqueges aquest domini, les futures publicacions enllacen a aquest domini.
de: Das Entbannen dieser Domain erlaubt zukünftige Beiträge, die auf diese Domain verlinken.
es: Desbloquear este dominio permite futuras publicaciones que lo enlacen.
eu: Domeinu honi debekua kentzeak etorkizunean domeinu horretara estekatutako argitalpenak baimentzen ditu.
fr: Dé-bannir ce domaine autorise les futures publications liées à ce domaine.
ja: このドメインのブロックを解除すると、今後このドメインへのリンクを含む投稿が許可されます。
pl: Odbanowanie tej domeny zezwoli w przyszoci na posty prowadzce do tej domeny.

source: Sorry, access is denied
ca: Ho sentim, accés denegat
de: Entschuldigung, Zugriff ist nicht erlaubt
es: Lo sentimos, acceso denegado
eu: Barkatu, sarbidea ukatuta dago
fr: Désolé, l'accès est refusé
ja: アクセスは禁止されています
pl: Odmowa dostpu

source: You cannot access this area.
ca: No es pot accedir a aquesta àrea.
de: Du hast keinen Zugriff auf diesen Bereich.
es: No puedes acceder a esta área.
eu: Ezin zara eremu honetara sartu.
fr: Vous n'avez pas accès à cette zone.
ja: このページへのアクセスは禁止されています。
pl: Nie masz dostepu do tego obszaru.

source: Back
ca: Enrere
de: Zurück
es: Volver
eu: Itzuli
fr: Retour
ja: 戻る
pl: Wró

source: Ooops, something is broken!
ca: Ups, alguna cosa s'ha trencat!
de: Hoppla, da ist was kaputt!
es: ¡Vaya, algo se ha roto!
eu: Ups, zerbait hautsi da!
fr: Oups, il y a un problème !
ja: おっと、何かが壊れています！
pl: Ups, co si popsuo!

source: The page your browser tried to load could not be found.
ca: No s'ha pogut trobar la pàgina que el vostre navegador ha intentat carregar.
de: Die Seite, die Ihr Browser zu laden versucht hat, konnte nicht gefunden werden.
es: No se pudo encontrar la página que tu navegador intentó cargar.
eu: Zure nabigatzailea kargatzen saiatu den orrialdea ezin izan da aurkitu.
fr: La page que votre navigateur a essayé de charger est introuvable.
ja: ページが見つかりませんでした。
pl: Nie znaleziono strony któr chcesz odwiedzi.

source: You have been temporarily rate-limited. Please wait a while before making more requests.
ca: La teva tarifa està temporalment limitada. Si us plau, espera una mica abans de fer més sol·licituds.
de: Deine Anfragen wurden vorübergehend limitiert. Bitte warte einen Moment, bevor du weitere Anfragen machst.
eu: Aldi baterako tasa mugatu zaitugu. Itxaron pixka bat eskaera gehiago egin aurretik.
fr: Vous avez été temporairement limité en termes de fréquence. Veuillez patienter un moment avant de faire d'autres demandes.
ja: リクエストの上限に達しました、時間を置いてもう一度お試しください。
pl: Naożono na Ciebie ograniczenie czasowe. Poczekaj prosz zanim wylesz wicej zapyta.

source: Request limit:
ca: Límit de sol·licitud:
de: Anfragelimit:
eu: Eskaera muga:
fr: Limite de demande :
ja: リクエスト制限:
pl: Limit zapyta:

source: This limitation is in place to prevent abuse and ensure fair usage for all users.
ca: Aquesta limitació s'ha implementat per evitar l'abús i garantir un ús legítim per a tots els usuaris.
de: Diese Limitierung existiert, um Missbrauch zu vermeiden und faire Nutzung für alle Nutzenden zu ermöglichen.
eu: Muga hau abusua saihesteko eta erabiltzaile guztientzat erabilera justua bermatzeko ezarri da.
fr: Cette limitation est en place pour prévenir les abus et garantir une utilisation équitable pour tous les utilisateur·ices.
ja: この制限は、悪用防止と公平な利用のために設けられています。
pl: To ograniczenie ma na celu zapobiec nadużyciom i zapewni uczciwe korzystanie przez wszystkich użytkowników.

source: If you believe this is a mistake, please let us know about this, so we can repair it and make PieFed better for everyone.
ca: Si creieu que això és un error, feu-nos-ho saber perquè puguem reparar-ho i millorar PieFed per a tothom.
de: Wenn du denkst, dass dies ein Fehler ist, lass es uns bitte wissen, damit wir es reparieren und PieFed für alle besser machen können.
eu: Akats bat dela uste baduzu, mesedez, jakinarazi iezaguzu, konpondu dezagun eta PieFed guztiontzat hobea izan dadin.
fr: Si vous pensez qu'il s'agit d'une erreur, veuillez nous en informer afin que nous puissions le réparer et améliorer PieFed pour tout le monde.
ja: アクセスが多すぎたようです。誤検知と思われる場合はご連絡ください。PieFedをより良くするために役立てます。
pl: Jeżeli uważasz, że to pomyka, daj znam o tym zna, żebymy mogli to naprawi i uczyni PieFed lepszym dla wszystkich.

source: An unexpected error has occurred
ca: S'ha produït un error inesperat
de: Ein unerwarteter Fehler ist aufgetreten
es: Ha ocurrido un error inesperado
eu: Ustekabeko errore bat gertatu da
fr: Une erreur inattendue est survenue
ja: 予期せぬエラーが発生しました
pl: Wystpi niespodziewany problem

source: Sorry for the inconvenience! Please let us know about this, so we can repair it and make PieFed better for everyone.
ca: Disculpeu les molèsties! Si us plau, feu-nos-ho saber perquè puguem reparar-ho i millorar PieFed per a tothom.
de: Entschuldige bitte die Unannehmlichkeiten! Bitte teile uns dies mit, damit wir es reparieren und PieFed für alle besser machen können.
es: Disculpa las molestias. ¡Infórmanos de esto para que podamos solucionarlo y mejorar PieFed para todos!
eu: Barkatu eragozpenak! Mesedez, jakinarazi iezaguzu hau, konpondu dezagun eta PieFed guztiontzat hobea izan dadin.
fr: Désolé pour le désagrément ! Veuillez nous en informer afin que nous puissions le réparer et améliorer PieFed pour tout le monde.
ja: ご不便をおかけして申し訳ありません！問題を報告していただけるとPieFedをより良くしていくのに役立ちます。
pl: Przepraszamy za niedogodnoci! Poinformuj nas o problemie abymy mogli uczyni PieFed lepszym dla wszystkich!

source: In PieFed, accounts have a main profile and an alternative profile (used for private voting). You are viewing the alternative profile of an account.
ca: A PieFed, els comptes tenen un perfil principal i un perfil alternatiu (utilitzat per a votacions privades). Esteu veient el perfil alternatiu d'un compte.
de: In PieFed haben Konten ein Hauptprofil und ein alternatives Profil (das für privates Voting verwendet wird). Du siehst gerade das alternative Profil eines Kontos.
es: En PieFed, las cuentas tienen un perfil principal y otro alternativo (para votaciones privadas). Estás viendo el perfil alternativo de una cuenta.
eu: PieFed-en, kontuek profil nagusi bat eta profil alternatibo bat dituzte (boto pribatuetarako erabiltzen dena). Kontu baten profil alternatiboa ikusten ari zara.
fr: Dans PieFed, les comptes ont un profil principal et un profil alternatif (utilisé pour le vote privé). Vous consultez le profil alternatif d'un compte.
ja: PieFedでは、アカウントにはメインプロフィールと代替プロフィール（匿名投票用）があります。現在表示されているのは代替プロフィールです。
pl: Konta PieFed maj gówny i alternatywny profil (do prywatnego gosowania). Ogldasz profil alternatywny użytkownika.

source: More about this
ca: Més informació sobre això
de: Mehr erfahren
es: Más información
eu: Honi buruz gehiago
fr: Plus d'informations à ce sujet
ja: 詳細はこちら
pl: Wicej na ten temat

source: Copy
ca: Còpia
de: Kopieren
eu: Kopiatu
fr: Copier
ja: コピー
pl: Skopiuj

source: Subscribe
ca: Subscriu-te
de: Abonnieren
eu: Harpidetu
fr: S'abonner
ja: 参加
pl: Subskrybuj

source: Unsubscribe %(name)s
ca: Cancel·la la subscripció %(name)s
de: Deabonniere %(name)s
eu: %(name)s-(r)en harpidetza kendu
fr: Désabonné·e %(name)s
ja: %(name)s の参加を解除
pl: Odsubskrybuj %(name)s

source: Unsubscribe
ca: Cancel·la la subscripció
de: Deabonnieren
eu: Kendu harpidetza
fr: Désabonner
ja: 参加をやめる
pl: Odsubskrybuj

source: Edit Feed
ca: Edita el feed
de: Feed bearbeiten
eu: Editatu jarioa
fr: Modifier le Flux
ja: フィードの編集
pl: Edytuj Feed

source: Notify about every new post. Not advisable in high traffic feeds!
ca: Notifiqueu-ho sobre cada entrada nova. No és aconsellable en pinsos d'alt trànsit!
de: Benachrichtige über jeden neuen Beitrag. Nicht ratsam in stark frequentierten Feeds!
eu: Jakinarazi argitalpen berri bakoitzari buruz. Ez da komeni trafiko handiko jarioetan!
fr: Notification pour chaque nouvelle publication. Déconseillé dans les Flux à forte fréquentation !
ja: 新着投稿のたびに通知されます。投稿の多いフィードではおすすめできません！
pl: Powiadom o nowych postach. Niewskazane przy feedach o wysokiej aktywnoci

source: Found a feed:
ca: He trobat un feed:
de: Feed gefunden:
eu: Jario bat aurkitu da:
fr: Trouver un Flux :
ja: フィードを探す:
pl: Znaleziono feed

source: Copy Feed
ca: Alimentació de còpies
de: Feed kopieren
eu: Kopiatu jarioa
fr: Copier le Flux
ja: フィードをコピー
pl: Skopiuj Feed

source: Format example: news@lemmy.world. One per line.
ca: Exemple de format: news@lemmy.world. Un per línia.
de: Formatierungsbeispiel: news@lemmy.world. Eine pro Zeile.
eu: Formatuaren adibidea: albisteak@lemmy.eus. Lerro bakoitzeko bat.
fr: Exemple de formattage : news@lemmy.world. Un par ligne.
ja: 入力例： news@lemmy.world (1行に1つずつ)
pl: Przykadowy format: news@lemmy.world. Jeden na lini.

source: Which community within %(feed)s to post in?
ca: En quina comunitat dins de %(feed)s publicar?
de: In welcher Community innerhalb von %(feed)s möchtest du posten?
eu: Zein komunitatetan argitaratu %(feed)s-en barruan?
fr: Dans quelle communauté de %(feed)s publier ?
ja: %(feed)s 内のどのコミュニティに投稿しますか？
pl: W której spoecznoci w %(feed)s zapostowa?

source: Post in %(name)s
ca: Publica a %(name)s
de: Beitrag in %(name)s
es: Publicar en %(name)s
eu: Argitaratu %(name)s-en
fr: Publier dans %(name)s
ja: %(name)s に投稿
pl: Zapostuj w %(name)s

source: View %(name)s
ca: Visualitza %(name)s
de: %(name)s ansehen
es: Ver %(name)s
eu: Ikusi %(name)s
fr: Voir %(name)s
ja: %(name)s を表示
pl: Wywietl %(name)s

source: Feed has subscribers, cannot change Url.
ca: El feed té subscriptors, no es pot canviar l'URL.
de: Feed hat Abonnierende, kann URL nicht ändern.
eu: Jarioak harpidedunak ditu, ezin da URLa aldatu.
fr: Le flux a des abonné·es. Vous ne pouvez pas changer son adresse url.
pl: Feed ma subskrybentow, nie można zmieni adresu URL

source: Create Feed
ca: Crea canal
de: Feed erstellen
eu: Sortu jarioa
fr: Créer un Flux
ja: フィードの作成
pl: Utwórz feed

source: Add a Feed from another instance
ca: Afegeix un canal des d'una altra instància
de: Füge einen Feed von einer anderen Instanz hinzu
eu: Gehitu jario bat beste instantzia batetik
fr: Ajouter un Flux à partir d'une autre instance
ja: 他のインスタンスからフィードを追加
pl: Dodaj feed z innej instancji

source: Add remote Feed
ca: Afegeix un canal remot
de: Remote-Feed hinzufügen
eu: Gehitu urruneko jarioa
fr: Ajouter un Flux distant
ja: リモートフィードの追加
pl: Dodaj zdalny feed

source: Creator
ca: Creador
de: Ersteller*in
eu: Sortzailea
fr: Créateur·ice
ja: 作成者
pl: Twórca

source: No Public Feeds yet...
ca: Encara no hi ha canals públics...
de: Keine öffentlichen Feeds bisher...
eu: Ez dago jario publikorik oraindik...
fr: Aucun Flux public pour le moment...
ja: 公開フィードはまだありません...
pl: Brak publicznych feedów

source: Sub-feeds
ca: Subcanals
de: Unter-Feeds
eu: Azpi-jarioak
fr: Sous-flux
ja: サブフィード
pl: Sub-feedy

source: No posts in this feed yet.
ca: Encara no hi ha entrades en aquest canal.
de: Noch keine Beiträge in diesem Feed.
eu: Ez dago argitalpenik jario honetan oraindik.
fr: Aucune publication dans ce flux pour le moment.
ja: このフィードにはまだ投稿がありません。
pl: Brak postów w tym feedzie.
