Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Banned tags
ca: Etiquetes prohibides
de: Gebannte Tags
es: Etiquetas bloqueadas
eu: Debekatutako etiketak
fr: Mots-clics bannis
ja: 禁止されたタグ
pl: Zablokowane tagi

source: How many times has something using this tag been posted
ca: Quantes vegades s'ha publicat alguna cosa que utilitza aquesta etiqueta
de: Wie oft wurde etwas das diesen Tag nutzt veröffentlicht
es: Cuántas veces se ha publicado algo usando esta etiqueta
eu: Zenbat aldiz argitaratu da zerbait etiketa hau erabiliz
fr: Combien de fois a-t-on publié en utilisant ce mot-clic
ja: このタグを使って投稿された回数
pl: Liczba postów z tagiem

source: Most upvotes in the last 24h
ca: Més vots positius en les últimes 24 hores
de: Meiste Upvotes in den letzten 24 Std
es: Más votos positivos en las últimas 24h
eu: Boto gehien azken 24 orduetan
fr: Les plus hautvotés depuis ces dernières 24h
ja: 24時間で最も賛成された投票
pl: Najwyżej oceniane w cigu ostanich 24 godzin

source: Local members
ca: Membres locals
de: Lokale Mitglieder
es: Miembros locales
eu: Tokiko kideak
fr: Membres locaux
ja: ローカルのメンバー
pl: Lokalni czonkowie

source: Only people on %(instance_domain)s can post or reply in this community.
ca: Només les persones de %(instance_domain)s poden publicar o respondre en aquesta comunitat.
de: Nur Personen auf %(instance_domain)s können in dieser Community posten oder antworten.
es: Solo las personas en %(instance_domain)s pueden publicar o responder en esta comunidad.
eu: %(instance_domain)s-eko jendeak bakarrik argitaratu edo erantzun dezake komunitate honetan.
fr: Seules les personnes sur %(instance_domain)s peuvent poster ou répondre dans cette communauté.
ja: %(instance_domain)s のユーザーだけがこのコミュニティに投稿及び返信することができます。
pl: Tylko ludzie w %(instance_domain)s mog postowa i odpowiada w tej spoecznoci.

source: Community Settings
ca: Configuració de la comunitat
de: Community-Einstellungen
es: Configuración de la comunidad
eu: Komunitatearen ezarpenak
fr: Paramètres de la communauté
ja: コミュニティの設定
pl: Ustawienia spoecznoci

source: Notify about every new post. Not advisable in high traffic topics!
ca: Notifica'm de cada nova publicació. No recomanable en temes amb molt trànsit!
de: Benachrichtige über jeden neuen Beitrag. Nicht ratsam in stark frequentierten Communities!
es: Notificar sobre cada nueva publicación. ¡No es recomendable en temas con mucho tráfico!
eu: Jakinarazi argitalpen berri bakoitzari buruz. Ez da komenigarria trafiko handiko gaietan!
fr: Notification pour chaque nouvelle publication. Déconseillé dans les rubriques à forte fréquentation !
ja: 新しい投稿を通知します。投稿数の多いトピックではお勧めできません！
pl: Powiadomiaj mnie o każdym pocie. Odradzane przy wysoce aktywnych tematach!

source: Sub-topics
ca: Subtemes
de: Unterthemen
es: Subtemas
eu: Azpigaiak
fr: Sous-thèmes
ja: サブトピック
pl: Tematy poboczne

source: No posts in this topic yet.
ca: Encara no hi ha publicacions en aquest tema.
de: Noch keine Beiträge zu diesem Thema.
es: No hay publicaciones en este tema todavía.
eu: Ez dago gai honetan argitalpenik oraindik.
fr: Pas de publications dans cette rubrique pour le moment.
ja: このトピックにはまだ投稿がありません。
pl: Brak postów w tym temacie

source: Topic communities
ca: Comunitats temàtiques
de: Themen Communities
es: Comunidades del tema
eu: Gai komunitateak
fr: Communautés dans la rubrique
ja: トピックのコミュニティ
pl: Spoecznoci tematyczne

source: You have not been using PieFed long enough to be allowed to suggest Topics.
ca: No fa prou temps que fas servir PieFed per poder suggerir temes.
de: Du nutzt PieFed noch nicht lang genug, um Themen vorschlagen zu dürfen.
es: No llevas suficiente tiempo usando PieFed para poder sugerir temas.
eu: Ez duzu PieFed denbora nahikoa erabili gaiak iradokitzeko baimena izateko.
fr: Vous n'avez pas utilisé PieFed assez longtemps pour être autorisé à suggérer des rubriques.
ja: 利用を開始して間もないため、まだトピックの提案はできません。
pl: Zbyt krótko jeste użytkownikiem PieFed by sugerowa tematy.

source: Which community within %(topic)s to post in?
ca: En quina comunitat dins de %(topic)s publicar?
de: In welcher Community innerhalb von %(topic)s, möchtest du posten?
es: ¿En qué comunidad dentro de %(topic)s publicar?
eu: Zein komunitatetan argitaratu %(topic)s-en barruan?
fr: Dans quelle communauté de %(topic)s publier ?
ja: %(topic)s 内のどのコミュニティに投稿しますか？
pl: W której spoecznoci sporód %(topic)s chciaby zapostowa

source: Notify about every new post by this person.
ca: Notifiqueu cada entrada nova d'aquesta persona.
de: Benachrichtige über jeden neuen Beitrag von dieser Person.
es: Notificar sobre cada nueva publicación de esta persona.
eu: Jakinarazi pertsona honen mezu berri bakoitzari buruz.
fr: Notifier chaque nouvelle publication par cette personne.
ja: このユーザの新しい投稿をすべて通知する。
pl: Powiadomiaj mnie o każdym nowym pocie tego użytkownika

source: Newest posts
ca: Publicacions més noves
de: Neueste Beiträge
es: Publicaciones más nuevas
eu: Azken argitalpenak
fr: Dernières publications
ja: 新しい投稿
pl: Najnowsze posty

source: Newest
ca: El més nou
de: Neueste
es: Nuevas
eu: Berrienak
fr: Nouveau
ja: 新しい順
pl: Najnowsze

source: Oldest
ca: Més antic
de: Älteste
es: Antiguas
eu: Zaharrenak
fr: Plus ancien
ja: 古い順
pl: Najstarsze

source: More settings:
ca: Altres Configuracions:
de: Weitere Einstellungen:
eu: Ezarpen gehiago:
fr: Plus de paramètres :
ja: 追加の設定：
pl: Wicej ustawie:

source: Profile
ca: Perfil
de: Profil
es: Perfil
eu: Profila
fr: Profil
ja: プロフィール
pl: Profil

source: Blocks & Filters
ca: Blocs i filtres
de: Blockierungen & Filter
es: Bloqueos y filtros
eu: Blokeoak eta iragazkiak
fr: Blocages et filtres
ja: ブロックとフィルター
pl: Filtrowane i zablokowane

source: Import & Export
ca: Importació i exportació
es: Importar y Exportar
eu: Inportatu eta esportatu
fr: Importer & Exporter
ja: インポートとエクスポート
pl: Importuj/Eksportuj

source: Passkeys
ca: Claus d'accés
eu: Passkey-ak
fr: Clés de sécurité
ja: パスキー
pl: Klucze dostpu

source: Connect OAuth
ca: Connecta a OAuth
de: Mit OAuth verknüpfen
eu: Konektatu OAuth
fr: Connexion OAuth
pl: Podcz OAuth

source: Alerts
ca: Alertes
de: Warnungen
es: Alertas
eu: Alertak
fr: Alertes
ja: 新着通知の設定
pl: Ostrzeżenia

source: Filters
ca: Filtres
de: Filter
es: Filtros
eu: Iragazkiak
fr: Filtres
ja: フィルター
pl: Filtry

source: Block community
de: Community blocken
eu: Blokeatu komunitatea

source: Enter the name or ActivityPub ID of the community you want to block.
de: Gib den Namen oder die ActivityPub-ID der Community ein, die du blockieren möchtest.
eu: Sartu blokeatu nahi duzun komunitatearen izena edo ActivityPub IDa.
pl: Wpisz nazw lub ActivityPub ID spoecznoci, któr chcesz zablokowa.

source: Examples: community, !community@example.com, or https://example.com/c/community
de: Beispiele: Community, !community@beispiel.com oder https://beispiel.com/c/community
eu: Adibideak: komunitatea, !komunitatea@adibidea.com, edo https://adibidea.com/c/komunitatea

source: Block domain
de: Domain blockieren
eu: Blokeatu domeinua

source: Enter the domain name you want to block. Posts linking to this domain will be hidden.
de: Gib die Domain ein, die du blockieren möchtest. Beiträge, die zu dieser Domain verlinken, werden verborgen.
eu: Sartu blokeatu nahi duzun domeinu-izena. Domeinu honetara estekatutako argitalpenak ezkutatuko dira.

source: Example: example.com
de: Beispiel: beispiel.com
eu: Adibidea: adibidea.com
pl: Przykad: example.com

source: Block instance
de: Instanz blockieren
eu: Blokeatu instantzia

source: Enter the domain of the instance you want to block. All content from this instance will be hidden.
de: Gib die Domain der Instanz ein, die du blockieren möchtest. Alle Inhalte von dieser Instanz werden verborgen.
eu: Sartu blokeatu nahi duzun instantziaren domeinua. Instantzia honetako eduki guztia ezkutatuko da.
pl: Wprowadź doemen instancji, któr chcesz ablokowa. Caa zawarto z tej instancji zostanie ukryta.

source: Example: lemmy.example.com
de: Beispiel: lemmy.beispiel.com
eu: Adibidea: lemmy.adibidea.com
pl: Przykad: lemmy.example.com

source: Block user
de: Nutzer*in blockieren
eu: Blokeatu erabiltzailea

source: Enter the username or ActivityPub ID of the user you want to block.
de: Gib den Namen oder die ActivityPub-ID des Kontos ein, das du blockieren möchtest.
eu: Sartu blokeatu nahi duzun erabiltzailearen erabiltzaile-izena edo ActivityPub IDa.
pl: Wpisz nazwa użytkownika lub ActivityPub ID osoby, któr chcesz zablokowa.

source: Examples: username, @user@example.com, or https://example.com/u/username
de: Beispiele: Kontoname, @name@beispiel.com oder https://beispiel.com/u/kontoname
eu: Adibideak: erabiltzaile-izena, @erabiltzailea@adibidea.com edo https://adibidea.com/u/erabiltzaileizena
pl: Przykad: nazwaużytkownika, @użytkownika@example.com lub https://example.com/u/nazwa

source: No posts have been bookmarked. Use the three dots on each post to find the bookmark function.
ca: No s'ha afegit cap publicació a les adreces d'interès. Utilitzeu els tres punts de cada publicació per trobar la funció de marcador.
de: Keine Beiträge wurden zu den Lesezeichen hinzugefügt. Nutze die drei Punkte an jedem Beitrag um die Lesezeichen-Funktion zu finden.
es: No hay publicaciones marcadas. Usa los tres puntos en cada publicación para encontrar la función de marcador.
eu: Ez da argitalpenik gogokoetan gorde. Erabili argitalpenetako hiru puntuak gogokoen funtzioa aurkitzeko.
fr: Aucune publication n'a été mise en favori. Utilisez les trois points sur chaque publication pour trouver la fonction de mise en favori.
ja: ブックマークされた投稿がありません。投稿の3点リーダーボタンからブックマークすることができます。
pl: Brak zapisanych postów. Nacinij trzy kropki koo posta by go zapisa

source: Bookmarks of comments
ca: Marcadors de comentaris
de: Lesezeichen der Kommentare
es: Marcadores de comentarios
eu: Iruzkinen laster-markak
fr: Commentaires favoris
ja: ブックマークしたコメント
pl: Zapisane komenatrze

source: No comments have been bookmarked. Use the three dots on each comment to find the bookmark function.
ca: No s'ha afegit cap comentari a les adreces d'interès. Utilitzeu els tres punts de cada comentari per trobar la funció de marcador.
de: Keine Kommentare wurden zu den Lesezeichen hinzugefügt. Nutze die drei Punkte an jedem Kommentar um die Lesezeichen-Funktion zu finden.
es: No hay comentarios marcados. Usa los tres puntos en cada comentario para encontrar la función de marcador.
eu: Ez da iruzkinik gogokoetan gorde. Erabili iruzkinen hiru puntuak gogokoen funtzioa aurkitzeko.
fr: Aucun commentaire n'a été mis en favori. Utilisez les trois points sur chaque commentaire pour trouver la fonction de mise en favori.
ja: ブックマークされたコメントがありません。投稿の3点リーダーボタンからブックマークすることができます。
pl: Brak zapisanych komentarzy. Nacinij trzy kropki przy komenatrzu by go zapisa

source: Donate to %(instance_name)s
ca: Dona a %(instance_name)s
de: An %(instance_name)s spenden
eu: Eman dohaintza %(instance_name)s(e)ri
fr: Faire un don à %(instance_name)s
ja: %(instance_name)s へ寄付
pl: Wesprzyj %(instance_name)s

source: By supporting %(instance_name)s financially you will be helping to build a better internet for everyone.
ca: Si doneu suport econòmic a %(instance_name)s, contribuireu a construir un internet millor per a tothom.
de: Deine finanzielle Unterstützung von %(instance_name)s trägt dazu bei, das Internet für alle besser zu machen.
eu: %(instance_name)s ekonomikoki lagunduz gero, guztiontzako internet hobea eraikitzen lagunduko duzu.
fr: En soutenant financièrement %(instance_name)s, vous contribuerez à la construction d'un meilleur internet pour tous et toutes.
ja: %(instance_name)s をご支援いただくことで、みんなのためにより良いインターネットを作る力になります。
pl: Wspierajc %(instance_name)s finansowo, dokadasz si do tworzenialepszego internetu.

source: Please choose from one of the plans below.
ca: Si us plau, trieu un dels plans següents.
de: Bitte wähle eines der untenstehenden Abos.
eu: Mesedez, aukeratu beheko planetako bat.
fr: Veuillez choisir l'une des offres ci-dessous.
ja: 以下のプランの中からお選びください。
pl: Wybierz jeden z poniższych planów

source: Manage existing donation plan
ca: Gestionar el pla de donacions existent
de: Verwalte bestehende Spendenabos
eu: Kudeatu uneko dohaintza-planak
fr: Gérer les offres de dons existantes
ja: 現在の寄付プランを管理する
pl: Zarzdzaj istniejcymi planami wspierania

source: Cancel regular donation
ca: Cancel·la la donació regular
de: Regelmäßige Spende kündigen
eu: Bertan behera utzi ohiko dohaintza
fr: Annuler le don régulier
ja: 定期的な寄付を停止する
pl: Anuluj regularne dotacje

source: When your credit card expires you will need to add a new one to continue your donations.
ca: Quan caduqui la teva targeta de crèdit, hauràs d'afegir-ne una de nova per continuar amb les teves donacions.
de: Wenn Deine Kreditkarte abläuft, musst du eine neue hinzufügen, um deine Spenden fortzusetzen.
eu: Zure kreditu txartela iraungitzen denean, berri bat gehitu beharko duzu zure dohaintzak egiten jarraitzeko.
fr: Lorsque votre carte de crédit expirera, vous devrez en ajouter une nouvelle pour continuer à faire des dons.
ja: ご利用のクレジットカードの有効期限が切れた場合、寄付を継続するには新しいカードの登録が必要です。
pl: Kiedy Twoja karta kredytowa wyganie bdziesz musia doda now by kontynuowa swoje wpaty.

source: Update credit card details
ca: Actualitzar les dades de la targeta de crèdit
de: Kreditkartendetails ändern
eu: Eguneratu kreditu txartelaren xehetasunak
fr: Mettre à jour les informations de la carte de crédit
ja: クレジットカード情報を更新する
pl: Uaktualnij dane karty kredytowej

source: Generous donation
ca: Donació generosa
de: Großzügige Spende
eu: Dohaintza eskuzabala
fr: Don généreux
ja: 上位の寄付プラン
pl: Chojne datki

source: Prices are in US dollars.
ca: Els preus són en dòlars americans.
de: Preise sind in US Dollar.
eu: Prezioak AEBetako dolarretan daude.
fr: Les prix sont en dollars américains.
ja: 表示価格は米ドル（USD）です。
pl: Ceny w dolarach amerykaskich

source: OAuth Connections
ca: Connexions OAuth
de: OAuth-Verknüpfungen
eu: OAuth konexioak
fr: Connexions OAuth
pl: Poczenia OAuth

source: Connect your account to these services to log in without a password.
ca: Connecta el teu compte a aquests serveis per iniciar la sessió sense contrasenya.
de: Verknüpfe dein Konto mit diesen Diensten um dich ohne Passwort anzumelden.
eu: Konektatu zure kontua zerbitzu hauetara pasahitzik gabe saioa hasteko.
fr: Reliez votre compte à ces services pour vous connecter sans mot de passe.
pl: Podcz swoje konto do tych usug by logowa si bez hasa.

source: Connected
ca: Connectat
de: Verknüpft
eu: Konektatuta
fr: Connecté·e
pl: Poczono

source: Disconnect
ca: Desconnecta
de: Verknüpfung lösen
eu: Deskonektatu
fr: Déconnecté·e
pl: Rozcz

source: Not connected
ca: No connectat
de: Nicht verknüpft
eu: Konektatu gabe
fr: Non connecté·e
pl: Niepodczono

source: Connect Google
ca: Connecta Google
de: Mit Google verknüpfen
eu: Konektatu Google
fr: Relier à Google
pl: Pocz z Google

source: Connect Mastodon
ca: Connecta Mastodon
de: Mit Mastodon verknüpfen
eu: Konektatu Mastodon
fr: Relier à Mastodon
pl: Pocz z Mastodon

source: Connect Discord
ca: Connecta Discord
de: Mit Discord verknüpfen
eu: Konektatu Discord
fr: Relier à Discord
pl: Pocz z Discord

source: Note: If you connect an OAuth provider, you can use it to log in to your account without a password.
ca: Nota: Si connecteu un proveïdor d'OAuth, el podeu utilitzar per iniciar la sessió al vostre compte sense contrasenya.
de: Hinweis: Wenn du einen OAuth-Provider verknüpfst, kannst du ihn nutzen, um dich ohne Passwort anzumelden.
eu: Oharra: OAuth hornitzaile bat konektatzen baduzu, pasahitzik gabe zure kontuan saioa hasteko erabil dezakezu.
fr: Remarque : si vous connectez à un fournisseur OAuth, vous pourrez l'utiliser pour vous connecter à votre compte sans mot de passe.
pl: Notatak: jeżeli podczysz dostawc OAuth, możesz uży go by zalogowa si bez hasa.

source: If you disconnect all OAuth providers, you will need to use your password to log in.
ca: Si desconnecteu tots els proveïdors d'OAuth, haureu d'utilitzar la vostra contrasenya per iniciar la sessió.
de: Löst du alle Verknüpfungen mit OAuth-Providern, benötigst du dein Passwort zum Anmelden.
eu: OAuth hornitzaile guztiak deskonektatzen badituzu, pasahitza erabili beharko duzu saioa hasteko.
fr: Si vous vous déconnectez de tous les fournisseurs OAuth, vous devrez utiliser votre mot de passe pour vous connecter.
pl: Jeżeli odczysz wszystkich dostawców OAuth, bdziesz musia uży hasa by si zalogowa.

source: Change settings
ca: Canvia la configuració
de: Einstellungen ändern
es: Cambiar ajustes
eu: Aldatu ezarpenak
fr: Modifier les paramètres
ja: 設定の変更
pl: Zmie ustawienia

source: Delete %(username)s
ca: Suprimeix %(username)s
de: %(username)s löschen
es: Eliminar %(username)s
eu: Ezabatu %(username)s
fr: Supprimer %(username)s
ja: %(username)s を削除
pl: Usu %(username)s

source: You are about to permanently delete the account with the username "<strong>%(username)s</strong>." This means your profile will disappear, pictures will be deleted. Text-based posts will stay but look like they are from someone named "deleted".
eu: "<strong>%(username)s</strong>" erabiltzaile-izen kontua betiko ezabatzear zaude. Horrek esan nahi du zure profila desagertuko dela, argazkiak ezabatuko direla. Testu-argitalpenak mantendu egingo dira, baina "ezabatua" izeneko norbaitek egindakoak balira bezala agertuko dira.

source: Once you hit delete, nobody can use "%(username)s" as a username again. We are doing this so nobody pretends to be you.
ca: Un cop premeu Suprimeix, ningú podrà utilitzar "%(username)s" com a nom d'usuari. Ho fem perquè ningú es faci passar per tu.
de: Sobald du Löschen gedrückt hast, kann niemals wieder jemand "%(username)s" als Kontonamen verwenden. Wir tun dies, sodass niemand vorgeben kann, du zu sein.
es: Una vez que confirmes la eliminación, nadie podrá usar "%(username)s" como nombre de usuario. Hacemos esto para que nadie pueda hacerse pasar por ti.
eu: Ezabatu botoia sakatu ondoren, inork ezingo du "%(username)s" erabiltzaile-izen gisa erabili berriro. Hau egiten ari gara inork ez dezan zu izatearen itxurak egin.
fr: Une fois que vous avez cliqué sur supprimer, personne ne pourra utiliser "%(username)s" comme nom d’utilisateur·iceà nouveau. Nous faisons cela pour que personne usurpe votre identité.
ja: なりすましを防ぐため、一度削除すると誰も"%(username)s"をユーザー名として使用できなくなります。
pl: Po usuniciu nikt nie bdzie móg uży "%(username)s" jako nazwy użytkownika w celu uniknicia podszywania si

source: We will tell other websites (fediverse instances) that your account is gone. But it's up to them to decide what to do with any copies they have of your stuff. Some websites work differently than ours.
ca: Informarem altres llocs web (instàncies de fediverse) que el vostre compte ha desaparegut. Però depèn d'ells decidir què fer amb les còpies que tinguin de les vostres coses. Alguns llocs web funcionen de manera diferent que el nostre.
de: Wir werden anderen Websites (Fediverse-Instanzen) mitteilen, dass dein Konto verschwunden ist. Aber es liegt an ihnen, zu entscheiden, wie sie mit den Kopien deiner Sachen umgehen. Einige Webseiten funktionieren anders als unsere.
es: Le diremos a otros sitios (instancias de la fediverse) que tu cuenta ha sido eliminada. Sin embargo, depende de ellos qué hacer con cualquier copia de tu contenido. Algunos sitios funcionan diferente al nuestro.
eu: Beste webgune batzuei (fedibertsuko instantziak) esango diegu zure kontua ez dagoela. Baina haien esku geratzen da zure gauzen kopiekin zer egin erabakitzea. Webgune batzuek gureak ez bezala funtzionatzen dute.
fr: Nous indiquerons aux autres sites web (instances Fediverse) que votre compte a disparu. Mais c'est à eux de décider ce qu'il adviendra avec les copies qu'ils ont de votre contenu, certains sites fonctionnent différemment du nôtre.
ja: あなたのアカウントが削除されたことは、他のサイト(Fediverseインスタンス)にも伝わりますが、そのサイトに残ってるあなたの投稿データをどうするかは、それぞれのインスタンスにより判断が異なります。
pl: Powiadomimy inne instancje, że Twoje konto zostao usunite. Ale to od nich zależy co zrobi z kopiami treci zwizanych z Twoim kontem. Niektóre instancje dziaaj inaczej od naszej.

source: Edit filter
ca: Edita el filtre
de: Filter bearbeiten
es: Editar filtro
eu: Editatu iragazkia
fr: Modifier le filtre
ja: フィルターの編集
pl: Edytuj filtry

source: Add filter
ca: Afegeix un filtre
de: Neuer Filter
es: Añadir filtro
eu: Gehitu iragazkia
fr: Ajouter un filtre
ja: フィルターを追加
pl: Dodaj filtr

source: Filter %(name)s
ca: Filtre %(name)s
de: %(name)s filtern
es: Filtrar %(name)s
eu: Iragazi %(name)s
fr: Filtrer %(name)s
ja: %(name)s でフィルター
pl: Filtr %(name)s

source: Filter in these places
ca: Filtra en aquests llocs
de: An diesen Orten filtern
es: Filtrar en estos lugares
eu: Iragazi leku hauetan
fr: Filtrer à ces endroits
ja: フィルターをする場所
pl: Filtr w tych miejscach

source: One per line. Case does not matter.
ca: Un per línia. No importa la majúscula ni la majúscula.
de: Einer pro Zeile, Groß- oder Kleinschreibung spielt keine Rolle.
es: Uno por línea. No importa mayúsculas/minúsculas.
eu: Lerro bakoitzeko bat. Maiuskula/minuskulak ez dute axola.
fr: Un par ligne. Insensible à la casse.
ja: 1行に1つずつ設定できます、大文字と小文字は区別されません。
pl: Jeden na lini. Rozmiar liter nie ma znaczenia.

source: Stop applying this filter after this date. Optional.
ca: Deixa d'aplicar aquest filtre després d'aquesta data. Opcional.
de: Diesen Filter nach diesem Datum nicht mehr anwenden. Optional.
es: Dejar de aplicar este filtro tras esta fecha. Opcional.
eu: Utzi iragazki hau aplikatzeari data honen ondoren. Aukerakoa.
fr: Arrêter d'appliquer ce filtre après cette date. Facultatif.
ja: この日付以降はフィルターの適用を停止します。これは任意です。
pl: Przesta używa tego filtra po tej dacie. Opcjonalne.

source: Edit note for "%(user_name)s"
ca: Edita la nota per a "%(user_name)s"
de: Bearbeite Notiz für "%(user_name)s"
es: Editar nota para "%(user_name)s"
eu: Editatu "%(user_name)s"-ren oharra
fr: Modifier la note pour "%(user_name)s"
ja: %(user_name)s のユーザーメモを編集
pl: Edytuj notatk dla "%(user_name)s"

source: Emoji quick access
ca: Accés ràpid als emojis
de: Emoji-Schnellauswahl
es: Acceso rápido a emojis
eu: Emojietarako sarbide azkarra
fr: Accès rapide aux émojis
ja: 絵文字ショートカット
pl: Szybki dostp do emoji

source: This note appears next to their username. It's meant just for you and not displayed to anyone else.
ca: Aquesta nota apareix al costat del seu nom d'usuari. Està pensada només per a tu i no es mostra a ningú més.
de: Diese Notiz erscheint neben dem Kontonamen. Sie ist nur für dich gedacht und wird niemand anderem angezeigt.
es: Esta nota aparece junto a su nombre de usuario. Solo tú la verás y no se muestra a nadie más.
eu: Ohar hau haien erabiltzaile-izenaren ondoan agertzen da. Zuretzat bakarrik da eta ez zaio inori erakusten.
fr: Cette note apparaît à côté de leur nom d'utilisateur·ice. Elle est destinée uniquement à vous et n'est affichée à personne d'autre.
ja: このメモは相手のユーザー名の横に表示され、あなただけに見えるものです。他のユーザーには表示されません。
pl: Ta notatka pojawi si obok nazwy użytkownika. Bdzie widoczna tylko dla Ciebie, nikt inny jej nie zobaczy.

source: Edit profile of %(name)s
ca: Edita el perfil de %(name)s
de: Profil von %(name)s bearbeiten
es: Editar el perfil de %(name)s
eu: Editatu %(name)s-ren profila
fr: Modifier le profil de %(name)s
ja: %(name)s のプロフィールを編集
pl: Edytuj profil %(name)s

source: Extra fields
ca: Camps addicionals
de: Extra-Felder
es: Campos adicionales
eu: Eremu gehigarriak
fr: Champs supplémentaires
ja: 追加の情報
pl: Dodatkowe pola

source: Your homepage, pronouns, age, etc.
ca: La teva pàgina d'inici, pronoms, edat, etc.
de: Deine Startseite, Pronomen, Alter, usw.
es: Tu página personal, pronombres, edad, etc.
eu: Zure hasierako orria, izenordainak, adina, etab.
fr: Votre page d'accueil, pronoms, âge, etc.
ja: ホームページ、代名詞、年齢などなど...
pl: Twoja strona gówna, zaimki, wiek itd.

source: Remove image
ca: Elimina la imatge
de: Bild entfernen
es: Eliminar imagen
eu: Kendu irudia
fr: Supprimer l'image
ja: 画像を削除
pl: Usu obrazek
