Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Warning! - Unsubscribe from Everything
de: Warnung! - Alles deabonnieren
eu: Abisua! - Kendu harpidetza guztiak
pl: Uwaga! - Odsubskrybuj wszystko

source: You are about to unsubscribe from every community and feed for which you are not an owner or moderator.
de: Du bist dabei alle Communities und Feeds zu deabonnieren, die du nicht besitzt oder moderierst.
eu: Jabea edo moderatzailea ez zaren komunitate eta jario guztietatik harpidetza kentzear zaude.
pl: Zamierzasz odsubskrybowa każd spoeczno i feed, którego nie jeste moderatorem lub wacicielem.

source: You are able to resubscribe like normal after this action, but this bulk action cannot be undone. Are you sure you want to continue?
de: Hiernach kannst du wieder normal abonnieren, aber diese Stapelaktion kann nicht rückgängig gemacht werden. Sicher, dass du fortfahren willst?
eu: Ekintza honen ondoren ohi bezala berriro harpidetu zaitezke, baina ekintza masibo hau ezin da desegin. Ziur jarraitu nahi duzula?
pl: Możesz resubskrybowa jak zawsze po tej akcji, ale to jest akcja zbiorowa i nie może zosta odwrócona. Jeste pewien, że chcesz kontynuowa?

source: Danger Zone! - Account Deletion
ca: Zona de perill! - Eliminació del compte
de: Gefahrenzone! - Konto-Löschung
eu: Arrisku-eremua! - Kontua ezabatzea
fr: Zone dangereuse ! Suppression de compte
pl: Strefa niebezpieczestwa! - Usuwanie konta

source: Mail Settings
ca: Configuració del correu
de: E-Mail-Einstellungen
eu: Posta ezarpenak
fr: Paramètres de courriel
ja: メール通知設定
pl: Ustawienia email

source: Visibility
ca: Visibilitat
de: Sichtbarkeit
eu: Ikusgaitasuna
fr: Visibilité
ja: 表示設定
pl: Widoczno

source: User interface
ca: Interfície d'usuari
de: Bedienoberfläche
eu: Erabiltzailearen interfazea
fr: Interface de l'utilisateur·ice
ja: UI設定
pl: Interfejs użytkownika

source: This is used for menus and labels in the user interface
ca: Això s'utilitza per a menús i etiquetes a la interfície d'usuari
de: Dies wird für Menüs und Labels in der Bedienoberfläche verwendet
eu: Hau erabiltzaile interfazeko menu eta etiketetarako erabiltzen da
fr: C'est utilisé dans les menus et les étiquettes de l'interface de l'utilisateur·ice
ja: これはUIやラベルなどに適用されます
pl: To jest wykorzystywane dla menu i etykiet w interfejsie użytkownika

source: Increase font size
ca: Augmenta la mida de la lletra
de: Schrift vergrößern
eu: Handitu letra-tamaina
fr: Augmenter la taille de la police
ja: フォントを大きくする
pl: Zwiksz rozmiar czcionki

source: Decrease font size
ca: Reduir la mida de la lletra
de: Schrift verkleinern
eu: Txikitu letra-tamaina
fr: Baisser la taille de la police
ja: フォントを小さくする
pl: Zmniejsz rozmiar czcionki

source: Go here to preview the different code styles
ca: Ves aquí per obtenir una vista prèvia dels diferents estils de codi
de: Zur Vorschau der verschiedenen Code-Styles
eu: Joan hona kode estilo desberdinak aurreikusteko
fr: Lien vers un site pour visualiser les différents styles de coloration syntaxique
pl: Kliknij tutaj by zobaczy podgld różnych styli kodu

source: Do not blindly copy and paste CSS from random strangers on the internet.
ca: No copieu i enganxeu CSS a cegues de desconeguts aleatoris a Internet.
de: Nie CSS von irgendwelchen Fremden kopieren und einfügen.
eu: Ez kopiatu eta itsatsi edozein interneteko ezezagun baten CSSa itsu-itsuan.
fr: Ne copiez pas et ne collez pas aveuglément des CSS provenant d'inconnus sur l'internet.
ja: 理解していないCSSを、むやみに貼り付けないでください。
pl: Nie korzystaj z "kopiuj i wklej" dla losowego kodu CSS z internetu.

source: Preferences
ca: Preferències
de: Präferenzen
eu: Hobespenak
fr: Préférences
ja: 設定
pl: Preferencje

source: Only posts and replies in these selected languages will be visible. Choose none to allow all.
ca: Només seran visibles les publicacions i les respostes en aquests idiomes seleccionats. Trieu-ne cap per permetre-ho tot.
de: Nur Beiträge und Antworten in den ausgewählten Sprachen werden angezeigt. Wähle keine aus, um alle zuzulassen.
eu: Hautatutako hizkuntza hauetan egindako argitalpenak eta erantzunak bakarrik egongo dira ikusgai. Ez aukeratu bat ere ez guztiak onartzeko.
fr: Les publications et réponses dans ces langues seront affichées. Choisissez aucune pour toutes les afficher.
ja: 設定した言語の投稿や返信のみ表示します、全て許可する場合は全てを選択してください。
pl: Tylko posty i odpowiedzi w wybranych jzykach bd widoczne. Nie wybieraj nic by pokazywa wszystkie.

source: Long press to vote differently.
ca: Prem llargament per votar de manera diferent.
de: Lange drücken, um anders zu voten.
eu: Sakatu luze modu ezberdinean bozkatzeko.
fr: Appui long pour changer votre vote.
pl: Nacinij i prtzytrzymaj by zagosowa inaczej.

source: Hold down the mouse button to vote differently.
ca: Mantingueu premut el botó del ratolí per votar de manera diferent.
de: Halte die Maustaste gedrückt um anders zu voten.
eu: Sakatu saguaren botoia desberdin bozkatzeko.
fr: Maintenez le bouton de la souris enfoncé pour changer votre vote.
pl: Przytrzymaj przycisk myszy by zagosowa inaczej.

source: Communities joined outside of a feed will not be auto unsubscribed.
ca: Les comunitats a les quals s'ha unit fora d'un feed no es cancel·laran automàticament la subscripció.
de: Communities denen du außerhalb eines Feeds beitrittst werden nicht automatisch deabonniert.
eu: Jario baten kanpoan batutako komunitateak ez dira automatikoki harpidetzatik kenduko.
fr: Les communautés rejointes en dehors d'un flux ne seront pas désabonnées automatiquement.
ja: 自分で参加したコミュニティは、自動的に外れることはありません。
pl: Spoecznoci do, których doczono poza feedem, nie bd automatycznie odsubskrybowywane.

source: Set up web+ap links
ca: Configura enllaços web+aplicació
de: Erstelle web+ap-Links
eu: Konfiguratu web+ap estekak
fr: Configurer les liens web+ap
pl: Skonfiguruj linki web+ap

source: Unsubscribed
ca: Subscripció cancel·lada
de: Deabonniert
es: Dado de baja
eu: Harpidetza kenduta
fr: Désabonné·e
ja: 購読解除
pl: Odsubskrybowano

source: You have unsubscribed from emails about unread notifications. We might email you for other reasons, though.
ca: Has donat de baixa els correus electrònics sobre notificacions no llegides. Tanmateix, és possible que t'enviem correus electrònics per altres motius.
de: Du hast dich von E-Mails über ungelesene Benachrichtigungen abgemeldet. Wir könnten dir jedoch aus anderen Gründen E-Mails senden.
es: Te has dado de baja de los correos sobre notificaciones no leídas. Sin embargo, podríamos enviarte correos por otros motivos.
eu: Irakurri gabeko jakinarazpenei buruzko mezu elektronikoetatik harpidetza kendu duzu. Hala ere, baliteke beste arrazoi batzuengatik mezu elektronikoak bidaltzea.
fr: Vous vous êtes désabonné·e des courriels concernant les notifications non lues. Nous pourrions toutefois vous envoyer des courriels pour d'autres raisons.
ja: 未読通知に関するメール通知は解除されていますが、他の理由でメールをお送りすることがあります。
pl: Odsubskrybowae emaile o nieodczytanych powiadomieniach. Możemy wciż wysya Ci maile z innych powodów.

source: More email settings
ca: Més configuracions de correu electrònic
de: Weitere E-Mail-Einstellungen
es: Más ajustes de correo
eu: E-postaren ezarpen gehiago
fr: Plus de paramètres de courriel
ja: その他のメール設定
pl: Wicej ustawie email

source: Follow on remote instance
ca: Segueix en una instància remota
de: Auf Remote-Instanz folgen
es: Seguir en la instancia remota
eu: Jarraitu urruneko instantzian
fr: Suivre sur l'instance distante
ja: リモートインスタンスでフォローする
pl: ledź na innej instancji

source: We are about to send you to your instance where you will then need to click the "Follow" button.
ca: Estem a punt d'enviar-vos a la vostra instància, on haureu de fer clic al botó "Segueix".
de: Wir werden dich gleich zu deiner Instanz schicken, auf der du dann den "Folgen"-Button drücken musst.
es: Estamos a punto de enviarte a tu instancia, donde tendrás que hacer clic en el botón «Seguir».
eu: Zure instantziara bidaliko zaitugu, bertan "Jarraitu" botoia sakatu beharko duzu.
fr: Nous sommes sur le point de vous envoyer sur votre instance où vous devrez ensuite cliquer sur le bouton "Suivre".
ja: フォローしたいインスタンスを選択してください。そのインスタンスでプロフィールを表示します。
pl: Przekierujemy Ci do Twojej instancji, gdzie bdziesz musia klikn przycisk "Follow".

source: Files
ca: Fitxers
de: Dateien
eu: Fitxategiak
fr: Fichiers

source: Are you sure you want to delete this file?
ca: Esteu segur que voleu suprimir aquest fitxer?
de: Bist du sicher, dass du diese Datei löschen möchtest?
eu: Ziur zaude fitxategi hau ezabatu nahi duzula?
fr: Êtes-vous sûr·e de vouloir supprimer ce fichier ?

source: Upload files
ca: Puja fitxers
de: Dateien hochladen
eu: Kargatu fitxategiak
fr: Téléverser les fichiers

source: You can add files to your library by providing a list of urls or uploading them from your device.
ca: Podeu afegir fitxers a la vostra biblioteca proporcionant una llista d'URL o carregant-los des del vostre dispositiu.
de: Du kannst Dateien zu deiner Bibliothek hinzufügen, indem du URLs auflistest oder sie von deinem Gerät hochlädst.
eu: Fitxategiak zure liburutegian gehitu ditzakezu, urlen zerrenda bat emanez edo gailutik igota.
fr: Vous pouvez ajouter des fichiers à votre bibliothèques en fournissant une liste d'adresses URL ou en les téléversant depuis votre appareil.
pl: Możesz doda pliki do Twojej biblioteki podajc list url-i lub wgrywaj je z Twojego urzdzenia.

source: Files added via url do not consume your quota as they are not copied into PieFed.
ca: Els fitxers afegits mitjançant URL no consumeixen la quota, ja que no es copien a PieFed.
de: Per URL hinzugefügte Dateien werden nicht zu PieFed kopiert und verbrauchen somit keinen Speicher.
eu: URL bidez gehitutako fitxategiek ez dute zure kuota kontsumitzen, ez baitira PieFed-en kopiatzen.
fr: Les fichiers ajoutés via une adresse URL ne consomment pas votre quota puisqu'ils ne sont pas copiés dans Piefed.
pl: Plik dodany przez url nie wykorzystuje Twojej przestrzeni dyskowej, ponieważ nie s one kopiowane do PieFed.

source: You are using %(size)s out of a quota of %(max_size)s
ca: Esteu utilitzant %(size)s d'una quota de %(max_size)s
de: Du nutzt %(size)s von maximal %(max_size)s
eu: %(max_size)s kuotatik %(size)s erabiltzen ari zara
pl: Wykorzystujesz %(size)s z dostpnego %(max_size)s

source: No media has been uploaded yet.
ca: Encara no s'ha penjat cap fitxer multimèdia.
de: Es wurden noch keine Medien hochgeladen.
eu: Ez da multimediarik igo oraindik.
fr: Aucun média n'a été téléversé pour l'instant.

source: Collapse replies with a score at or below this level - click to view.
ca: Redueix les respostes amb una puntuació igual o inferior a aquest nivell: fes clic per veure-les.
de: Antworten mit oder unter diesem Wert einklappen - zum Ansehen klicken.
es: Colapsar respuestas con puntuación igual o inferior a este nivel. Haz clic para verlas.
eu: Tolestu maila honetako edo azpiko puntuazioa duten erantzunak - egin klik ikusteko.
fr: Réduisez les réponses avec un score à ce niveau ou en dessous - cliquez pour voir.
ja: このスコア以下の返信は折りたたまれて非表示になります。
pl: Zwijaj odpowiedz z wynikiem poniżej tego poziomu - kliknij by zobaczy.

source: Hide replies with a score at or below this level.
ca: Amaga les respostes amb una puntuació igual o inferior a aquest nivell.
de: Verberge Antworten mit einem Score gleich oder niedriger diesem Level.
es: Ocultar respuestas con puntuación igual o inferior a este nivel.
eu: Ezkutatu maila honetako edo azpiko puntuazioa duten erantzunak.
fr: Masquer les réponses avec un score à ce niveau ou en dessous.
ja: スコアがこの値以下の返信は完全に非表示になります。
pl: Ukryj odpowiedzi z wynikiem takim lub gorszym.

source: Use a comma between each word.
ca: Feu servir una coma entre cada paraula.
de: Setze ein Komma nach jedem Wort.
eu: Erabili koma bat hitz bakoitzaren artean.
fr: Utilisez une virgule entre chaque mot.
pl: Użyj przecinków pomidzy sowami.

source: Filters can hide posts that contain keywords you specify, either by making them less noticeable or invisible.
ca: Els filtres poden ocultar les publicacions que contenen paraules clau que especifiqueu, ja sigui fent-les menys visibles o invisibles.
de: Filter können Beiträge ausblenden, die von dir ausgewählte Stichwörter enthalten, entweder indem sie weniger auffällig oder ganz unsichtbar gemacht werden.
es: Los filtros pueden ocultar publicaciones que contengan ciertas palabras clave, ya sea haciéndolas menos visibles o invisibles.
eu: Iragazkiek zehaztutako gako-hitzak dituzten argitalpenak ezkutatu ditzakete, gutxiago nabarmenduz edo ikusezin bihurtuz.
fr: Les filtres peuvent masquer les publications qui contiennent des mots-clés que vous spécifiez, soit en les rendant moins visibles ou invisibles.
ja: フィルターは、指定したキーワードを含む投稿を非表示にすることができます。
pl: Filtry mog ukrywa posty zawierajce zdefiniowane przez Ciebie sowa kluczowe ograniczajc ich widoczno lub ukrywajc je.

source: Expires
ca: Caduca
de: Gültig bis
es: Expira
eu: Iraungitze-data
fr: Expire
ja: 有効期限
pl: Wygasa

source: Invisible
de: Unsichtbar
eu: Ikusezina
ja: 非表示
pl: Niewidoczne

source: Semi-transparent
de: Halbtransparent
es: Semitransparente
eu: Erdi-gardena
ja: 半透明
pl: Póprzezroczyste

source: No filters defined yet.
ca: Encara no s'han definit filtres.
de: Noch keine Filter definiert.
es: No se han definido filtros todavía.
eu: Ez da iragazkirik definitu oraindik.
fr: Aucun filtre défini pour l'instant.
ja: フィルターはまだ定義されていません。
pl: Brak zdefiniowanych filtrów.

source: Manage which users, communities, domains or instances you want to block. Blocking them means you will no longer see any posts associated with them.
ca: Gestiona quins usuaris, comunitats, dominis o instàncies vols bloquejar. Si els bloqueges, ja no veuràs cap publicació associada amb ells.
de: Verwalte, welche Kontos, Communities, Domains oder Instanzen du blockieren möchtest. Blockieren bedeutet, dass du keine Beiträge mehr siehst, die mit ihnen in Verbindung stehen.
eu: Kudeatu blokeatu nahi dituzun erabiltzaileak, komunitateak, domeinuak edo instantziak. Blokeatzeak esan nahi du ez duzula haiekin lotutako argitalpenik ikusiko.
fr: Gérez les utilisateur·ices, communautés ou instances que vous voulez bloquer. Bloquer signifie que vous ne verrez plus les publications associées.
pl: Zarzdzaj którzy użytkownicy, spoecznoci, domeny i instancje chcesz zablokowa.Zablokowanie ich oznacza, że nie posty z nimi zwizane nie bd dużej widoczne.

source: Add new blocks when you see content you don't like - click the 3 dot menu on the post or comment to see blocking options.
ca: Afegeix nous bloquejos quan vegis contingut que no t'agrada: fes clic al menú de 3 punts de la publicació o del comentari per veure les opcions de bloqueig.
de: Blockiere Inhalte, die du nicht magst: Klicke auf das 3-Punkte-Menü am Beitrag oder Kommentar um dir die Optionen anzusehen.
eu: Gehitu blokeo berriak gustuko ez duzun edukia ikusten duzunean - egin klik argitalpenean edo iruzkinean dauden 3 puntuko menuan blokeatzeko aukerak ikusteko.
fr: Ajoutez de nouveaux blocages quand vous voyez des contenus qui ne vous plaisent pas : cliquez sur le menu à trois points sur la publication ou le commentaire pour avoir les options de blocage.
pl: Zablokuj nowe osoby/posty kiedy widzisz, rzeczy które Ci si nie podobaj - użyj 3 kropek przy pocie lub komentarzu by zobaczy opcje blokowania.

source: Add block
de: Blockade hinzufügen
eu: Gehitu blokeoa

source: Unblock @%(user_name)s
ca: Desbloqueja @%(user_name)s
de: Deblockiere %(user_name)s
eu: Desblokeatu @%(user_name)s
fr: Débloquer @%(user_name)s
pl: Odblokuj @%(user_name)s

source: Unblock %(user_name)s
ca: Desbloqueja %(user_name)s
de: %(user_name)s entblocken
eu: Desblokeatu %(user_name)s
fr: Débloquer %(user_name)s
pl: Odblokuj %(user_name)s

source: No blocked people
ca: Cap persona bloquejada
de: Keine blockierten Personen
es: No hay personas bloqueadas
eu: Blokeatutako pertsonarik ez
fr: Aucune personne bloquée
ja: ブロックしたユーザーはいません
pl: Brak zablokowanych ludzi

source: Unblock %(community_title)s
ca: Desbloqueja %(community_title)s
de: %(community_title)s entblocken
eu: Desblokeatu %(community_title)s
fr: Débloquer %(community_title)s
pl: Odblokuj %(community_title)s

source: No blocked communities
ca: Sense comunitats bloquejades
de: Keine blockierten Communities
es: No hay comunidades bloqueadas
eu: Blokeatutako komunitaterik ez
fr: Aucune communauté bloquée
ja: ブロックしたコミュニティはありません
pl: Brak blokowanych spoecznoci

source: No blocked domains
ca: Sense dominis bloquejats
de: Keine blockierten Domains
es: No hay dominios bloqueados
eu: Blokeatutako domeinurik ez
fr: Aucun domaine bloqué
ja: ブロックしたドメインはありません
pl: Brak blokowanych domen

source: No blocked instances
ca: Sense instàncies bloquejades
de: Keine blockierten Instanzen
es: No hay instancias bloqueadas
eu: Blokeatutako instantziarik ez
fr: Aucune instance bloquée
ja: ブロックしたインスタンスはありません
pl: Brak blokowanych instancji

source: You have unsubscribed from the email newsletter. We might email you for other reasons, though.
ca: T'has donat de baixa del butlletí electrònic. Tanmateix, és possible que t'enviem correus electrònics per altres motius.
de: Du hast den E-Mail-Newsletter abbestellt. Wir könnten dir aber aus anderen Gründen E-Mails senden.
es: Te has dado de baja del boletín por correo. Sin embargo, podríamos enviarte correos por otros motivos.
eu: E-posta buletinaren harpidetza kendu duzu. Hala ere, baliteke beste arrazoi batzuengatik mezu elektronikoak bidaltzea.
fr: Vous vous êtes désabonné·e de l'infolettre par courriel. Nous pourrions toutefois vous envoyer un courriel pour d'autres raisons.
ja: メールニュースレターの購読を解除しました。ただし、他の理由でメールをお送りすることがあるかもしれません。
pl: Odsubskrybowae newsletter email. Możemy cigle wysya Ci maile z innych powodów.

source: Mark all as read
ca: Marca-ho tot com a llegit
de: Alle als gelesen markieren
es: Marcar todo como leído
eu: Markatu dena irakurrita bezala
fr: Tout marquer comme lu
ja: 全て既読にする
pl: Oznacz wszystkie jako przeczytane

source: Filter notifications
ca: Filtrar notificacions
de: Benachrichtigungen filtern
eu: Iragazi jakinarazpenak
fr: Filtrer les notifications
ja: 通知フィルター
pl: Filtruj powiadomienia

source: No notifications to show.
ca: No hi ha notificacions per mostrar.
de: Keine Benachrichtigungen.
es: No hay notificaciones que mostrar.
eu: Ez dago jakinarazpenik erakusteko.
fr: Aucune notifications à afficher.
ja: 通知はありません。
pl: Brak powiadomie do pokazania.

source: Manage
ca: Gestiona
de: Verwalten
es: Gestionar
eu: Kudeatu
fr: Gérer
ja: 設定管理
pl: Zarzdzaj

source: Enable popup notifications
ca: Activa les notificacions emergents
de: Popup-Benachrichtigungen aktivieren
eu: Gaitu laster-leiho jakinarazpenak
fr: Activer les notifications contextuelles
ja: ポップアップ通知を有効にする
pl: Wcz popupy z powiadomieniami

source: These notifications only include replies, mentions, and posts <a href="/alerts">you subscribe to</a>.
ca: Aquestes notificacions només inclouen respostes, mencions i publicacions a les <a href="/alerts">a les quals us subscriviu</a>.
de: Diese Benachrichtigungen zeigen nur Antworten, Erwähnungen und Beiträge, <a href="/alerts">denen du folgst</a>.
eu: Jakinarazpen hauek erantzunak, aipamenak eta <a href="/alerts">harpidetzen zaren</a> argitalpenak baino ez dituzte barne hartzen.
fr: Ces notifications ne concernent que les réponses, les mentions et les publications <a href="/alerts">auxquels vous êtes abonné</a>.
ja: これらの通知には、返信、メンション、そして<a href="/alerts">あなたが設定している</a>投稿のみが含まれます。
pl: Te powiadomienia zawieraj tylko odpowiedzi, oznaczenia i post <a href="/alerts">które subskrybujesz</a>."

source: Upvoted
ca: Votat a favor
de: Positiv bewertet
es: Votado positivamente
eu: Aldez bozkatuta
fr: Hautvoté
ja: 賛成済み
pl: Wgórzagosowane

source: Add passkey
ca: Afegeix una contrasenya
de: Passkey hinzufügen
eu: Gehitu passkey
fr: Ajouter une clé de sécurité
ja: パスキーを追加
pl: Dodaj klucz dostpu

source: No passkeys created yet.
ca: Encara no s'ha creat cap clau d'accés.
de: Noch keine Passkeys erstellt.
eu: Ez da pasahitzik sortu oraindik.
fr: Aucune clé de sécurité n'a encore été créée.
ja: パスキーは作成されていません。
pl: Nie utworzono jeszcze żadnych kluczy dostpu.

source: Read posts
ca: Llegeix las publicacions
de: Beiträge lesen
es: Publicaciones leídas
eu: Irakurritako argitalpenak
fr: Lire les publications
ja: 既読投稿
pl: Przeczytaj posty

source: No posts yet.
ca: Encara no hi ha cap publicació.
de: Noch keine Beiträge.
es: No hay publicaciones todavía.
eu: Ez dago argitalpenik oraindik.
fr: Aucune publication pour le moment.
ja: 投稿はまだありません。
pl: Brak postów.

source: Delete history
ca: Suprimeix l'historial
de: Verlauf löschen
es: Eliminar historial
eu: Ezabatu historia
fr: Supprimer l'historique
ja: 履歴を削除
pl: Usu histori

source: Scheduled for
ca: Programat per a
de: Geplant für
eu: Programatua
fr: Programmée pour
ja: 予定日時
pl: Zaplanowany na

source: Frequency
ca: Freqüència
de: Frequenz
eu: Frekuentzia
fr: Fréquence
ja: 間隔
pl: Czstotliwo

source: Only once
ca: Només una
de: Nur einmal
eu: Behin bakarrik
fr: Une seule fois
ja: 1回のみ
pl: Tylko raz

source: No scheduled posts yet. To schedule a post, create one in your favorite community and set up a date and frequency.
ca: Encara no hi ha cap publicació programada. Per programar una publicació, crea'n una a la teva comunitat preferida i configura una data i una freqüència.
de: Noch keine geplanten Beiträge. Um einen Beitrag zu planen, lege beim Erstellen des Beitrags Datum und Frequenz fest.
eu: Ez dago oraindik programatutako argitalpenik. Argitalpen bat programatzeko, sortu bat zure gogoko komunitatean eta ezarri data eta maiztasuna.
fr: Aucune publication programmée. Pour programmer une publication, créez-en une dans votre communauté préférée et définissez une date et sa fréquence.
ja: まだ予約投稿がありません。予約するには、投稿を作成して公開日時と反復投稿の設定をしてください。
pl: Nie ma jeszcze zaplanowanych postów. Żeby zaplanowa post, stwórz jaki w Twojej ulubionej spoecznoci i ustaw dat i czstotliwo.

source: Send message
ca: Enviar missatge
de: Nachricht senden
es: Enviar mensaje
eu: Bidali mezua
fr: Envoyez le message
ja: メッセージを送信
pl: Wylij wiadomo

source: Send message with matrix chat
ca: Enviar missatge amb xat de matriu
de: Nachricht mit Matrixchat senden
es: Enviar mensaje con chat Matrix
eu: Bidali mezua matrix txatarekin
fr: Envoyer un message dans Matrix
ja: Matrix chatでメッセージを送信
pl: Wylij wiadomo przez chat matrix

source: Send message using Matrix
ca: Enviar missatge amb Matrix
de: Nachricht mit Matrix senden
es: Enviar mensaje usando Matrix
eu: Bidali mezua Matrix erabiliz
fr: Envoyer un message en utilisant Matrix
ja: Matrixでメッセージを送る
pl: Wylij wiadomo za pomoc Matrixa

source: Follow
ca: Segueix
de: Folgen
es: Seguir
eu: Jarraitu
fr: S'abonner
ja: フォロー
pl: ledź

source: Edit user in admin panel
ca: Edita l'usuari al tauler d'administració
de: Konto im Admin-Panel bearbeiten
eu: Editatu erabiltzailea administrazio-panelean
fr: Modifiez l'utilisateur·ice dans le panneau d'administration
pl: Edytuj użytkownika w panelu administratora

source: View user profile on original server
ca: Veure el perfil d'usuari al servidor original
de: Profil auf Originalserver aufrufen
es: Ver perfil de usuario en el servidor original
eu: Ikusi erabiltzailearen profila jatorrizko zerbitzarian
fr: Voir ce profil d'utilisateur·ice sur le serveur d'origine
ja: オリジナルサーバでプロフィールを見る
pl: Zobacz profil użytkownika na jego instancji

source: View original profile
ca: Mostra el perfil original
de: Originalprofil anzeigen
es: Ver perfil original
eu: Ikusi jatorrizko profila
fr: Voir le profil d'origine
ja: 完全なプロフィールの表示
pl: Zobacz orginalny profil

source: Block @%(user_name)s
ca: Bloc @%(user_name)s
de: Blockiere @%(user_name)s
eu: Blokeatu @%(user_name)s
fr: Bloquer @%(user_name)s
pl: Zablokuj @%(user_name)s

source: Block %(user_name)s
ca: Bloqueja %(user_name)s
de: Blockiere %(user_name)s
es: Bloquear a %(user_name)s
eu: Blokeatu %(user_name)s
fr: Bloquer %(user_name)s
ja: %(user_name)s をブロック
pl: Zablokuj %(user_name)s
