Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: An account with this user name already exists.
ca: Ja existeix un compte amb aquest nom.
de: Ein Konto mit diesem Namen existiert bereits.
es: Ya existe una cuenta con ese nombre de usuario.
eu: Erabiltzaile-izen hau duen kontu bat existitzen da dagoeneko.
fr: Un compte existe déjà avec ce nom d'utilisateur·ice.
ja: このユーザー名は既に使用されています。
pl: Konto z t nazw uzytkownika już istnieje.

source: A community with this name exists so it cannot be used for a user.
ca: Existeix una comunitat amb aquest nom, de manera que no es pot utilitzar per a un usuari.
de: Eine Community mit diesem Namen existiert bereits, er kann daher nicht als Kontoname verwendet werden.
es: Ya existe una comunidad con ese nombre, así que no puede usarse para un usuario.
eu: Izen hori duen komunitate bat existitzen da, beraz, ezin da erabiltzaile batentzat erabili.
fr: Une communauté avec ce nom existe donc elle ne peut pas être utilisée comme nom d'utilisateur·ice.
ja: このコミュニティ名は既に使用されています。
pl: Spoeczno z t nazw istnieje, wic nie może ona by użyta dla użytkownika.

source: This password is too common.
ca: La contrasenya és massa comuna.
de: Dieses Passwort ist zu geläufig.
es: Esta contraseña es demasiado común.
eu: Pasahitz hau ohikoegia da.
fr: Ce mot de passe est trop fréquent.
ja: このパスワードは普通すぎます。
pl: To haso jest zbyt popularne.

source: This password is not secure.
ca: Aquesta paraula de pas no és segura.
de: Dieses Passwort ist nicht sicher.
es: Esta contraseña no es segura.
eu: Pasahitz hau ez da segurua.
fr: Ce mot de passe n'est pas sécurisé.
ja: このパスワードは安全ではありません。
pl: To haso nie jest bezpieczne.

source: Flag their posts as from a bot
ca: Marca els seus missatges com d'un bot
de: Kennzeichne deren Beiträge als Bot-Beiträge
eu: Markatu haien mezuak bot batenak direla
fr: Marquer leurs messages comme provenant d'un bot
ja: BOTからの投稿としてマーク
pl: Oznacz posty użytkownika jako posty bota

source: Suppress cross-posts
de: Crossposts ausblenden
eu: Ezikusi argitalpen gurutzatuak

source: Ban posts
ca: Prohibeix les publicacions
de: Beiträge bannen
es: Bloquear publicaciones
eu: Debekatu argitalpenak
fr: Bannir les publications
ja: 投稿を禁止
pl: Banuj posty

source: Ban comments
ca: Prohibeix els comentaris
de: Kommentare bannen
es: Bloquear comentarios
eu: Debekatu iruzkinak
fr: Bannir les commentaires
ja: コメントを禁止
pl: Banuj komentarze

source: Remove avatar
ca: Esborra l'avatar
de: Avatar entfernen
es: Eliminar avatar
eu: Kendu avatarra
fr: Supprimer l’avatar
ja: アバターを削除
pl: Usu avatar

source: Remove banner
ca: Esborra el bàner
de: Banner entfernen
es: Eliminar banner
eu: Kendu bannerra
fr: Supprimer la bannière
ja: バナーを削除
pl: Usu baner

source: Subject
ca: Assumpte
de: Betreff
es: Asunto
eu: Gaia
fr: Objet
ja: 件名
pl: Temat

source: Body (text)
ca: Text del cos
de: Textkörper (Text)
es: Cuerpo (texto)
eu: Gorputza (testua)
fr: Contenu du corp (texte)
ja: 本文 (text)
pl: Zawarto (tekst)

source: Body (html)
ca: Text del cost (HTML)
de: Textkörper (html)
es: Cuerpo (html)
eu: Gorputza (html)
fr: Contenu du corps (html)
ja: 本文 (html)
pl: Zawarto (html)

source: Test mode
ca: Mode de prova
de: Testmodus
es: Modo de prueba
eu: Proba modua
fr: Mode de test
ja: テストモード
pl: Tryb testowy

source: Send newsletter
ca: Envia butlletí
de: Newsletter senden
es: Enviar boletín
eu: Bidali buletina
fr: Envoyer l'infolettre
ja: ニュースレターを送信
pl: Wylij newsletter

source: New url
ca: Nova URL
de: Neue URL
eu: URL berria
fr: Nouvelle url
ja: 新しいURL
pl: Nowy url

source: Set new owner
ca: Estableix el propietari nou
de: Neue Inhaber*in festlegen
eu: Ezarri jabe berria
fr: Définir un nouvelleau propriétaire
ja: 新しいオーナーを設定
pl: Ustaw nowego waciciela

source: Submit
ca: Envia
de: Absenden
es: Enviar
eu: Bidali
fr: Soumettre
ja: 送信
pl: Przelij

source: A local community at that url already exists
ca: Ja existeix una comunitat local en aquesta URL
de: Eine lokale Community mit dieser URL existiert bereits
eu: Komunitate lokal bat dago url horretan dagoeneko
fr: Une communauté locale avec cette url existe déjà
ja: このURLは既にローカルコミュニティに存在します
pl: Lokalna spoeczno z tym url-em już istnieje

source: URL path
ca: Camí URL
de: URL-Pfad
eu: URL bide-izena
fr: Chemin d'accès URL
ja: URLパス
pl: cieżka URL

source: e.g., /about-us
ca: p. ex., /sobre-nosaltres
de: z.B. /ueber-uns
eu: adib., /guri-buruz
fr: Par ex. /about-us
ja: 例：/about-us
pl: np., /o-nas

source: Page title
ca: Títol de la pàgina
de: Seitentitel
eu: Orrialdearen izenburua
fr: Titre de la page
ja: ページタイトル
pl: Tytu strony

source: Content (Markdown)
ca: Contingut (Markdown)
de: Inhalt (Markdown)
eu: Edukia (Markdown)
fr: Corps du texte (Markdown)
ja: 内容(Markdown)
pl: Tre (Markdown)

source: Write your content in Markdown format...
ca: Escriu el teu contingut en format Markdown...
de: Schreibe deine Inhalte im Markdown-Format...
eu: Idatzi zure edukia Markdown formatuan...
fr: Écrivez votre contenu au format Markdown...
ja: 内容はMarkdown形式で記述してください…
pl: Napisz tre w formacie Markdown...

source: A page with this URL already exists.
ca: Ja existeix una pàgina amb aquesta URL.
de: Eine Seite mit dieser URL existiert bereits.
eu: URL hau duen orrialde bat dagoeneko existitzen da.
fr: Une page avec cette url existe déjà.
ja: このURLのページはすでに存在します。
pl: Strona z tym adresem url już istnieje.

source: Token or character
de: Token oder Zeichen
eu: Token edo karakterea

source: e.g., :happy: or a single character like 👍
de: z.B. :happy: oder ein einzelnes Zeichen wie 👍
eu: adib., :happy: edo karaktere bakarra, adibidez 👍

source: URL
eu: URLa
pl: Adres url

source: e.g. https://...
de: z.B. https://...
eu: adib. https://...

source: Keywords
ca: Paraules clau
de: Stichwörter
es: Palabras clave
eu: Gako-hitzak
fr: Mots-clés
ja: キーワード
pl: Sowa kluczowe

source: Category
de: Kategorie
eu: Kategoria

source: Settings saved.
ca: Configuració desada.
de: Einstellungen gespeichert.
eu: Ezarpenak gordeta.
fr: Paramètres enregistrés.
ja: 設定を保存しました。
pl: Ustawienia zapisane.

source: Site profile
ca: Perfil del lloc
de: Seitenprofil
es: Perfil del sitio
eu: Gunearen profila
fr: Configuration du site
ja: サイトの設定
pl: Profil strony

source: Misc settings
ca: Altres Configuracions
de: Verschiedene Einstellungen
es: Ajustes varios
eu: Hainbat ezarpen
fr: Autres paramètres
ja: その他の設定
pl: Różne ustawienia

source: Settings saved. It might take up to 24 hours before other instances show your changes.
ca: Configuració desada. Pot trigar fins a 24 hores abans que altres instàncies mostrin els canvis.
de: Einstellungen gespeichert. Es kann bis zu 24 Stunden dauern, bis andere Instanzen deine Änderungen übernehmen.
eu: Ezarpenak gordeta. 24 ordu igaro daitezke beste instantzia batzuek aldaketak erakusteko.
fr: Paramètres enregistrés. Cela peut prendre jusqu'à 24h pour que les autres instances affichent les changements.
pl: Ustawienie zapisane. Może zaj do 24 godzin, zanim inne instancje pokaż twoje zmiany.

source: %d out of %d communities were excluded using current filters
ca: %d de %d comunitats s'han exclòs usant filtres actuals
de: %d von %d Communities wurden durch die aktuellen Filter ausgeschlossen
es: %d de %d comunidades fueron excluidas con los filtros actuales
eu: %d komunitatetik %d baztertu dira uneko iragazkiak erabiliz
fr: %d sur %d communautés ont été exclues en utilisant les filtres actuels
ja: 現在のフィルターによって %d / %d のコミュニティが除外されました
pl: %d z %d spoecznoci zostay wykluczone uwzgldniajc aktualny filtr

source: Results: %(results)s
ca: Resultats: %(results)s
de: Ergebnisse: %(results)s
es: Resultados: %(results)s
eu: Emaitzak: %(results)s
fr: Résultats : %(results)s
ja: 結果: %(results)s
pl: Wyniki: %(results)s

source: Subscription process for %(communities_to_add)d of %(parsed_communities_sorted)d communities launched in background, check admin/activities for details
ca: Procés de subscripció per a %(communities_to_add)d de %(parsed_communities_sorted)d comunitats llançades en segon pla, consulteu l'administrador/activitats per als detalls
de: Abonnier-Vorgang für %(communities_to_add)d von %(parsed_communities_sorted)d Communties im Hintergrund gestartet. Schaue Admin/Aktivitäten für Details an
es: El proceso de suscripción para %(communities_to_add)d de %(parsed_communities_sorted)d comunidades se inició en segundo plano. Revisa admin/activities para más detalles
eu: %(parsed_communities_sorted)d komunitatetatik %(communities_to_add)d komunitateren harpidetza prozesua atzeko planoan abiarazi da, xehetasunak ikusteko, begiratu admin/jarduerak atala
fr: Processus d'abonnement pour %(communities_to_add)d de %(parsed_communities_sorted)d communautés lancé en arrière-plan. Vérifiez admin/activities pour plus d'informations
ja: %(parsed_communities_sorted)d 件中 %(communities_to_add)d 件のコミュニティへの参加処理がバックグラウンドで実行されました。詳細は管理画面「アクティビティ」をご確認ください
pl: Proces subskrybowania dla %(communities_to_add)d z %(parsed_communities_sorted)d zosta uruchomiony w tle, sprawdź admin/activities w celu sprawdzenia szczegóów

source: Based on current filters, the subscription process for %(communities_to_join)d of %(candidate_communities)d communities launched in background, check admin/activities for details
ca: Basat en els filtres actuals, el procés de subscripció de %(communities_to_join)d de %(candidate_communities)d comunitats llançades en segon pla, comproveu l'administrador/activitats per als detalls
de: Basierend auf den aktuellen Filtern wurde der Abonnier-Vorgang für %(communities_to_join)d von %(candidate_communities)d Communities im Hintergrund gestartet. Schaue Admin/Aktivitäten für Details an
es: Según los filtros actuales, se inició en segundo plano el proceso de suscripción para %(communities_to_join)d de %(candidate_communities)d comunidades. Revisa admin/activities para más detalles
eu: Uneko iragazkietan oinarrituta, %(candidate_communities)d komunitateetatik %(communities_to_join)d-(r)en harpidetza prozesua atzeko planoan abiarazi da, egiaztatu admin/jarduerak xehetasunak ikusteko
fr: Sur la base des filtres actuels, le processus d'abonnement pour %(communities_to_join)d de %(candidate_communities)d communautés a été lancé en arrière-plan, consultez admin/activités pour plus de détails
ja: 現在のフィルターに基づき、候補コミュニティ %(candidate_communities)d 件のうち %(communities_to_join)d 件の参加処理がバックグラウンドで実行されました。詳細は管理画面「アクティビティ」をご確認ください
pl: Uwzgldniajc aktualny filtr, proces subskrybowania dla%(communities_to_join)d z %(candidate_communities)d spoecznoci zosta uruchomiony w tle, sprawdź admin/activities w celu sprawdzenia szczegóów

source: Ban imports started in a background process.
ca: La importació de prohibicions s'ha iniciat en un procés en segon pla.
de: Bann-Importe wurden als Hintergrundprozess gestartet.
es: La importación de bloqueos se inició en un proceso en segundo plano.
eu: Debekuen inportazioak atzeko planoko prozesu batean hasi dira.
fr: L'importation de la liste de Ban a commencé en arrière-plan.
ja: BANのインポートがバックグラウンドで実行されました。
pl: Wstrzymaj importy rozpoczte w tle.

source: Ban imports requested, but no json provided.
ca: S'ha sol·licitat la importació de prohibicions, però no s'ha proporcionat cap json.
de: Bann-Importe angefragt, aber es wurde kein json zur Verfügung gestellt.
es: Se solicitó la importación de bloqueos, pero no se proporcionó JSON.
eu: Inportazioak debekatzeko eskatu da, baina ez da JSONik eman.
fr: Votre demande d'importation de la liste de Ban n'a pas pu aboutir. Le fichier JSON est manquant.
ja: BANリストをインポートするには、JSONデータを指定してください。
pl: Wstrzymaj żdane importy, bez danych json.

source: Admin settings saved
ca: S'ha desat la configuració de l'administrador
de: Admin-Einstellungen gespeichert
es: Ajustes de administrador guardados
eu: Administratzailearen ezarpenak gordeta
fr: Paramètres d'administration enregistrés
ja: 管理者設定を保存しました
pl: Ustawienia administracyjne zapisane

source: Federation settings
ca: Configuració de la Federació
de: Föderations-Einstellungen
es: Ajustes de federación
eu: Federazio ezarpenak
fr: Paramètres de Fédération
ja: フェデレーションの設定
pl: Ustawienia federacji

source: LOG_ACTIVITYPUB_TO_DB is off so no incoming activities are being logged to the database.
ca: LOG.ACTIVITYPUB.TO.DB està desactivat, de manera que no s'estan iniciant activitats a la base de dades.
de: LOG_ACTIVITYPUB_TO_DB ist ausgeschaltet, daher werden keine eingehenden Aktivitäten in der Datenbank geloggt.
eu: LOG_ACTIVITYPUB_TO_DB itzalita dago, beraz, ez da sarrerako jarduerarik erregistratzen datu-basean.
fr: LOG_ACTIVITYPUB_TO_DB est désactivé, de sorte qu'aucune activité entrante n'est enregistrée dans la base de données.
ja: LOG_ACTIVITYPUB_TO_DB が無効のため、受信したアクティビティはデータベースに記録されません。
pl: LOG_ACTIVITYPUB_TO_DB jest wyczone, wic nadchodzce aktywnoci bd logowane do bazy danych

source: ActivityPub Log
ca: Registre d'ActivityPub
de: ActivityPub Protokoll
es: Registro de ActivityPub
eu: ActivityPub erregistroa
fr: Journalisation de l'ActivityPub
ja: ActivityPub ログ
pl: Logi ActivityPub

source: Activity JSON
ca: Activitat JSON
de: Aktivitäts-JSON
es: JSON de la actividad
eu: Jardueraren JSONa
fr: Activité JSON
ja: ActivityのJSON
pl: JSON aktywnoci

source: Communities
ca: Comunitats
es: Comunidades
eu: Komunitateak
fr: Communautés
ja: コミュニティ
pl: Spoecznoci

source: Communities with no topic
ca: Comunitats sense tema
de: Communities ohne Thema
es: Comunidades sin tema
eu: Gairik gabeko komunitateak
fr: Communautés sans rubrique
ja: トピックに所属していないコミュニティ
pl: Spoecznoci bez tematyki

source: Communities with low_quality == True
ca: Comunitats amb low_quality == Cert
de: Communities mit low_quality == True
eu: low_quality == True duten komunitateak
fr: Communautés avec low_quality == True
ja: 低品質フラグが立っているコミュニティ
pl: Spoecznoci o niskiej jakoci == Prawda

source: Saved
ca: S'ha desat
de: Gespeichert
es: Guardado
eu: Gordeta
fr: Enregistré
ja: 保存しました
pl: Zapisane

source: This is a remote community - most settings here will be regularly overwritten with data from the original server.
ca: Aquesta és una comunitat remota: la majoria de les opcions aquí se sobreescriuran regularment amb dades del servidor original.
de: Dies ist eine Remote-Community - die meisten Einstellungen hier werden regelmäßig mit Daten des ursprünglichen Servers überschrieben.
es: Esta es una comunidad remota; la mayoría de los ajustes se sobrescribirán regularmente con datos del servidor original.
eu: Urruneko komunitate bat da hau - hemengo ezarpen gehienak jatorrizko zerbitzariko datuekin gainidatziko dira aldizka.
fr: Il s'agit d'une communauté distante - la plupart des paramètres ici seront régulièrement remplacés par les données du serveur d'origine.
ja: これはリモートのコミュニティです - ほとんどの設定は定期的に元のサーバーからのデータで上書きされます。
pl: To jest zdalna spoeczno - wikszo ustawie bdzie regularnie nadpisywana przez ustawienia z oryginalnego serwera.

source: Edit community
ca: Edita la comunitat
de: Community bearbeiten
es: Editar comunidad
eu: Editatu komunitatea
fr: Modifier la communauté
ja: コミュニティの編集
pl: Edytuj spoeczno

source: Community deleted
ca: S'ha suprimit la comunitat
de: Community gelöscht
es: Comunidad eliminada
eu: Komunitatea ezabatuta
fr: La communauté a été supprimée
ja: コミュニティが削除されました
pl: Spoeczno usunita

source: Topics
ca: Temas
de: Themen
es: Temas
eu: Gaiak
fr: Rubriques
ja: トピック
pl: Tematy

source: Add topic
ca: Afegeix un tema
de: Thema hinzufügen
es: Añadir tema
eu: Gehitu gaia
fr: Ajouter une rubrique
ja: トピックを追加
pl: Dodaj temat

source: Edit topic
ca: Edita el tema
de: Thema bearbeiten
es: Editar tema
eu: Editatu gaia
fr: Modifier la rubrique
ja: トピックを編集
pl: Edytuj temat

source: Topic deleted
ca: Tema eliminat
de: Thema gelöscht
es: Tema eliminado
eu: Gaia ezabatuta
fr: Rubrique supprimée
ja: トピックを削除しました
pl: Temat usunity

source: Cannot delete topic with communities assigned to it.
ca: No es pot suprimir el tema amb les comunitats assignades.
de: Thema mit zugewiesenen Communities kann nicht gelöscht werden.
es: No se puede eliminar el tema mientras tenga comunidades asignadas.
eu: Ezin da komunitateei esleituta dagoen gairik ezabatu.
fr: Impossible de supprimer la rubrique si des communautés lui sont assignées.
ja: トピックに割り当てられているコミュニティは削除できません。
pl: Nie można usun tematu z spoecznociami przypisanymi do niego.

source: Users
ca: Usaris
de: Nutzende
es: Usuarios
eu: Erabiltzaileak
fr: Utilisateur·ices
ja: ユーザー
pl: Użytkownicy

source: Bad / Most downvoted
ca: Mala / més votada
de: Schlecht / Am meisten runtergewählt
es: Malas / Más votos negativos
eu: Txarrak / Kontrako boto gehien
fr: Contreversé / Les plus basvoté
ja: 低評価／質の低い投稿
pl: Ze / Najniżej oceniane

source: Likely spam
ca: Probablement spam
de: Wahrscheinlich Spam
es: Probable spam
eu: Seguruenik spama
fr: Probablement pourriel
ja: スパムの可能性が高い投稿
pl: Prawdopodobnie spam

source: Deleted content
ca: Contingut suprimit
de: Gelöschter Inhalt
es: Contenido eliminado
eu: Ezabatutako edukia
fr: Supprimer le contenu
ja: 削除された投稿
pl: Zawarto usunita

source: Registration approved.
ca: Registre aprovat.
de: Registrierung genehmigt.
es: Registro aprobado.
eu: Erregistroa onartuta.
fr: Inscription approuvée.
ja: ユーザー登録が承認されました。
pl: Rejestracja zatwierdzona.

source: Registration denied. User removed from the database.
ca: Registre denegat. S'ha eliminat l'usuari de la base de dades.
de: Registrierung abgelehnt. Konto aus Datenbank entfernt.
eu: Erregistroa ukatuta. Erabiltzailea datu-basetik kendu da.
fr: Inscription refusée. Utilisateur·ice supprimé·e de la base de données.
ja: 登録を拒否し、ユーザーをデータベースから削除しました。
pl: Rejestracja odrzucona. Użytkownik usunity z bazy danych.

source: Permissions are cached for 50 seconds so new admin roles won't take effect immediately.
ca: Els permisos es guarden a la memòria cau durant 50 segons, de manera que els rols d'administrador nous no tindran efecte immediatament.
de: Berechtigungen werden für 50 Sekunden zwischengespeichert, sodass neue Admin-Rollen nicht sofort wirksam werden.
es: Los permisos se almacenan en caché durante 50 segundos, así que los nuevos roles de administrador no se aplicarán inmediatamente.
eu: Baimenak 50 segundoz gordetzen dira cachean, beraz, administratzaile rol berriak ez dira berehala indarrean jarriko.
fr: Les permissions sont mises en cache pendant 50 secondes, donc les nouveaux rôles d'administration ne prendront pas effet immédiatement.
ja: 権限は50秒間キャッシュされるため、新しい設定はすぐに有効にはなりません。
pl: Uprawnienia s przechowywane przez 50 sekund, wic nowe role administratora nie bd dziaay od razu

source: This is a remote user - most settings here will be regularly overwritten with data from the original server.
ca: Aquest és un usuari remot - la majoria de les opcions aquí se sobreescriuran regularment amb dades del servidor original.
de: Dies ist ein Remote-Konto - die meisten Einstellungen hier werden regelmäßig mit Daten des ursprünglichen Servers überschrieben.
es: Este es un usuario remoto; la mayoría de los ajustes se sobrescribirán regularmente con datos del servidor original.
eu: Urruneko erabiltzaile bat da hau - hemengo ezarpen gehienak jatorrizko zerbitzariko datuekin gainidatziko dira aldizka.
fr: Ceci est un·e utilisateur·ice distant·e - la plupart des paramètres locaux seront régulièrement remplacés par des données du serveur d'origine.
ja: これはリモートユーザーです、ほとんどの設定は定期的に元のサーバーからのデータで上書きされます。
pl: To jest użytkownik z innej instancji - wikszo ustawie tutaj bdzie regularnie nadpisywana przez dane z jego serwera.

source: Edit user
ca: Edita l'usuari
de: Konto bearbeiten
es: Editar usuario
eu: Editatu erabiltzailea
fr: Modifier l’utilisateur·ice
ja: ユーザーの編集
pl: Edytuj użytkownika

source: User added
ca: Usuari afegit
de: Konto hinzugefügt
es: Usuario añadido
eu: Erabiltzailea gehituta
fr: Utilisateur·ice ajouté·e
ja: ユーザーを追加しました
pl: Użytkownik dodany

source: Add user
ca: Afegeix un usuari
de: Konto hinzufügen
es: Añadir usuario
eu: Gehitu erabiltzailea
fr: Ajouter un·e utilisateur·ice
ja: ユーザーを追加
pl: Dodaj użytkownika

source: This user cannot be deleted.
ca: Aquest usuari no es pot suprimir.
de: Dieses Konto kann nicht gelöscht werden.
eu: Erabiltzaile hau ezin da ezabatu.
fr: Cet·te utilisateur·ice ne peut pas être supprimé·e.
ja: このユーザーを削除することはできません。
pl: Ten użytkownik nie może zosta usunity.

source: User deleted
ca: S'ha suprimit l'usuari
de: Konto gelöscht
es: Usuario eliminado
eu: Erabiltzailea ezabatuta
fr: Utilisateur·ice supprimé·e
ja: ユーザーを削除しました
pl: Użytkownik usunity

source: Reports
ca: Informes
de: Meldungen
es: Reportes
eu: Txostenak
fr: Signalements
ja: 通報
pl: Zgoszenia

source: Newsletter sent
ca: Butlletí enviat
de: Newsletter gesendet
eu: Buletina bidalita
fr: Infolettre envoyée
ja: ニュースレターの送信
pl: Newsletter wysany

source: Settings saved
ca: Configuració desada
de: Einstellungen gespeichert
es: Ajustes guardados
eu: Ezarpenak gordeta
fr: Paramètres enregistrés
ja: 設定を保存しました
pl: Ustawienia zapisane

source: Role permissions
ca: Permisos de rol
de: Rollen-Berechtigungen
es: Permisos de rol
eu: Rolaren baimenak
fr: Permissions de rôle
ja: 権限
pl: Poziom uprawnie

source: Edit instance
ca: Edita la instància
de: Instanz bearbeiten
es: Editar instancia
eu: Editatu instantzia
fr: Modifier l'instance
ja: インスタンスの編集
pl: Edytuj instancj

source: Problem adding instance to database
ca: Problema en afegir una instància a la base de dades
de: Problem die Instanz zur Datenbank hinzuzufügen
eu: Arazoa instantzia datu-basera gehitzean
fr: Problème d'ajout d'une instance à la base de données
ja: インスタンスをデータベースに追加する際に問題が発生しました
pl: Problem z dodanie instancji do bazy danych

source: Set community owner to %(user_name)s
ca: Defineix %(user_name)s com a propietari de la comunitat
de: %(user_name)s als Community-Inhaber*in festlegen
eu: Ezarri komunitatearen jabea %(user_name)s gisa
fr: Définir le ou la propriétaire de la communauté sur %(user_name)s
ja: %(user_name)s をコミュニティオーナーに設定
pl: Ustaw waciciela spoecznoci na %(user_name)s

source: %(community_name)s is now %(new_url)s. Contact the initiator of this request to let them know.
ca: %(community_name)s ara és %(new_url)s. Contacta amb l'iniciador d'aquesta sol·licitud per fer-li-ho saber.
de: %(community_name)s wurde zu %(new_url)s geändert. Informiere die anfragende Person über die Änderung.
eu: %(community_name)s orain %(new_url)s da. Jarri harremanetan eskaera honen sustatzailearekin horren berri emateko.
fr: %(community_name)s est définit sur %(new_url)s. Contactez l'initiateur·ice de cette demande pour l'en informer.
ja: %(community_name)sの新しいURLは%(new_url)sです。リクエストをした人へ連絡してください。
pl: %(community_name)s jest teraz pod %(new_url)s. Skontaktuj si z inicjatorem tego wniosku i poinformuj go o tym.

source: Ensure this community has the right moderators.
ca: Assegureu-vos que aquesta comunitat tingui els moderadors adequats.
de: Stelle sicher, dass diese Community die richtigen Mods hat.
eu: Ziurtatu komunitate honek moderatzaile egokiak dituela.
fr: Assurez-vous que cette communauté a les bons modos.
ja: このコミュニティに適切なモデレーターが設定されているか確認してください。
pl: Upewnij si, że ta spoeczno ma odpowiednich moderatorów.

source: Move community
ca: Mou la comunitat
de: Community umziehen
eu: Mugitu komunitatea
fr: Déplacer la communauté
ja: コミュニティを移動
pl: Przenie spoeczno

source: Blocked images
ca: Imatges bloquejades
de: Blockierte Bilder
eu: Blokeatutako irudiak
fr: Images bloquées
ja: ブロック済みの画像
pl: Zablokowane obrazki

source: Edit blocked image
ca: Edita la imatge bloquejada
de: Blockiertes Bild bearbeiten
eu: Editatu blokeatutako irudia
fr: Modifier l'image bloquée
ja: ブロック済み画像の編集
pl: Edytuj zablokowane obrazki
