Repository: theatl-social/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, eu, fr, ja, pl

source: Please log in to access this page.
ca: Si us plau, inicia sessió per visualitzar aquesta pàgina.
de: Bitte melde dich an, um auf diese Seite zuzugreifen.
es: Por favor, inicia sesión para acceder a esta página.
eu: Mesedez, hasi saioa orri honetara sartzeko.
fr: Veuillez vous connecter pour accéder à cette page.
ja: このページにアクセスするにはログインが必要です。
pl: Zaloguj si by uzyska dostp do zawartoci.

source: Reminder: %(title)s
ca: Recordatori: %(title)s
de: Erinnerung: "%(title)s"
eu: Oroigarria: %(title)s
fr: Rappel : %(title)s
pl: Przypomnienie: %(title)s

source: Reminder: comment on %(title)s
ca: Recordatori: comentari sobre %(title)s
de: Erinnerung: Kommentar zu %(title)s
eu: Oroigarria: iruzkindu %(title)s-(e)n
pl: Przypomnienie: komentarz do %(title)s

source: [PieFed] You have unread notifications
ca: [PieFed] Tens notificacions no llegides
de: [PieFed] Du hast ungelesene Benachrichtigungen
es: [PieFed] Tienes notificaciones sin leer
eu: [PieFed] Irakurri gabeko jakinarazpenak dituzu
fr: [PieFed] Vous avez des notifications non lues
ja: [PieFed] 未読の通知があります
pl: [PieFed] Masz nieprzeczytane powiadomienia

source: Replies to my post %(post_title)s
ca: Respondre a %(post_title)s
de: Antworten auf meinen Beitrag %(post_title)s
es: Respuestas a mi publicación %(post_title)s
eu: Nire %(post_title)s argitalpenaren erantzunak
fr: Réponses à ma publication %(post_title)s
ja: 自分の投稿 %(post_title)s へ返信
pl: Odpowiedzi na mój post %(post_title)s

source: Replies to my comment on %(post_title)s
ca: Respondre a %(post_title)s
de: Antworten auf meinen Kommentar zu %(post_title)s
es: Respuestas a mi comentario en %(post_title)s
eu: %(post_title)s argitalpeneko nire iruzkinaren erantzunak
fr: Réponses à mon commentaire sur %(post_title)s
ja: %(post_title)sに対する私のコメントへの返信
pl: Odpowiedzi na mój komentarz do %(post_title)s

source: Check the console for a link.
ca: Consulta la consola per obtenir un enllaç.
de: Überprüfe die Konsole auf einen Link.
eu: Begiratu kontsola esteka baten bila.
fr: Vérifier la console pour un lien.
ja: コンソールでリンクを確認してください。
pl: Sprawdź konsol pod ktem linku.

source: [PieFed] Reset Your Password
ca: [PieFed] Reinicia la teva paraula de pas
de: [PieFed] Passwort zurücksetzen
es: [PieFed] Restablece tu contraseña
eu: [PieFed] Berrezarri zure pasahitza
fr: [PieFed] Réinitialisez votre mot de passe
ja: [PieFed] パスワードのリセット
pl: [PieFed] Zresetuj swoje haso

source: [PieFed] Please verify your email address
ca: [PieFed] Si us plau verifica la teva adreça de correu electrònic
de: [PieFed] Bitte bestätige deine E-Mail-Adresse
es: [PieFed] Por favor, verifica tu dirección de correo electrónico
eu: [PieFed] Mesedez, egiaztatu zure helbide elektronikoa
fr: [PieFed] Veuillez confirmer votre adresse de courriel
ja: [PieFed] メール認証をお願いします
pl: [PieFed] Zweryfikuj swój adres email

source: Your application has been approved - welcome to PieFed
ca: La vostra sol·licitud s'ha aprovat - Benvingut a PieFed
de: Deine Bewerbung wurde genehmigt - Willkommen bei PieFed
es: Tu solicitud ha sido aprobada - bienvenido a PieFed
eu: Zure eskaera onartu da - ongi etorri PieFed-era
fr: Votre demande d'inscription a été approuvée - bienvenue sur PieFed
ja: 申請が承認されました - PieFedにようこそ
pl: Twoja rejestracja zostaa zatwierdzona - witamy w PieFed

source: Comments are disabled on this post
ca: S'ha informat d'un comentari
de: Kommentare für diesen Beitrag sind deaktiviert
eu: Iruzkinak desgaituta daude argitalpen honetan
fr: Les commentaires sont désactivés sur cette publication
ja: この投稿のコメントは無効になっています
pl: Komentarze zostay wyczone dla tego posta

source: Banned from commenting
ca: Prohibit fer comentaris
de: Gebannt vom Kommentieren
eu: Iruzkinak bidaltzea debekatuta
fr: Banni·e, vous ne pouvez plus commenter
ja: コメントがBANされています
pl: Zablokowano możliwo komentowania

source: Blocked phrase in comment
ca: Frase bloquejada en el comentari
de: Blockierte Phrase im Kommentar
eu: Blokeatutako esaldia iruzkinean
fr: Phrase bloquée dans un commentaire
ja: そのフレーズはブロックされています
pl: Użyto zakazanej frazy w komentarzu.

source: Replier blocked
ca: Usuari bloquejat
de: Antwortende Person ist blockiert
eu: Erantzulea blokeatuta
fr: Le compte voulant répondre est bloqué
ja: リプライ先からブロックされています
pl: Uzytkownik zablokowany

source: Duplicate reply
ca: Resposta duplicada
de: Doppelte Antwort
eu: Erantzun bikoiztua
fr: Réponse en double
ja: リプライが重複しています
pl: Zduplikowana odpowiedź

source: Gif comment ignored
ca: Comentari GIF ignorat
de: Gif-Kommentar ignoriert
eu: Gif iruzkina ezikusita
fr: Commentaire Gif ignoré
ja: Gifが添付されているコメントは無視されます
pl: Komentarz zawierajcy GIF zignorowany

source: Low quality reply
ca: Resposta de baixa qualitat
de: Antwort schlechter Qualität
eu: Kalitate baxuko erantzuna
fr: Réponse de basse qualité
ja: 低品質なリプライ
pl: Odpowiedź o niskiej jakoci

source: Added moderator
ca: Moderador afegit
de: Mod hinzugefügt
es: Moderador añadido
eu: Moderatzailea gehituta
fr: modo ajouté·e
ja: モデレーターを追加しました
pl: Dodano moderatora

source: Removed moderator
ca: Moderador eliminat
de: Mod entfernt
es: Moderador retirado
eu: Moderatzailea kenduta
fr: modo retiré·e
ja: モデレーターを削除しました
pl: Usunito moderatora

source: Featured post
ca: Publicació destacada
de: Beitrag hervorgehoben
es: Publicación destacada
eu: Argitalpena nabarmenduta
fr: Publication en vedette
ja: 投稿がピン留めされました
pl: Polecany post

source: Unfeatured post
ca: Publicació no destacada
de: Beitrag nicht mehr hervorgehoben
es: Publicación sin destacar
eu: Argitalpena nabarmendu gabe
fr: Publication en retrait
ja: 投稿のピン留めが解除されました
pl: Niepolecany post

source: Deleted post
ca: Publicació eliminada
de: Gelöschter Beitrag
es: Publicación eliminada
eu: Argitalpena ezabatuta
fr: Publication supprimée
ja: 投稿を削除しました
pl: Usunito post

source: Un-deleted post
ca: Publicació restaurada
de: Beitrag wiederhergestellt
es: Publicación restaurada
eu: Argitalpena berrezarrita
fr: Publication restaurée
ja: 投稿の削除を戻しました
pl: Cofnito usunicie posta

source: Deleted comment
ca: Comentari eliminat
de: Kommentar gelöscht
es: Comentario eliminado
eu: Iruzkina ezabatuta
fr: Commentaire supprimé
ja: コメントを削除しました
pl: Usunito komentarz

source: Un-deleted comment
ca: Comentari restaurat
de: Kommentar wiederhergestellt
es: Comentario restaurado
eu: Iruzkina berrezarrita
fr: Commentaire restauré
ja: コメントの削除を戻しました
pl: Cofnito usunicie komentarza

source: Deleted community
ca: Comunitat eliminada
de: Community gelöscht
es: Comunidad eliminada
eu: Komunitatea ezabatuta
fr: Communauté supprimée
ja: コミュニティを削除しました
pl: Usunito spoeczno

source: Deleted account
ca: Compte eliminat
de: Konto gelöscht
es: Cuenta eliminada
eu: Kontua ezabatuta
fr: Compte supprimé
ja: アカウントを削除しました
pl: Usunito konto

source: Restored account
ca: Compte restaurat
de: Konto wiederhergestellt
es: Cuenta restaurada
eu: Kontua berrezarrita
fr: Compte restauré
ja: アカウントを復帰させました
pl: Przywrócono konto

source: Banned account
ca: Compte expulsat
de: Konto gebannt
es: Cuenta bloqueada
eu: Kontua blokeatuta
fr: Compte banni
ja: アカウントをBANしました
pl: Zbanowano konto

source: Un-banned account
ca: Compte desbloquejat
de: Konto entbannt
es: Cuenta desbloqueada
eu: Kontua desblokeatuta
fr: Compte dé-banni
ja: アカウントのBANを解除しました
pl: Odbanowano konto

source: Lock post
ca: Bloquejar publicació
de: Beitrag sperren
es: Bloquear publicación
eu: Blokeatu argitalpena
fr: Publication vérrouillée
ja: 投稿がロックされました
pl: Zablokowano post

source: Un-lock post
ca: Desbloquejar publicació
de: Beitrag entsperren
es: Desbloquear publicación
eu: Desblokeatu argitalpena
fr: Publication dévérrouillée
ja: 投稿のロックが解除されました
pl: Odblokowano post

source: Lock comment
ca: Bloquejar comentari
de: Kommentar sperren
eu: Blokeatu iruzkina
fr: Vérrouiller le commentaire
ja: コメントをピン留め
pl: Zablokowano komentarz

source: Un-lock comment
ca: Desbloquejar comentari
de: Kommentar entsperren
eu: Desblokeatu iruzkina
fr: Commentaire dévérrouillé
ja: コメントのピン留めを外す
pl: Odblokowano komentarz

source: You have been banned.
ca: Has estat banejat.
de: Du wurdest gebannt.
es: Has sido bloqueado.
eu: Debekatua izan zara.
fr: Vous avez été banni·e.
ja: あなたはBANされました。
pl: Zostae zbanowany

source: Wrong Captcha text.
ca: Text del captcha incorrecte.
de: Falscher Captcha-Text.
eu: Captcha testu okerra.
fr: Texte de Captcha incorrect.
ja: Captchaテキストが間違っています。
pl: Niepoprawny tekst Captcha

source: User
ca: Usuari
de: Nutzer*in
es: Usuario
eu: Erabiltzailea
fr: Utilisateur·ice
ja: ユーザー
pl: Użytkownik

source: Community
ca: Comunitat
es: Comunidad
eu: Komuniatea
fr: Communauté
ja: コミュニティ
pl: Spoeczno

source: Topic/feed
ca: Tema/canal
de: Thema/Feed
eu: Gaia/jarioa
fr: Rubriques/flux
ja: トピック/フィード
pl: Tematyka/feed

source: Comment
ca: Comentari
de: Kommentar
es: Comentario
eu: Iruzkina
fr: Commentaire
ja: コメント
pl: Komentarz

source: Chat
ca: Xat
eu: Txata
fr: Clavarder
ja: チャット
pl: Konwersacja

source: Admin
ca: Administrador/a
es: Administrador
eu: Administratzailea
fr: Administrateur·ice
ja: 管理者

source: All
ca: Tot
de: Alle
es: Todas
eu: Denak
fr: Tous
ja: 全て
pl: Wszystko

source: - cannot be in Url. Use _ instead?
ca: - no pot estar a l'Url. Utilitzeu _?
de: - darf nicht in URL sein. Stattdessen _ verwenden?
es: No se puede usar '-' en la URL. ¿Usar '_' en su lugar?
eu: - ezin da URL-an egon. _ erabili horren ordez?
fr: - ne peut pas être dans l'Url. Utiliser _ à la place ?
ja: "-"はURLに使用できません。代わりに"_"を使用しますか？
pl: Link nie może zawiera '-'. Użyj '_' zamiast '-'

source: Feed urls can only contain letters, numbers, and underscores.
ca: Les URLs dels feeds només poden contenir lletres, números i guions baixos.
de: Feed-URLs dürfen nur Buchstaben, Zahlen und Unterstriche enthalten.
eu: Jarioen urlek letrak, zenbakiak eta azpimarrak bakarrik izan ditzakete.
fr: Les adresses URL des flux ne peuvent contenir que des lettres, chiffres et tirets bas.
ja: フィードのURLには、英数字とアンダースコアのみ使用できます。
pl: Linki feedu mog zawiera tylko litery, cyfry i podkrelenia.

source: A Feed with this url already exists.
ca: Ja existeix un feed amb aquesta URL.
de: Ein Feed mit dieser URL existiert bereits.
eu: Url hau duen jario bat badago dagoeneko.
fr: Un Flux avec cette url existe déjà.
ja: このURLのフィードは既に存在します。
pl: Feed z tym linkiem już istnieje.

source: Community not found on this instance
ca: No s’ha trobat la comunitat en aquesta instància
de: Community auf dieser Instanz nicht gefunden
eu: Ez da komunitatea aurkitu instantzia honetan
fr: Communauté non trouvée sur cette instance
ja: このインスタンスにコミュニティが見つかりません
pl: Spoeczno nie zostaa znaleziona na tej instancji

source: Reply to %(post_title)s
ca: Respondre a %(post_title)s
de: Antwort auf %(post_title)s
es: Responder a %(post_title)s
eu: %(post_title)s-(e)ri erantzun
fr: Réponse à %(post_title)s
ja: %(post_title)s に返信
pl: Odpowiedź na %(post_title)s

source: Reply to comment on %(post_title)s
ca: Respondre al comentari de %(post_title)s
de: Antwort auf Kommentar zu %(post_title)s
es: Responder a un comentario en %(post_title)s
eu: %(post_title)s-(e)ko iruzkinari erantzun
fr: Réponses au commentaire sur %(post_title)s
ja: %(post_title)s のコメントに返信
pl: Odpowiedź na komentarz do posta %(post_title)s

source: A post has been reported
ca: Una publicació ha estat denunciada
de: Ein Beitrag wurde gemeldet
es: Se ha reportado una publicación
eu: Argitalpen bat salatu da
fr: Une publication a été signalée
ja: 投稿を通報しました
pl: Post zosta zgoszony

source: A comment has been reported
ca: S'ha informat d'un comentari
de: Ein Kommentar wurde gemeldet
es: Se ha reportado un comentario
eu: Iruzkin bat salatu da
fr: Un commentaire a été signalé
ja: コメントを通報しました
pl: Komentarz zosta zgoszony

source: Site Name
ca: Nom del sitiu
de: Seitenname
es: Nombre del sitio
eu: Gunearen izena
fr: Nom du site
ja: サイト名
pl: Nazwa strony

source: Tagline
ca: Eslògan
de: Slogan
es: Lema
eu: Eslogana
fr: Slogan
ja: タグライン
pl: Slogan

source: Icon
ca: Icona
es: Icono
eu: Ikonoa
fr: Icône
ja: アイコン
pl: Ikona

source: Sidebar
ca: Barra lateral
de: Seitenleiste
es: Barra lateral
eu: Alboko barra
fr: Barre latérale
ja: サイドバー
pl: Panel boczny

source: About
ca: Sobre
de: Über
es: Acerca de
eu: Honi buruz
fr: À propos
ja: 概要
pl: O nas

source: Announcement at top of home page
ca: Anunci a la part superior de la pàgina d’inici
de: Ankündigung oben auf der Startseite
es: Anuncio en la parte superior de la página de inicio
eu: Iragarkia hasierako orriaren goialdean
fr: Annonce en haut de la page d'accueil
ja: トップページへ表示するお知らせ
pl: Ogoszenie na górze strony gównej

source: Legal information
ca: Informació legal
de: Rechtliche Informationen
es: Información legal
eu: Lege-informazioa
fr: Mentions légales
ja: 法的情報
pl: Informacje prawne

source: Terms of service url
ca: URL dels termes del servei
de: Nutzungsbedingungen-URL
eu: Zerbitzu-baldintzen urla
fr: url des conditions de services
ja: 利用規約のURL
pl: URL warunków wiadczenia usug

source: General instance contact email address
ca: Adreça de correu electrònic de contacte general de la instància
de: Allgemeine Kontakt-E-Mail-Adresse der Instanz
es: Correo electrónico de contacto general de la instancia
eu: Instantzia orokorreko harremanetarako helbide elektronikoa
fr: Adresse courriel de contact de l'instance
ja: インスタンスへの連絡先メールアドレス
pl: Adres email do kontaktu

source: Save
ca: Desa
de: Speichern
es: Guardar
eu: Gorde
fr: Enregistrer
ja: 保存
pl: Zapisz

source: Enable downvotes
ca: Habilta vots negatius
de: Downvotes aktivieren
es: Habilitar votos negativos
eu: Gaitu kontrako bozketak
fr: Activer les basvotes
ja: 反対票を有効にする
pl: Wcz wdógosy

source: Decrease reputation when posting only a gif as a comment
ca: Reduir la reputació quan es publica només un GIF com a comentari
de: Reputation herabsetzen, wenn nur mit einem GIF kommentiert wurde
eu: Ospea jaitsi gif bat soilik iruzkin gisa argitaratzean
fr: Diminue la réputation quand on publie uniquement un gif en commentaire
ja: コメントがGIFのみの場合、評価を減少させる
pl: Obniż reputacj jeżeli użytkownik wrzuca tylko gif jako komentarz

source: Decrease reputation when an image post matches the 4chan filter
ca: Reduir la reputació quan una publicació d’imatge coincideix amb el filtre de 4chan
de: Reputation herabsetzen, wenn ein Bildbeitrag mit dem 4chan-Filter übereinstimmt
eu: Ospea jaitsi irudi-argitalpen bat 4chan iragazkiarekin bat datorrenean
fr: Diminue la réputation lorsqu'une publication d'image correspond au filtre 4chan
ja: 画像投稿が4chanフィルターに該当する場合、評価を減少させる (英語のみ)
pl: Obniż reputacj jeżeli post z obrazkiem pasuje do filtra 4chan

source: Filter out comments that are simply a form of "this"
ca: Filtrar comentaris que simplement siguin una forma de «això»
de: Kommentare herausfiltern, die einfach nur "Dies" oder ähnlicher Natur sind
eu: Iragazi "honen" forma duten iruzkinak
fr: Filtre les commentaires qui contiennent « this »
ja: コメントが「this」のような形だけの場合、除外する (英語のみ)
pl: Odfiltruj komentarze, które s po prostu form "tego".

source: Meme communities = low-quality
ca: Comunitats de memes = baixa qualitat
de: Meme-Communities = Niedrige Qualität
eu: Meme komunitateak = kalitate baxukoak
fr: Les communautés de mèmes = basse qualité
ja: ミームコミュニティは低品質とみなす
pl: Spoecznoci memiarska = niska jako

source: Allow local image posts
ca: Permet publicacions d'imatges locals
de: Lokale Bildbeiträge erlauben
es: Permitir publicaciones de imágenes locales
eu: Onartu tokiko irudien argitalpenak
fr: Autoriser les publications d'images locales
ja: ローカルの画像投稿を許可する
pl: Zezwól na lokalne posty obrazki

source: Allow NSFW communities
ca: Permet comunitats NSFW
de: NSFW-Communities erlauben
es: Permitir comunidades NSFW
eu: Baimendu NSFW komunitateak
fr: Autoriser les communautés NSFW
ja: NSFW コミュニティを許可する
pl: Zezwól na spoecznoci NSFW

source: Allow NSFL communities and posts
ca: Permet comunitats i publicacions NSFL
de: NSFL-Communities und -Beiträge erlauben
es: Permitir comunidades y publicaciones NSFL
eu: Onartu NSFL komunitateak eta argitalpenak
fr: Autoriser les communautés et messages NSFL
ja: NSFL コミュニティと投稿を許可
pl: Zezwól na posty i komentarze NSFL (Not safe for lunch)

source: Bar people from these countries from accessing NSFW and NSFL content
ca: Bloquejar l’accés a contingut NSFW i NSFL per a persones d’aquests països
de: Menschen aus diesen Ländern daran hindern auf NSFW- und NSFL-Inhalte zuzugreifen
eu: Debekatu herrialde hauetako jendeari NSFW eta NSFL edukia atzitzea
fr: Interdire aux personnes originaires de ces pays d'accéder aux contenus NSFW et NSFL
ja: 対象国のユーザーに対して、NSFW および NSFL コンテンツへのアクセスを制限します
pl: Zakaż ludziom z tych krajów dostpu to zawartoci NSFW i NSFL

source: Only admins can create new local communities
ca: Només els administradors poden crear noves comunitats noves
de: Nur Admins können neue lokale Communities erstellen
es: Solo los administradores pueden crear comunidades locales
eu: Administratzaileek soilik sor ditzakete tokiko komunitate berriak
fr: Seuls les administrateur·ices peuvent créer de nouvelles communautés locales
ja: 管理者のみが新しいローカルコミュニティを作成できます
pl: Tylko administratorzy mog tworzy nowe lokalne spoecznoci

source: Notify admins about reports, not just moderators
ca: Notifica als administradors sobre els informes, no només als moderadors
de: Meldungen auch an Admins weiterleiten, nicht nur an Mods
es: Notificar a los administradores sobre reportes, no solo a los moderadores
eu: Jakinarazi administratzaileei txostenei buruz, ez moderatzaileei bakarrik
fr: Notifier les admins des signalements, pas seulement les modos
ja: モデレーターだけでなく、管理者にも通報内容を通知する
pl: Powiadamiaj administracj o zgoszeniach

source: Require new accounts to verify their email address
ca: Si us plau verifica la teva adreça de correu electrònic
de: Neue Konten müssen ihre E-Mail-Adresse bestätigen
eu: Eskatu kontu berriei beren helbide elektronikoa egiaztatzea
fr: Demandez aux nouveaux comptes de vérifier leur adresse de courriel
ja: 新規アカウントにメールアドレスの認証を紐づける
pl: Wymagaj od nowych kont potwierdzenia adresu email

source: Require CAPTCHA for new account registration
ca: Requerir CAPTCHA per al registre de nous comptes
de: CAPTCHA für die Registrierung neuer Konten verlangen
eu: CAPTCHA eskatu kontu berrien erregistrorako
fr: Exiger un CAPTCHA pour l'enregistrement d'un nouveau compte
ja: 新規登録時にCAPTCHA入力を要求する
pl: Wymagaj weryfikacji CAPTCHA dla nowych kont

source: Open
ca: Obre
de: Öffnen
es: Abierto
eu: Ireki
fr: Ouvrir
ja: 登録を受け付ける
pl: Otwarta

source: Require application
ca: Requereix aplicació
de: Bewerbung einfordern
es: Requerir solicitud
eu: Eskatu eskaera
fr: Approuver les inscriptions
ja: 登録を承認制にする
pl: Rczna weryfikacji konta

source: Closed
ca: Tancat
de: Geschlossen
es: Cerrado
eu: Itxita
fr: Fermé
ja: 登録を受け付けない
pl: Zamknita

source: Registration mode
ca: Mode de registre
de: Registrierungsmodus
es: Modo de registro
eu: Erregistro modua
fr: Mode d'inscription
ja: 新規登録モード
pl: Tryb rejestracji

source: Question to ask people applying for an account
ca: Pregunta per fer a les persones que sol·liciten un compte
de: Frage an Personen, die sich um ein Konto bewerben
es: Pregunta que se hace a las personas que solicitan una cuenta
eu: Kontu bat eskatzen duten pertsonei egin beharreko galdera
fr: Question à poser aux personnes qui demandent un compte
ja: アカウントを申請する人への質問内容
pl: Pytanie zadawane ludziom rejestrujcym si

source: Registration approved email
ca: Correu de registre aprovat
de: Genehmigte Registrierungs-E-Mail
eu: Erregistroa onartutako helbide elektronikoa
fr: Courriel d'approbation de l'inscription
ja: 登録承認メールの内容
pl: Mail potwierdzajcy rejestracj

source: Provide a list of topics to subscribe to
ca: Proporcionar una llista de temes per subscriure’s-hi
de: Stelle eine Themenliste zum Abonnieren bereit
eu: Eman harpidetzeko gaien zerrenda bat
fr: Fournissez une liste de rubriques auxquels s'abonner
ja: 参加するトピック一覧を表示する
pl: Wybierz list tematów do zasubskrybowania

source: Trump Musk filter setup
ca: Configuració del filtre Trump-Musk
de: Trump-Musk-Filtersystem
eu: Trump Musk iragazkiaren konfigurazioa
fr: Configuration du filtre Trump Musk
ja: トランプ氏、マスク氏関連のフィルターセットアップをする
pl: Konfiguracja filtra Trump Musk

source: Ignore registrations from these countries
ca: Ignorar registres d'aquests països
de: Registrierungen aus diesen Staaten blockieren
eu: Ezikusi herrialde hauetako erregistroak
fr: Ignorer les inscriptions de ces pays
ja: 登録を無視する国
pl: Ignoruj rejestracje z tych krajów

source: Block registrations from these referrers (one per line)
ca: Bloqueja els registres d'aquests referits (un per línia)
de: Blockiere Registrierungen von diesen Referrern (einer pro Zeile)
es: Bloquear registros de estos referentes (uno por línea)
eu: Blokeatu erreferentzia hauen erregistroak (lerro bakoitzeko bat)
fr: Bloquer les inscriptions de ces parrains/marraines (une par ligne)
ja: ブロックするアクセス元 (一つにつき1行)
pl: Blokuj rejestracj z tych stron odsyajcych (jedna na lini)

source: Warn if new account banned from these instances
ca: Avisar si el nou compte està banejat d’aquestes instàncies
de: Warnen wenn das neue Konto von diesen Instanzen gebannt ist
eu: Abisatu kontu berri bat debekatu baden instantzia hauetan
fr: Avertir si un nouveau compte est banni de ces instances
ja: これらのインスタンスでBANされた新規アカウントを警告する
pl: Ostrzeż jeżeli konto zostao zbanowane z tych instancji

source: Primary language
ca: Idioma principal
de: Hauptsprache
eu: Hizkuntza nagusia
fr: Langue principale
ja: メイン言語
pl: Gówny jzyk

source: Default theme
ca: Tema per defecte
de: Standard-Theme
es: Tema predeterminado
eu: Gai lehenetsia
fr: Thème par défaut
ja: デフォルトテーマ
pl: Domylny motyw

source: Additional CSS
ca: CSS addicional
de: Zusätzliches CSS
eu: CSS gehigarria
fr: Ajout de CSS
ja: 追加のCSS
pl: Dodatkowy CSS

source: Additional JS
ca: JS addicional
de: Zusätzliches JS
eu: JS gehigarria
fr: Ajout de JS
ja: 追加のJS
pl: Dodatkowy JS

source: Subscribed
ca: Subscrit
de: Abonniert
es: Suscritas
eu: Harpidetuta
fr: Abonné·e
ja: 参加済み
pl: Subskrybowane

source: Local
de: Lokal
eu: Tokikoa
fr: Locale
ja: ローカル
pl: Lokalne

source: Popular
de: Beliebt
es: Populares
eu: Ospetsuak
fr: Populaire
ja: トレンド
pl: Popularne

source: Default home filter
ca: Filtre d'inici predeterminat
de: Standard Startseiten-Filter
es: Filtro de inicio predeterminado
eu: Hasierako iragazki lehenetsia
fr: Filtre d'accueil par défaut
ja: ホームのデフォルトフィルター
pl: Domylny filtr strony gównej

source: Log ActivityPub JSON for debugging
ca: Registre ActivityPub JSON per a la depuració
de: ActivityPub JSON zum Debuggen protokollieren
es: Registrar JSON de ActivityPub para depuración
eu: Erregistratu ActivityPub JSONa arazteko
fr: Journaliser le JSON ActivityPub pour débogage
ja: デバッグ用のActivityPub JSON ログ
pl: Logi JSON-a ActivityPub w celu debugowania

source: Show moderation actions publicly
ca: Mostra les accions de moderació públicament
de: Moderationsaktionen öffentlich zeigen
es: Mostrar públicamente las acciones de moderación
eu: Erakutsi moderazio ekintzak publikoki
fr: Afficher les actions de modération publiquement
ja: モデレーション操作を公開する
pl: Pokazuj dziaania moderacji publicznie

source: Private instance - require login to browse
ca: instància privada - requereix un inici de sessió per navegar
de: Private Instanz - Zugriff erfordert Login
eu: Instantzia pribatua - saioa hasi behar da arakatzeko
fr: Instance privée - une connexion est requise pour naviguer
ja: プライベートインスタンス - 閲覧にはログインが必要となります
pl: Prywatna instancja - wymagaj logowania by przeglda

source: Show Rational Discourse Toolkit in sidebar
ca: Mostra el joc d'eines de discurs racional a la barra lateral
de: Zeige Werkzeuge für rationalen Diskurs in der Seitenleiste
es: Mostrar Rational Discourse Toolkit en la barra lateral
eu: Erakutsi Rational Discourse Toolkit alboko barran
fr: Montrer la Boîte à outils de discours rationnel dans la barre latérale
ja: サイドバーに Rational Discourse Toolkit（理性的な議論ツール）を表示
pl: Wywietlaj poradnik racjonalnej dyskusji w pasku bocznym
